["surprise", "RT @AmoneyResists: Trump’s Impeachable Offenses:\n\n#304.) Trump told his team to rip off stickers to help people maintain 6 feet of space pr…", "@keithbaldrey They want flights open &amp; zero social distancing. No even interested.", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "RT @anasalhajji: As if #Coronavirus  is not enough to scare people from flying!\n\nhttps://t.co/OS39d5PbUR", "JUST IN: India reports its biggest daily increase since coronavirus outbreak, with 19,906 new cases and 410 new deaths.\n\nTotal of 528,859 cases and 16,095 deaths.", "Sen. Elizabeth Warren is demanding info from the CEO of a private equity lobbying group about the group's efforts on coronavirus relief legislation.\n\nWarren wants comms with the Treasury Department and White House officials ⁠— including Jared Kushner. https://t.co/V1tz3XYyqd", "RT @nedprice: That’s virtually inconceivable. My bet is that the info was included in the written PDB. As they did in the COVID context, th…", "Option 1 :- students can appear in regular exam which is starting from 2nd july\nOption 2 :- if they don't want to give exam on 2nd july gtu will conduct an special exam after the whole covid-19 situation gets normalised.(2/7)", "RT @redsteeze: They really are going to let him get away with this shit. https://t.co/JV2xvbFvYa", null, "The Hindu: Community spread is on, says Karnataka official. This comes from BJP ruled state https://t.co/VI6Hg9Zb2c", null, "@tonybalogna @CBSNews Getting COVID? Or are you saying being gay is unhealthy?", "4k-tonne cargo from China, Hong Kong held up in Bengalauru https://t.co/9wAf8h5Egz", "@Eatala_Rajender A Month ago @TelanganaCMO said this\n\nNot why,but how?? how did you say this??\n\n#WakeUpTelanganaGovt \n\nhttps://t.co/lEGOMneCQg", null, null, "we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the real cause of COVID deaths in america: poor infrastructure, lack of state welfar &amp; public housing, commodification of healthcare, &amp; american individualism", "We're in a pandemic so I got the time https://t.co/GZ0MgHc2BS", "@HappymonJacob Had written this two weeks ago: Intelligence reports and specific briefings has pointed at the change in J&amp;K's status quo for heightened Chinese activity. XIV Corps Cdr designate was briefed specifically. However, the pandemic delayed specific actions \nhttps://t.co/YiP0D5tUdc", "I lost 3 patients today. A child of 12, a young man of 28, and a 65 year old.I am 68 and an RN 48 years.", "RT @AstroKatie: Any organization that justifies bringing workers back into offices by touting their hand sanitizer and desk spacing is comp…", "''Sabka sath sabka vikas\" i think current government takes it too seriously... Because they want COVID19 to be with us as they are not listening the voice of 30 lakh jee and neet aspirant. \n#PostponeNEETandJEE\n#HealthOverNEETjee @DrRPNishank @drharshvardhan @DG_NTA @DrAnandMani2", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @RandiWYoung: So my uncle, who's 74yo, has COPD, and has survived 2yrs of chemo, is now at DRMC in Greenville, MS with COVID-19. He's on…", null, "We are all Fallen Angels\n\nDon't Berate yourselves, or Others for your Past Lives, or Ancestry\n\nLive for Today\n\nRespect each other, Love one another\n\nLet's have a Life of Happiness, not sadness\n\nWe are all in This Life TOGETHER \n\nNot just in a pandemic\n\n#ColourOfSkinDoesNotMatter", "I heartly request the government officials to bring moderation policy #moderation @narendramodi @DrRPNishank @HRDMinistry @atc_iitjee_neet This might increase the number of scholars even during such a pandemic.please", "Maybe Trump should look at COVID numbers the way you look at golf scores?", "BREAKING: A 1-year-old girl has been shot and killed in the Englewood  neighborhood, a police source confirmed. https://t.co/yyRddFaXxz", "'Loudspeaker Classes' amid Lockdown\n\nA Jharkhand Headmaster,Shyam Kishor has placed several Loudspeakers across Bankathi Village&amp;has made distance learning possible without smartphones. The classes are held for 2hrs daily\n\nRt if you agree this better use than '5time Loudspeakers' https://t.co/qfhGMNh1yF", "whoever did the pr in the 90s about cutting open plastic six pack rings so they don’t choke animals did an amazing job and they should find that person and put them in charge of the wear a mask campaign", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "You donated 1 billion naira for Covid but you've made more by defrauding your customers all in the name of Stamp Duty charge.. Access bank is the Real Huspuppi, Interpol got the wrong one..", "BREAKING: Florida has more reported cases of COVID19 today (9500+)  than NY saw in any single day at their peak.\n\nRon DeSantis and The GOP failed Florida and America!", "🤔Trump Tulsa rally epidemic possibly emerging: Mobile-phone location data from people who attended Trump’s rally in OK show that most came from outside Tulsa, hailing from &gt;44 counties. #Covid19 is on the rise in 33 of them. Still early. Let’s see. https://t.co/uX7ntaSCuv https://t.co/8FQ0nsqB8K", "@GinnyCotton13 @larry71658170 Ty! On lockdown! Following as twitter allows me to.🇺🇸", null, "Fla. County To Mail 1.5M Face Masks To Residents\nhttps://t.co/yWY7MLc2Fj #OANN https://t.co/E3VzanrySZ", "We are a bunch of idiots. https://t.co/i2s96kMIEi", "Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "If there's any silver lining to this horrible moment that we are in—the pandemic, the economic collapse, police brutality—it is that people are taking a hard look at the kind of society we want to become, and thinking about justice from top to bottom.", "COVID really exposed that a lot of peoples priorities are fucked up.. The turn up really more important than living to y’all??🥴", "@realDonaldTrump Corrupt Donald Trump caused more than 120,000 Americans to die by downplaying the coronavirus pandemic and telling people that the cases would go down to zero by summer, asking people to take hydroxychloroquine despite fatal heart problems, and to inject bleach into their blood.", "What part of flat broke and credit rating downgrade did Trudeau not understand?\n\n#Cdnpoli #COVID19 @JustinTrudeau https://t.co/7P6R2ECha9", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "@dirtandcookies @IngrahamAngle Tired rerun hysteria from March April May and now June. \n\nTurns out as long as you don’t dump infected people into nursing homes the hype is overblown. (Looking squarely at you Gov Cuomo)\n\nOpen the damn country. \n\nEmbrace herd immunity. It is inevitable.", "Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their media allies are still pushing this “shut it all down” narrative. It’s as if they want you bankrupted, depressed and jobless.", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Woodrow Wilson never once gave  a public address about the 1918-1919 influenza pandemic on his watch, which killed 675,000 Americans and an estimated more than 50 million elsewhere: https://t.co/A4zgfO1y2J", "I lost 3 patients today. A child of 12, a young man of 28, and a 65 year old.I am 68 and an RN 48 years.", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "@GrumpyCaperMK “Oh it’s really quite safe here, they have arrows on the floor”\n\nI was told", null, "If true, this is an extreme abuse of power to a  magnitude never seen in our nation's history. Upon close examination, criminality will be found, possibly criminal manslaughter. Immediate investigation, impeachment and removal. GOP senators will convict to save themselves.", "In this COVID - 19 situation one of our foolish university is going to take exam #Save_GTU_Students #meritBasedPromostionGTU #NavinSethResign #UGC #HealthMinistry #Gujarat", "Texas Republican Rep. Says He’ll Only Wear a Mask if He Gets Coronavirus - https://t.co/tOHSVSFiWD", "I lost 3 patients today. A child of 12, a young man of 28, and a 65 year old.I am 68 and an RN 48 years.", "LIVE: #COVID19 ACT-Accelerator Technical Update and Press Briefing with @DrTedros https://t.co/vpj8dHvMj8", null, null, null, "I’m an environmental and IO economist; I am not a pandemic economist (though I don’t think there is such a thing). Despite this, I have to think that the First Welfare Theorem of Pandemic Economics is: stop the pandemic. I'm working on the proof now, sadly, so is the US. #COVID19", "COVID really exposed that a lot of peoples priorities are fucked up.. The turn up really more important than living to y’all??🥴", "Andrew Cuomo killed thousands of people in nursing homes with his order to put coronavirus patients in them.\n\nHe should resign immediately.", "I will NEVER get a Covid-19 vaccine. What about you?", "RT @richardhine: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to…", "Decades after the HIV/AIDS crisis, advocates and survivors watch COVID-19 cripple their communities\nhttps://t.co/Z4rf63k75G", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Volume 2 of the #StarMagicLoveFromHome Lockdown Portraits!\n\nSee your favorite @starmagicphils stars via this link https://t.co/OGLYYDiVHi https://t.co/b3vl5wbzMB", "This is what happens when you believe in science and not magic", null, "@NYGovCuomo you played politics with the virus and thousands lost their lives #DemocratsTheEnemyWithin", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "Last night’s #60Minutes exposed Trump for playing the worst kind of pandemic politics—cutting funding for US researcher Peter Daszak, jeopardizing possible COVID-19 cure. Also exposed @MattGaetz and @TuckerCarlson for their role in the disinformation scam  https://t.co/F2dlCcbssr", null, "RT @XRP_JohnB: @NajibRazak I really impressed with the way our new PN gov overcome the Covid19 Pandemic. \nMy support is always for PN, BN.…", "@globaltimesnews First provided CORONA, then medical aid,mask etc , wow.", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "RT @firstpost: #India's fight against #CoronavirusPandemic is driven by its people, #NarendraModi has said, attributing \"success\" to the im…", "anyone know why we all went from calling it \"coronavirus\" to calling it \"covid\"? feels like I've seen the former word a lot less lately and google trends backs me up https://t.co/IQKHKP28Vb", "Now that the very expensive, unpopular and unfair Individual Mandate provision has been terminated by us, many States &amp; the U.S. are asking the Supreme Court that Obamacare itself be terminated so that it can be replaced with a FAR BETTER AND MUCH LESS EXPENSIVE ALTERNATIVE.....", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "FOR MY PEOPLE WITH COVID :\n* retweet to save lives* https://t.co/ypr3SZjs6G", "RT @JohnFugelsang: (13)\n-attacked Navy Captain Crozier, who sounded COVID alarm for his sick sailors\n-used military against peaceful protes…", "RT @preyansh_seth: #Save_GTU_Students #save_gujarat_student #save_gtu_student #Cancle_Exam2020 #Covid_19 #COVID19 #StudentsLivesMatter #can…", "RT @QRevelatorQ: @55true4u Someone shared this. I am not sure how true it is, but it would not surprise me one bit. This is medical kidnapp…", "In reality all we need is the infinity stones to wish Covid away 💎", "RT @EWagsterPettus: The mayor of Tupelo, #Mississippi, has ordered people to wear masks in public, starting Monday, to slow the spread of t…", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@DDPozhidaev @IMFNews @wto Africa would have wished,during this Covid-19 pandemic,to check its economic policy resilience,without external input...\n..the US fought off the economic effects of the depression 1929-1931....Africa must also experience the same with Covid-19", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Do you notice how MASS HYSTERIA is fabricated by media quoting \"record new COVID CASES.\" It is totally irrelevant, unless the base line is after everyone is tested, and then later tested again. \n\nBut no one knows thinks logically. Schools don't educate, they keep students stupid. https://t.co/gXSD4gkyEv", "Social distancing isn't that bad....  #OddSignsYoureGettingOlder https://t.co/X8P8qsQZVF", "RT @bunchums2003: Trumpy doesn't care!!!!!!!!", "Most of the media somehow missed this (shocker!) - but on Thursday @ameracadpeds - the national umbrella organization of 67,000 US pediatricians - called for schools to reopen with “students physically present.” https://t.co/5ZiG52Gp65 https://t.co/0FLQhFef8L", "RT @waykos_prajwal: Many of you are worrying for the old lives....the aged ones....but it is the youth who  has to fight for the next few d…", "yes i will self-rt my trauma autobiography comic\nno i do not have shame", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "Don’t be fooled, abortion activists DO NOT speak for all women. Many women are #prolife including me.", "#भावी_चिकित्सक_खतरे_में  \n#don't play with our life", null, "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@lustwitch @ilikerosiee @JoeBiden So you know more than their doctor?!?!  Wow. Impressive.", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "Brazil coronavirus cases rise past 1.3 million, deaths total 57,070 https://t.co/gAFK9AKREs https://t.co/BdLWDPjlRc", "Woman slams Starbucks barista over coronavirus mask rule.\n\nBarista then gets $30,000 in tips. \nhttps://t.co/R4WdsINPvt", "RT @lucy_stoness: to all those who kept saying “pritzker doesn’t know what he’s doing” during the pandemic like lmfao u realize that illino…", "RT @shivamg46778984: Is this is the way to matrys (GTU STUDENTS) here we go for exam as per        @navin_seth and will invite corona virus…", "RT @MargaretAtwood: Really simple, easy to understand #Covid19 diagram. Pass it on and keep safe! https://t.co/njucfiGYDV", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "This Database Allows DC Renters To Look Up Whether Their Landlord's Mortgage is Deferred. via @prrybrwn https://t.co/h9RQ92akJW", "With all respect to my VUMC colleagues: one fact has not changed: wearing of masks is one of the best steps we can take to limit spread of COVID19. Shortage of PPE in early stages made some public health officials ask that we preserve masks for front line health workers.", "RT @PoliticalKida: A video representation of who is doing the work in fight against Corona &amp; who is taking the credit in Delhi\n\nFeat Kejriw…", "@HMDatabase Two big caveats: 1. incomplete reporting (often recent weeks #'s get revised upwards); 2. #STMF is all about Europe where the pandemic has been clearly trending down.\n\nAlso keep in mind the 2-4 week lag between STMF data and the present for nearly all populations.", "Joe Biden Keeps Inflating The Coronavirus Death Toll https://t.co/Drbt2On7tv", "RT @Aaron_Dodd2: From Day 1. @LiberalAus and their Murdoch surrogates like @sophieelsworth have been downplaying the lethality of #covid19…", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "Bengaluru: Covid care infra at Kanteerava stadium dismantled after row https://t.co/lJHbVixiOg", "RT @ProjectLincoln: The Mike Pence Pandemic Propaganda Power Hour.", "this tweet is profoundly crazed", null, "So Modi's dramatic Lockdown was a spectacular failure. Didn't control Covid. Remember he promised to eradicate in 21 days. Destroyed &gt;10Cr jobs &amp; put economy in Lockdown. The story was the same with Noteban. What happens when you take unilateral decisions w/o consulting experts", "RT @Tasleemwani1: See the probability of acquiring Covid 19 in different scenarios.  Risk level 9 is the worst and risk level 1 is the lowe…", "so on my day off yesterday, the head of LA County's public health department put out this ominous statement about how bad things are getting with covid, basically saying that we're approaching a worst-case scenario. I'm going to try to explain what's happening in LA https://t.co/Pjk4sVTL8G", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "WSJ: “Mr. Cuomo is responsible for the single worst public-policy mistake of this pandemic: His administration’s order requiring nursing homes to accept Covid-19 patients from hospitals.” https://t.co/NUk7wUqQEO", "RT @brittany_broski: No what the ACTUAL fuck is this", "410 deaths and highest single-day spike of 19,906 new #COVID19 cases in last 24 hours. Positive cases in India stand at 5,28,859 including 2,03,051 active cases, 3,09,713 cured/discharged/migrated &amp; 16,095 deaths: Ministry of Health &amp; Family Welfare https://t.co/0ugPwF1veL", "RT @PoliticalKida: A video representation of who is doing the work in fight against Corona &amp; who is taking the credit in Delhi\n\nFeat Kejriw…", "@DAZAlVU oh, lovely? :DDDD", "I lost 3 patients today. A child of 12, a young man of 28, and a 65 year old.I am 68 and an RN 48 years.", "don’t forget @SenSchumer calling him George Taylor and Floyd Taylor.  It seems that all senior Democrats are dancing with cognitive failure", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "BREAKING REPORT: Almost half of US COVID-19 deaths are linked to nursing homes...\n\nSHOULD THESE GOVERNORS BE HELD ACCOUNTABLE?", "IF YOU KNOW YOU HAVE CORONAVIRUS AND STILL DECIDE TO GO OUT TO DRINK AND EAT YOURE SO SELFISH!!! You are LITERALLY putting peoples lives at risk!!!! STAY TF HOME!", "Joint Task Force COVID Shield commander Police Lt. Gen. Guillermo Eleazar undertakes aerial survey of Cebu City, currently under enhanced community quarantine because of an increasing number of #COVID19 cases. #COVID19Quarantine | via JTF COVID Shield https://t.co/0iJI1i8xsq", "RT @kylegriffin1: Breaking via WaPo: In the hours before his Tulsa rally, Trump's campaign directed the removal of thousands of stickers fr…", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "“$900 Million. Journalists cannot use ATIP. MPs cannot review this spending at committee. The Auditor General will not be able to audit it. Trudeau Liberals will not even disclose the contract details. So much is wrong here\" https://t.co/dE6YGrnNpP", "Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "@ColumbiaBugle Americans are unimpressed by his response to the pandemic. Changing his campaign is not going to affect that.", "just found out my uncle is positive for corona when he went back to work.... please keep only get take out, no big gatherings, wear ur mask.... this is far from over please stop pretending it isn’t", "Coronavirus dies at 132°F so literally all we would have to do is put the weather machine at that temperature for ONE minute. ONE MINUTE! We would all be really musty but it’s literally just one minute... then boom! Pandemic over", "It’s always nice to come home from work and your ankles are swollen like golf balls and your blood pressure is 155/100", "Thought I had Covid bc I couldn’t taste the ice cream. Then I remembered it’s the dollar store brand. https://t.co/8xZKpx2j7X", "RT @VHannzie: Mewgulf social distancing to others but not to EO 😂💗💗💗\n\n#TharnTypeบวงสรวง", "@BButch55 @WinksThinks Can you keep blm out of this.....thanks sir", null, "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Ezekiel Elliott just said on @timthetatman’s stream that his doctor said he cannot currently work out because of complications from COVID. \n\nJust something to think about for those thinking players should just get sick now.", "RT @girlfrinn: i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the h…", "RT @SouthAfricanASP: Super review of #COVID19 with great graphics https://t.co/teipaP0lBD", "I will NEVER get a Covid-19 vaccine. What about you?", "Sweet Jesus.", "\"The first and only randomized trial to test whether people who work out at gyms with modest restrictions are at greater risk of infection from the coronavirus than those who do not. The tentative answer: no. So this week, Norway reopened all of its gyms.\"\nhttps://t.co/ockqcp8xQk", "RT @road_jackson: MEDIA COVERUP: Shortly After Sleepy Joe Biden Said \"120 Million Dead from COVID\" Media Froze Their Coverage\n\nYou know thi…", "I feel so honored that my daughter @bernardokath is part of an institution that helped so much throughout the pandemic situation. Thank you, San Miguel! CONGRATULATIONS https://t.co/OJVokxHafM", "RT @sohitmishra99: Hello Mumbai people, one of my friends uncle is suffering from Covid, few other disease. His hemoglobin has touched low,…", "Urgent Call for the Permanent Closure of Meat Processing Plants as Covid-19 Cases Soar https://t.co/jUjMdD22Cn", "You might have just noticed a COVID-19 alert on your phone, advising you to stay home to the greatest extent possible.\n\nWe must remain vigilant. Our hospital capacity is filling up.\n\nWear a mask. Wash your hands. Practice physical distancing.\n\nThank you, San Antonio. https://t.co/9g8ac5szK0", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @PTI_News: Record single-day jump of 19,906 COVID-19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fat…", "RT @mxfotia: i think it should be important to note \"americans\" should mean white americans; americans who are BIPOC, unless they benefit f…", "RT @johnanthonyxo: Bexar County sending out that Covid-19 alert https://t.co/Kgs7lpn9us", "Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "4th of July next week and this year I really ask myself wtf we celebrating? New records of Covid cases, kids still in cages, black people still getting killed by the police. We wanna celebrate independence? What independence? To wear or not wear a mask? What a joke.", "RT @HitanshuThakka3: In Karnataka examination hall one student tested Covid19 positive and many students were quarantine. Don't you see thi…", "idc about me getting covid, I care about going back home with it and spreading it to my parents. that’s what I fear.", "RT @HoodSocialism: Being classist is already a trashy af. But being classist during a global pandemic with so many people jobless &amp; relying…", "So true.", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "My question: What else do these rings detect? \n                                                       NBA to Use High-Tech Rings to Help Detect COVID-19.                         https://t.co/fGc2JgaZxU", "@RajatSharmaLive @aajtak @abpnewshindi @ndtv @zeerajasthan_ \nPlease cover the news of rbse board in your news \nIn corona Rajasthan board is taking the board paper of 10th and 12th. In 12th class exam there was 5positive people \nAll rbse students #cancelRbse10exam #CancelRbse", ".@ArvindKejriwal gives what is a true tribute to Sardar Patel - India’s largest medical facility at the time of a global pandemic! This is the India that Sardar Patel would be proud of; not one where billions of rupees are wasted on statues. https://t.co/4KQE5KlTRL", "Mint\n\nØ Eight states contributed 85.5% of active virus cases, 87% of total deaths: Govt\nØ Covid-19 Lockdown: MSMEs could see Profits decline by up to ₹1.2 Trillion \nØ China's Luckin Coffee to delist from Nasdaq", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Agriculture is a huge part of Tennessee’s economy. I enjoyed meeting with Tennessee’s farmers to learn how I can be helpful to our Ag community as Senator. @ Tilley Farm https://t.co/iEBhKicL46", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", null, "RT @HeathMayo: Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in…", "idc about me getting covid, I care about going back home with it and spreading it to my parents. that’s what I fear.", "#PostponeneetJee  plz gave us some clarification its not a movie that i r building up suspence..at this crucial pandemic time i m living in mumbai city here the situations are worst..an dnt give me unnecessary anxiety plz sir..@DrAnandMani2", "RT @thehill: Over 40 percent of US COVID-19 deaths are linked to nursing homes: NYT https://t.co/nAbWphiYLR https://t.co/iwQBTP3HQc", "RT @romyreiner: Wait... since America has the most Covid deaths, shouldn’t it be renamed “The Trump Virus”? #TrumpVirus", "@KnoxWLRD_ No", "Jack the Ripper launches jaywalking investigation.", "Scary. #COVID19", "On Monday, it’s likely that @AZDHS implements state Crisis Standards of Care. That means hospitals choose who gets care &amp; who gets turned away &amp; what level of care you get at a hospital. Why? Bc the hospitals are full.\n\nBars/nightclubs are open tho.  https://t.co/gjKj6R3QCB", "RT @laralogan: My question: What else do these rings detect? \n                                                       NBA to Use High-Tech R…", "RT @Neil_McNeil: If anybody tries to tell you that protestors are the reason for the rise in cases nationwide, make sure they know this is…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "ABC is reporting that Trump’s last Nazi/coronavirus rally, he personally ordered no social distancing. The venue had put stickers on every other seat, to make sure people would not be on top of each other, and Trump demanded that they ignore that", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@realDonaldTrump @narendramodi The COVID must be from Chinese bio-weapon lab to derail USA economy by which Trump's reelection could be derailed so as toescape from Trade war.If the Democratscome in to power, USA wouldbecome a colony of China. China deployed its spies everywhere", "India gets world`s largest COVID care centre in Delhi, 10000-bed facility. \n.\n@AmitShah @ArvindKejriwal @COVIDNewsByMIB #FightagainstCoronavirus #india #india https://t.co/UH6HYP7hDc", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "RT @sanjayezhava: #fuelprice ⬆️ for 23th day in a row. \n\n#coronavirus के बाद #FuelVirus \n\n@dpradhanbjp @PMOIndia @narendramodi @vijayrupani…", "In midst of a campaign interrupted by the coronavirus pandemic, Jill Biden's presence is a constant as her husband contemplates his VP pick. https://t.co/AzmKAoXTXJ", "@PressSec @realDonaldTrump \"125,000 dead from the Coronavirus*\n\nKayleigh McEnany: bUt ThE sTaTuEs", null, "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "maybe it is", "people really don’t like math... and they really don’t like people who do 😭", "NBA to Use High-Tech Rings to Help Detect COVID-19 https://t.co/oq93r2HXOU from @WebMD", "Mr. Trump doesn’t seem to be counting on actual votes from living humans to win a second term. https://t.co/O4sVlC5e0q", "RT @mightyatom: practice social distancing with your friends and lovers by swiping your little paw under the door meowmeowmeow", "@SethAbramson More like America collapsing. 60 Minutes investigation reveals Trump knowingly allowed flawed COVID19 antibody tests to circulate, leading to inaccurate data to support re-openings &amp; potentially causing thousands more preventable deaths. Nobody stopped him https://t.co/X7OrDNQ0cS", "Texas Republicans are moving forward with plans for an indoor convention in Houston, the state's biggest coronavirus hot spot, with an expected attendance of 6,000 people and no requirement to wear face masks. https://t.co/ai7kUZEUdC", "This big ol' ant just crawled by me while i was laying on the couch. Scared the crap out of me at first.\n\nNot sure if it was a gamergate, but it's dead now.", "@realDonaldTrump Unreal. Trump snuck out of the White House #SaturdayMorning to go golfing, rather than deal with the new coronavirus spikes across the country. Once again, #TrumpGolfsYouDie. https://t.co/fn8y9bkA6W", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "RT @richardhine: Last night’s #60Minutes exposed Trump for playing the worst kind of pandemic politics—cutting funding for US researcher Pe…", "Biar libur #KuisAlfamart 27 Juni 2020 tetap hadir hari. Kira - kira benda apa ya yang Shalma pegang berikut ini ya?\n\nJawabannya jangan ketukar sama yang baru juara kemarin ya *eh \n\n#EnjoyDirumahAja #AlfamartMelayaniIndonesia #AlfamartTerdekatAja #NewNormalBelanjaDiAlfamart https://t.co/p8ySzRx1jW", "ABC is reporting that Trump’s last Nazi/coronavirus rally, he personally ordered no social distancing. The venue had put stickers on every other seat, to make sure people would not be on top of each other, and Trump demanded that they ignore that", ".@ArvindKejriwal gives what is a true tribute to Sardar Patel - India’s largest medical facility at the time of a global pandemic! This is the India that Sardar Patel would be proud of; not one where billions of rupees are wasted on statues. https://t.co/4KQE5KlTRL", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Great. Now act on the riots. You can take all the executive actions you want, but those are not laws. Police arrest people for breaking actual laws. People are arraigned, tried &amp; convicted for breaking actual laws. That’s how a republic works. That’s why men died at The Alamo.", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "RT @IndiaToday: #Thane district had 27,479 #Covid19 cases, with Thane city, Kalyan-Dombivali and Bhiwandi numbers being particularly worris…", "RT @keithbaldrey: Another bad #COVID19 day today (Sat.) in Washington state: 549 new cases. One of worst days ever. 31,404 total. Six more…", null, "The blood ban has to go. In all its iterations.", "RT @TexasTribune: 1/ Texas Republicans are moving forward with their plans for an in-person, indoor convention next month in Houston — one…", "The high street is in a battle to the death with Amazon and other online retailers. If you have to wade through a pile of bullshit every time you go shopping — face mask, social distancing, queues — the high street is fucked. We are needlessly destroying high street shops.", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "They say muscle weighs more than fat. During the pandemic I’ve gained 9 biceps.", "Those remove their surname just for elections are now Telling blatant lie on this issue.\n\nWhat incompetent and weak @AamAadmiParty govt this is who is busy stealing credits of the work done by @ITBP_official which falls under home ministry and work on HM's order.\n\nSuch liars.", null, "Serological survey kicks off in Delhi as national capital’s Covid cases surge.\n\nThePrint’s photojournalist @manishamondal25 visited Ramnagar in Paharganj, Delhi, to bring you glimpses of how the survey is being carried out...\n\nCheck out her pictures...\n\nhttps://t.co/jic1eVuWdU", "Treating everyone in Florida like they got Covid. Fuck it at this point.", "RT @dbongino: Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their me…", "Stop sending nudes, they will share them with everyone!!", "You are the best Zuzana. God Bless You and safe you!", "RT @56perumal: India gets world's largest COVID care centre in Delhi, 10000-bed facility named after Sardar Patel https://t.co/CAewbcRPFr", "DC Mayor Bowser Begs Residents to Stay Home for the 4th of July Due to Coronavirus - But Black Lives Matter Protests Are OK (VIDEO) https://t.co/1GiHtTAzDU via @gatewaypundit", "Thanks, Governor DeSantis! \nYou're quite the politician, aren't cha?!! https://t.co/PEdf7guEBm", "RT @lycheemoji: we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the…", null, "When you go into someone’s IG live  and they not social distancing...", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "@BruhMan_4thFlo @bloopie_ How 2020 and corona be snatching away my blessings.... 😩😭😭", "@retrospectmgc I went to one and deadass the best night ever", "Bexar County sending out that Covid-19 alert https://t.co/Kgs7lpn9us", "Ago @PopeyesChicken ... I know covid been kicking y’all ass but I really don’t understand why your restaurants have been so inefficient. No reason it should take an hour to pick up some pre ordered chicken. Been all over Nor Cal and it’s consistent across locations", "Living room live. Norah Jones this time #music #SocialDistancing\nhttps://t.co/u2jlgRutij", "I think one Bharat Ratna should given a man who went to Tihad jail and become a news editor on Fuc** news channel called \"Chee News\".\nAgree or Not ?", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "They want \"NewWorldOrder\" in January 2021...\nStill want to vote for those #Democrats?\n\nWe have been trying to tell you, show you, and you won't listen.\n\nWell...listen to this!\n\n#DemsWantNewWorldOrder\n#ItsWhyYouAreStillLockedDown\n#WakeUpAmerica\n\nhttps://t.co/LYpq0OwMIt", "RT @HeathMayo: Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in…", null, "BREAKING REPORT: Almost half of US COVID-19 deaths are linked to nursing homes...\n\nSHOULD THESE GOVERNORS BE HELD ACCOUNTABLE?", null, "@PrashantKishor ulta ilaaz hua seedhi saadhi janta ka. Ab lockdown ki zarurat hai to unlock ho gaya. Jab cases kam thhe toh lockdown ho gaya... Wah... Slow Military Clap for all the budshijivis acting as our benefactors.", "It's not a coincidence that people living in nursing homes and other group care settings for people with disabilities haven't been protected from COVID-19. It's discrimination. https://t.co/ZUMhYlsuN3", "COVID really exposed that a lot of peoples priorities are fucked up.. The turn up really more important than living to y’all??🥴", "RT @DatMichCray: One of the most interesting things to come from this pandemic is businesses implementing processes they should have been d…", "‘Bombshell’ Writer Charles Randolph Boards Pandemic Movie for SK Global — Variety https://t.co/GyWYaR2vWF", "RT @toisports: #Cricket #IndianCricket #RanjiTrophy\n\nIndian domestic cricketers await match fee, GRS share🏏\n\nThe #coronavirusoutbreak and t…", "RT @JanelleMonae: For those who passively and deliberately voted him in office and to those who think it’s a good idea to passively and del…", "#RajasthanNoExamInCovid #RajasthanNoExamInCovid #Rbse @GovindDotasra @ashokgehlot51 \nDear CM of rajsthan and Education minister please cancel 10th class board exam due to covid-19 over parents worry about over health please give general promotion to all students 🙏🙏🙏🙏🙏🙏🙏🙏", "@XENOMORPH888 @DaneCook Except when you and your family get Covid and u end up killing ur grandma, happy 4th twat waffle", "RT @MATTHARDYBRAND: [BRAND NEW VIDEO] From the real-life Matt Hardy....WEAR A MASK. https://t.co/vmN6HTV3hH https://t.co/zRXxpSvfJI", "BREAKING:\n\nAmerican business owners CAN NOT survive another lockdown of ANY kind....\n\nAnother lockdown equals the end of small business!\n\nFREEDOM&gt;SAFETY!!\n\nRT!", "RT @NYGovCuomo: In the middle of a global pandemic, the Trump admin wants the Supreme Court to strike down the entire Affordable Care Act.…", "RT @Vivekpa22216071: Looking at Covid-19, universities like Delhi and  chhattisgarh took a good decision by promoting 1st and 2nd year stud…", "Great article by @drsimonegold about #COVID19.\n\nIt was censored by @USATODAY, but you can click on the link below to read it in full.\n\nWell worth the read!", "RT @mtracey: 60,000+ people crammed together in Houston earlier this month -- one of the countless mass gatherings across the country that…", "#TharnTypeบวงสรวง\n\nhow to social          how not to social\n  distancing                   distancing https://t.co/VOrNn19CtM", "RT @13thethe: If U wanted proof that Dems is doing all they can to win an election look no further than their recent Actions. Dems used Cov…", "It is unbelievable that this has to be said, but no: reducing testing will not make this pandemic go away.\n\nTrump's decision to pull federal support for testing is threatening the health of millions of people.\nhttps://t.co/qvYR4WEHjC", "#MentalHealth professor here. That “new normal” everyone keeps talking about? It’s not normal. Not even close.\n\nIf you’re struggling hard: you’re not alone. If it seems like everyone else has it under control: they don’t. If you don’t know if it will be okay: it will.\n\nThread 🧵", "RT @richardursomd: No deaths and no full blown covid. Lots of exposure!! https://t.co/DVxVA5UMBr", "RT @JEONSGOODE: so bts did not only donate $1M to blm, but they also donated $2M to yemen and saved 340,000 kids AND they donated another $…", "Never in the history of American politics has there ever been a presidential candidate as spineless as @JoeBiden. \n\nHis strategy is to hide until November and blame coronavirus.\n\nEvery single person knows this is about concealing his early onset symptoms.", "@GovAbbott trying to please or afraid of trump, opened the doors wide open to covid-19 in May.", "RT @MBOKSR_MAGA: Houston with an area population of 6.7 million....you have 18 thousand cases. #YouPeopleAreStupid", "In a newly announced rule, Education Secretary Betsy DeVos has signaled she is standing firm on her intention to reroute millions of dollars in coronavirus aid money to K-12 private school students.\nhttps://t.co/60APnN1tcV", "The United States has just reached 2.5 million coronavirus cases. Here's how fast each 500,000 cases has come:\n\nFirst 500k cases: 80 days\nSecond 500k cases: 18 days\nThird 500k cases: 20 days\nFourth 500k cases: 23 days\nFifth 500k cases: 17 days", "RT @Ginalolaknits: Understanding the Hegelian Dialectic | Problem. Reaction. Solution. \n🚨Give up your Rights-It’s for your safety \n🚨Bill Ga…", "Would you agree with Federal Govts proposal/decision to reopen educational institutions by July 15? @Shafqat_Mahmood #coronavirus", "RT @Debarsh1: Yes whatever situation will get better from 18th July.. \nAnd these pandemic will ends soon \n#PostponeNEETandJEE https://t.co/…", "KUNG FLU referred to #COVID19 is racist because Trump says it.\n#Kungfluvirus #ChinaVirus #WuhanVirus #ChineseVirus \nare labeled as racism by the leftist.😅\n#Trump2020 #KAG \n#WWG1WGA https://t.co/J4Y7FFFEtu", "@DanielAndrewsMP just said a number of COVID-19 cases in Melbourne have come from friends sharing a cigarette lighter. Not a smoke, a lighter. This beast is so infections...", "can we please work on releasing their parents as well? Where are these kids going to go if they have no relatives in the United States? :/", "RT @CREWcrew: After news broke that CDC had blacklisted VOA reporters after they criticized Trump’s coronavirus response, the VOA Director…", "The first COVID shutdown was likely a test run to see if they could actually pull it off.  Our common sense republic failed the test.  Now they are empowered.\n\nProfessionally stable-minded people do not write things like this. Ever. Not even once in their career. Ever. https://t.co/gvJXcdK5S7", "ON AIR: Rose Royce / We Entertain. Empower. Educate . Talk to us on 0208 090 2121 HELLO@FANTASTICRADIO.CO.UK #FANTASTICRADIOUK #HOMEOFPOSSIBILITIES #BELIEVEYOURPOSSIBILITIES #STAYHOMESAFELIVES https://t.co/bE4hgti6fx \n Buy song https://t.co/Jow6w3Tqxz https://t.co/qmx7aRXi8a", "RT @ProgPro: These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to th…", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", "RT @jsolomonReports: Texas hospital CEO: COVID inpatient count ‘misinterpreted,’ level of alarm ‘unwarranted’ | Just The News https://t.co/…", "For all the anti-mask tough guys and pandemic denialists still out there (and I know they're out there, they tweet me and send me insane emails constantly) https://t.co/EGOwXOMQ0h https://t.co/XZW8pQbWXo", "Y’all.", "RT @shivamg46778984: Is this is the way to matrys (GTU STUDENTS) here we go for exam as per        @navin_seth and will invite corona virus…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "The real mistake the media and other are making is assuming the Covid-19 response by the Trump administration is incompetence versus intentional. How many must die before we call this genocide?", "🎵🎵🎶 “In the arms of the angel\nFly away from here\nFrom this dark, cold, cheese less room,\nAnd the endlessness that you fear\nYou are pulled from the wreckage\nOf your silent reverie\nYou're in the arms of the angel\nMay you find some comfort here ...”", "‘ At present, there is no direct evidence (from studies on COVID- 19 and in healthy people in the community) on the effectiveness of universal masking of healthy people in the community to prevent infection with respiratory viruses, including COVID-19.’\n\nhttps://t.co/1AEXywmJDQ", "RT @ForeignAffairs: At least 137 countries imposed partial or total lockdowns to slow the spread of the novel coronavirus. @joshmich &amp; @jen…", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "410 deaths and highest single-day spike of 19,906 new #COVID19 cases in last 24 hours. Positive cases in India stand at 5,28,859 including 2,03,051 active cases, 3,09,713 cured/discharged/migrated &amp; 16,095 deaths: Ministry of Health &amp; Family Welfare https://t.co/0ugPwF1veL", "Cradle of Cantonese Cuisine Welcomes Robot Chef Overlords\n\nAmid lingering fears of COVID-19, a “robot restaurant complex” has opened in Foshan’s famed Shunde District, serving Chinese fare, hot pot, and fast food to up to 600 patrons.\n\nStory by @Xiguaken: https://t.co/NYbpRpGcWH https://t.co/RGSbUtVOvk", "How Covid-19 has upended the South African alcohol industry https://t.co/zSRAhmZHIy", "BREAKING REPORT: Tennessee Students will be REQUIRED to get Flu-shots, COVID-19 vaccine when it becomes available...\n\nTHOUGHTS?", "Evidence that Vitamin D Supplementation Could Reduce Risk of Influenza and COVID-19 Infections and Deaths https://t.co/pOtlKl7CZY", "RT @Stonekettle: Pandemic Playlist: \n\nBavarian band The Heimatdamisch: Sweet Child O' Mine (Guns n' Roses). \n\nhttps://t.co/WxdXrT5ZCa\n\nSeri…", "@MajorPatriot @LawDog323 Please share the hell out of this. It must be stopped immediately. This is medical kidnapping! https://t.co/wwdzFp0VKW", "RT @RahulGandhi: Covid19 is spreading rapidly into new parts of the country. GOI has no plan to defeat it.\n\nPM is silent. He has surrendere…", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Do you think FACE MASKS work and are necessary to STOP the spread of the Coronavirus?", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@DoC_GoI @PiyushGoyalOffc @CimGOI @minmsme @MSDESkillIndia @FieoHq @ficci_india @APEDADOC @MPEDACOCHIN @DIPPGOI @CIPAM_India On this MSME day we have expectation from gov to open export for Nonwoven fabric,mask &amp; PPE kits.We are eagerly waiting goods news from gov in welfare of national economy.Nonwoven fabric (Hs5603) Industry is running on 25% &amp; going to shut down soon if export will not open soon.", "@NYGovCuomo 👈🏽👈🏽Criminal Coward", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "up to improve ratings. If they cared they would have told the truth about the Covid and not pretend that is was something that is not now. What i am trying to say is were is the Real Republican's @GOP @GOPChairwoman", "RT @nolowvibes: Love how everyone and they mama is on Shane Dawson’s ass. It’s all I see on Twitter. Wild. Now hear me out, let’s take this…", "RT @redsteeze: They really are going to let him get away with this shit.", "Population of Florida 22 million. New Coronavirus cases, 9000. No surge in hospitalizations or deaths. Panic porn?\n\nCDC maps show Florida's deepening coronavirus crisis, as state shatters daily case record. \n\n#Chinavirus #TWGRP  https://t.co/dlgno5kJCS", "Record single-day jump of 19,906 COVID-19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fatalities:Govt", "@jadlair @DrTsion @Craig_A_Spencer @Cleavon_MD @AmplifyThisNow @darakass @jeremyfaust @bernardchangMD @choo_ek @uche_blackstock @laxswamy @hilaryfair look at Arizona as a guide since their covid problem got bad the quickest.", "RT @AlexBerenson: It is beyond incredible that @nygovcuomo - who runs a state where almost 1/4 of all US #Covid deaths occurred - more than…", "up to improve ratings. If they cared they would have told the truth about the Covid and not pretend that is was something that is not now. What i am trying to say is were is the Real Republican's @GOP @GOPChairwoman", "If the COVID-19 dead had been children instead of mostly elderly would people be more willing to wear masks?\nhttps://t.co/wTMftahBHI", "This is why Modi govt is not allowing Ramdev's CoronNil to b released to the public; cause if they do it will beat the pharma vaccines hands down.\n\nhttps://t.co/KiMnbkM2P7", "READ THIS THREAD!!!!!", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "RT @lycheemoji: we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the…", "RT @seriousfunnyguy: First we heard cases of #COVID19 positive in India, then in our states. Slowly they came closer to 20 km distance &amp; th…", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "He spitting fr", ".@justinbieber and @QuavoStuntin are taking a stand with us to help everyone everywhere get the health care they need to beat COVID-19: https://t.co/AQFKWGWXjE #GlobalGoalUnite https://t.co/CS6Bh4baWH", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "RT @Laurie_Garrett: The current surge in #COVID19 cases in the USA is the largest day-on-day increase America, or any other country, has ex…", "RT @sri50: #COVID19 update June 28 \n\n#COVID19 cases in last 24 hours - \n19,906 cases and 410 deaths \n\nTotal #COVID19 Cases - 5,28,859\n\n#Act…", "BREAKING:\n\nAmerican business owners CAN NOT survive another lockdown of ANY kind....\n\nAnother lockdown equals the end of small business!\n\nFREEDOM&gt;SAFETY!!\n\nRT!", "RT @NYGovCuomo: In the middle of a global pandemic, the Trump admin wants the Supreme Court to strike down the entire Affordable Care Act.…", null, "Most of the media somehow missed this (shocker!) - but on Thursday @ameracadpeds - the national umbrella organization of 67,000 US pediatricians - called for schools to reopen with “students physically present.” https://t.co/5ZiG52Gp65 https://t.co/0FLQhFef8L", "My question: What else do these rings detect? \n                                                       NBA to Use High-Tech Rings to Help Detect COVID-19.                         https://t.co/fGc2JgaZxU", "up to improve ratings. If they cared they would have told the truth about the Covid and not pretend that is was something that is not now. What i am trying to say is were is the Real Republican's @GOP @GOPChairwoman", "RT @Neil_McNeil: If anybody tries to tell you that protestors are the reason for the rise in cases nationwide, make sure they know this is…", "Record single-day jump of 19,906 #COVID19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fatalities: Govt", "RT @Neil_McNeil: If anybody tries to tell you that protestors are the reason for the rise in cases nationwide, make sure they know this is…", "RT @joseonfag: americans ignoring social distancing and refusing to wear masks should not be seen as strange. it is the psychology of an em…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Michael Hickson, a disabled Black man, contracted COVID-19 and landed at the hospital. The doctor deemed him with \"no quality of life\" and was deprived of food and treatment for 6 days. He died June 11th at St. David's South Austin Medical Center. #DisabledNotDisposable", "RT @Mr_Dave_Haslam: Thoughts?\n\nhttps://t.co/iuXwU6z3GO", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "RT @thomaskaine5: Thank the TEXAS REPUBLICANS including Senator John Cornyn and Gov. Abbott for the apocalyptic #RepublicansVirus spike.  T…", "RT @DuckAlertsNOW: Andy if you’re reading this i hope you die of covid", "I’m no statistician, but it seems a little weird that everyone with a breathing problem is in the same political party.", "Saw this on FB.\n\nWe are better than this Glasgow https://t.co/viNUxdEpQp", "May mga panahon na ang #COVID19 pandemic ay maaaring nakakapuspos. Subukan na patuloy gumalaw at patuloy gumawa - makakatulong ito upang maibalik ang iyong #MentalHealth. https://t.co/ibsSPpWJKJ", "RT @mercadoodios: idc about me getting covid, I care about going back home with it and spreading it to my parents. that’s what I fear.", "Here is a link to a story that confirms that LTC residents with Covid were not to be admitted to hospitals. Maybe the minister of health ought to respond. https://t.co/zqw6pJcDw1 #onpoli", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "coronavirus: Huawei contributes Rs 7 cr to PM-CARES fund, six states for India's battle against coronavirus, Telecom News, ET Telecom https://t.co/h7ZgwLAmGW Dear @PMOIndia I hope this is being returned?", "The Zenit fans with an anti-covid message before kick-off! 😷🦠 #ZenitKrylia\n\nhttps://t.co/65GfDssfuA", "Victorian Premier Daniel Andrews has confirmed health authorities are considering putting coronavirus hotspots in lockdown as the state recorded another jump in daily COVID-19 figures. #9News \nhttps://t.co/25ACyZEH0D", "University of Alabama coach Nick Saban joined his players for a video pushing the Black Lives Matter message on Thursday. https://t.co/3a1jrEqVk1", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Our journey through 4 decades! #progress #royaldental #sapteeth #COVID19 #cajteeth https://t.co/1e3Vmw3HfV", null, "@ani_saurabh Hi Aniket, we request you to please share us the registered mobile number via DM so that we can help you fulfill your request. Thanks!", "Deputy CM of #Karnataka praises Team #Daksha mentored by #Thala #Ajith in the fight against #CoronavirusPandemic", "San Antonio needs a FULL ON LOCKDOWN!", "North Carolinians - your \"Republican\" Senator, Thom Tillis, is on Twitter stirring up COVID19 fears. Is he in cahoots with Democrat Party leftie Roy Cooper? Has \"PC\" Tillis done ANYTHING about rioting, looting burning and monument destruction in the USA? Primary this guy", "practice social distancing with your friends and lovers by swiping your little paw under the door meowmeowmeow", "RT @_meagan09: Due to #COVID19 aka #Coronavirus Ill be sending the first 900 people to like &amp; retweet this $200 -$1500 through CashApp, App…", "RT @jamewils: MoHFW figures #COVID19 \nDaily growth is now almost 20K (19906)\n\nCumulative cases: 5,28,859 - looks like within a week we will…", "RT @arashi5official: Episodes 9 and 10 of \"ARASHI's Diary -Voyage-\" are out June 30!  Join ARASHI as they learn about corona virus and it's…", "Has Chinese Telco Huawei proxy owned by Chinese Deep State ( CCP + Intel Org’s + PLA ) donated 7 Crores to PM Cares?\n\nIs this quid pro quo for 5-G Trails?\n\nShould PM Cares receive Funds from Chinese Companies?\n \nAny answers @JPNadda ??\n  \nhttps://t.co/M1DZcVbBXd # via @Ettelecom", "RT @6Aurora2Marie5: I went to dollar general for some dish soap and i see people stocking up on toilet paper again. Looool", "RT @kashyap291: Dear GTU will you take lesson from Karnataka incident or you still want to apply trial and error method. You are talking ab…", null, "I went on a “date” tonight. We went on a walk in the park and since I hadn’t had food all day I got tacos. Anyways he got tacos too. He asked for the “billS please”, thought I heard wrong lmao. The bill came, $39.95 total, he told them to take it back and split it 😂😂😂😂😂", "PSA: DON’T GO TO THE TARGET AT USC‼️‼️‼️ they’ve been getting positive covid cases from their employees AND they’re not enforcing them to get tested, BE CAREFUL YA’LL", "Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "Bacolod wants Badjaos tested for coronavirus \nhttps://t.co/euT5W9SHl6\n#VisayasNews\n#COVID19 \n@DOHgovph https://t.co/91so0cBhI4", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "At this point, we should open a little state for all the Karens so they can comfortably walk around without masks and transmit coronavirus to each other. This woman can be their governor!❤️\n#KarensGoneWild \nhttps://t.co/EkkEoRO6ED", "#Update Chinese mainland reports 17 new COVID_19 cases, including 14 locally transmitted in Beijing. https://t.co/CQpRQpkSxD", null, "@RandiWYoung I'll keep him in my prayers. My nephew's coworker has a brother middle age w/ COPD and had covid and lived thru it. Stay positive and strong", "RT @HuffPost: The vice president drops appearances a day after boasting the U.S. is \"flattening the curve\" in COVID-19 cases. https://t.co/…", "RT @AdrianNormanDC: COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on…", "Vietnam still at 0, yes zero, COVID-19 deaths. Amazing. https://t.co/s6JH24UgmJ", "RT @seriousfunnyguy: First we heard cases of #COVID19 positive in India, then in our states. Slowly they came closer to 20 km distance &amp; th…", "📢\"...But had never tested positive...\":     N.Y.C. Death Toll Soars Past 10,000 in Revised Virus Count https://t.co/SAcE7RvmOQ", null, "RT @washingtonpost: Opinion: I thought I’d be safe waiting out the coronavirus in Texas. I was wrong. https://t.co/dmxw5LlFl3", "Working in AC and weather change could be the cause of cold.\nAs rightly suggested drink warm water regularly.", "🦠I fear what is coming unless we get a grip. Our current policy is sociopathic🦠Coronavirus: North Netherlands stopped following national advice. Here’s what happened https://t.co/Xur879ty6n", "US sets new record in number of new coronavirus cases in a single day.\n\nThe 45,942 single-day increase was driven by more than 8,000 new cases in Florida and thousands more in Texas, Arizona and California, according to @NBCNews tally. https://t.co/1tz5qzGW5F", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "Thought the pandemic was bad? Welcome to pandemic/post-pandemic housing market in North Carolina for service workers: https://t.co/Jquqye2ImZ", "Read our latest collection from @NatRevImmunol, highlighting the latest research and insight into the immunology of SARS-CoV-2 and the associated disease #COVID19. https://t.co/pBXImjSr7j https://t.co/AqTd6PcH3f", "RT @muglikar_: Dear @RahulGandhi\nYou should quickly call up your friend Rajiv and talk to him. \n\nTwo Employees At Bajaj Auto's Aurangabad P…", "RT @HeathMayo: Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Coronavirus: How Spain Left Its Elderly to Die - The Wire https://t.co/cjlzOVgJ88", "If/when COVID is \"over\", will you still wear a mask whenever you're sick?\n\nIf yes, please retweet this. I'm trying to see something.", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Urgent : If you know of anyone in Delhi looking to employ a driver, PLEASE get in touch. This is for someone who had been helping us with relief work earlier but was laid off by his employer, exhausted all savings during the lockdown to the point that he can't recharge his phone.", "What if I told you climate change has a higher death rate than COVID-19 because the entire globe is infected AND it does not descriminate by age...? Asking for a friend", "RT @wtvox: Another COVID-19 Fashion Effect: Fashion Spending Drops By 50%. Is Digital Fashion the Solution?\n.\n.\nhttps://t.co/wKYYtoSDay\n.\n.…", "The evidence is mounting. New York City simply can not ignore it. We can not open bars/restaurants for indoor service as currently planned for July 6.", "Coronavirus: How Spain Left Its Elderly to Die - The Wire https://t.co/PsuH4O2VrB", "#Thane district had 27,479 #Covid19 cases, with Thane city, Kalyan-Dombivali and Bhiwandi numbers being particularly worrisome, while 911 people have succumbed to the infection.\n#Coronavirus #Mumbai\nhttps://t.co/PXQiaCH657", "RT @realDonaldTrump: Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "This woman lived through World War II, beat cancer and COVID-19. She just turned 100 https://t.co/u5bdSfUOZI", "Backstory Of Kejriwal Govt Fighting Corona Be Like https://t.co/Fmp7PnGzAJ", "RT @BigMoneyOnision: Covid\nRiots\nFires\nFloods\nEveryone getting canceled\nOnision's small penis\n\nI'm really glad I don't drink or do drugs be…", "Visited the 'Sardar Patel COVID Care Centre' in Delhi to review its preparedness.\n\nI thank Radha Soami Satsang Beas and all others who helped to create this huge Covid care facility.\n\nThis 10,000 bed centre would provide huge relief to the people of Delhi. https://t.co/qB0OrP5vxY", "@robertdmunn @cmyeaton We’ve seen in Italy, that COVID-19 is different.", "Refuse to roll down your window? Guess who gets charged with resetting arrest and still get COVID?", "When you hear that there are COVID outbreaks, do you believe any of it?", "RT @aapde_amdavadi: @Komal_19 @deekay5693 He is saying...\n\nIf she don't have incomes during lockdown and this bad time. \nAnd she is writing…", "YOU CAN NOT HAVE A FAILED REALITY TV HOST RUN A COUNTRY! Someone who coerced money from his family! who was raised with a silver spoon and NEVER worked a real job! Of course the USA is in a fcking pickle now! DUH!", "#BREAKING:\n\nCovid-19 has now killed over one-third of all Americans. https://t.co/jtTQOETyxf", "RT @dbongino: Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their me…", "@dave_janak @AmdavadAMC @lavagarwal @drrajivguptaias @Mukeshias @MoHFW_GUJARAT 1). SARS CoV2 virus spreads not only due to lack of social distancing/masks. It transmits by fomites, e.g. doors handles, switches, bags, keys, cup, etc. A sneeze, spit, contact, of a sick person contaminates fomites. Healthy gets infected by such fomites. Can happen anywhere!", "@AlexBerenson @brithume @GovAbbott Fiction writer weighs in  👇👇👇👇👇https://t.co/8jI1DJj9Zw", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "WHY. WOULD. WE. BELIEVE. THIS? Or anything coming out of the mouths of this corrupt, criminal, grifting, COVID-ignoring, Russuia-appeasing, callous, hateful, lying administration?", "@gailnewshound @SteveSchmidtSES he's a thief and a criminal, running criminal enterprises out of the Whitehouse and he's a murder, our soldier and covid and cutting environmental programs", "JUST IN: Number of global coronavirus cases surpasses 10  million, according to a Reuters tally https://t.co/NloINYTMsE", "RT @eatvope: and if you get corona... good luck charlie", "coronavirus: Huawei contributes Rs 7 cr to PM-CARES fund, six states for India's battle against coronavirus, Telecom News, ET Telecom https://t.co/h7ZgwLAmGW Dear @PMOIndia I hope this is being returned?", "RT @paineworks: @BlankSmash If there was no global pandemic I would simply not attend tournaments for super smash bro’s ultimate on the Nin…", "This Database Allows DC Renters To Look Up Whether Their Landlord's Mortgage is Deferred. via @prrybrwn https://t.co/h9RQ92akJW", "RT @60Minutes: Over the course of a three-month investigation, 60 Minutes has learned that federal officials knew many of the coronavirus a…", "RT @shadansiddiqui4: Why this harsh decision.. And why not responding.. \n#भावी_चिकित्सक_खतरे_में\n\n@nhm_up\n@myogiaditynath\n@cmofficeup\n@DrRp…", "RT @kayleighhhh_00: yall are just accusing any &amp;' everyone of having the coronavirus huh ?🤣", "RT @thehill: Over 40 percent of US COVID-19 deaths are linked to nursing homes: NYT https://t.co/nAbWphiYLR https://t.co/iwQBTP3HQc", "\"this is a problem that isn’t going to be fixed by you or me: It’s going to require investment by businesses and governments.\"\n\nNo one wants to worry that A/C might help spread the virus, but poorly maintained ventilation systems may pose problems https://t.co/zo82xeKS8G", "It's disgusting that some ppl have worked this entire pandemic and haven't received any raises, bonuses, or anything. These jobs don't give a fuck about their workers and it's disgusting.", "RT @JudyWoodruff: \"It's not just the 23 million people who have coverage. It's the 130 million people who have preexisting protections, mor…", "12 states are pausing reopening over the surge in US coronavirus cases,https://t.co/eAkD9JDVil", "RT @AriFleischer: Amazing story.  It attributes the rise to bars, parties and a Trump rally.  Not a word, not a peep, no mention at all abo…", "In case you don't get it yet: https://t.co/fWINtf5E1f", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "After having COVID in March, I did not think I had any long-term health consequences other than a little shortness of breath. \n\nOf course, like everything with COVID, we still barely know anything. And I barely know what it has done to my body.", "Karma is a dish best served in prison...\n\nLori Loughlin Is ‘Scared’ She Will Catch Coronavirus in Prison https://t.co/Gbiqh6Nf8q", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "BREAKING REPORT: Almost half of US COVID-19 deaths are linked to nursing homes...\n\nSHOULD THESE GOVERNORS BE HELD ACCOUNTABLE?", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "RT @XpressHyderabad: Where is your mask? \n\nFollow this space as our Express Photographers go around the city capturing mask violators in ti…", "Dude today said “man I hate these masks! It’s hard to breathe!” And I said “yeah but I’m sure it’d be harder if you’re coughing up a lung bc of COVID and/or dead 🤷🏻‍♀️😤”", "RT @glennbfarrell: The deadliest virus in #America! #cnn #foxnews #fox #covid19 #coronavirus #corona #wuhanvirus #kungflu #msnbc #hashtag #…", "Stay safe #Whistleblowers. #Truth ALWAYS prevails. \n\nhttps://t.co/ed3T8MZX0D", "Live example of Karnataka  \"what is effective of conduct exam in this pandemic\" let think about it and give mass promotion don't play with our life @GTUoffice @vijayrupanibjp @DrRPNishank @imBhupendrasinh #Save_GTU_Students https://t.co/MTvdSSvk99", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "I've seen dozens of BLM protesters removing their masks to scream at people in a crowd. The media is lying about covid being due to business openings.", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "It's evident that they are pushing propaganda, they must understand that our lives are not for sale.\n\nThey will get what's coming to them.", "NASHVILLE: In the last 2 weeks, theres been a minimum of 7 employees at Tootsie’s confirmed with COVID. They are trying to keep it quiet so that they don’t get shut down. Stay away from downtown! Other places to avoid: Kid Rock’s, Honky Tonk Central, Rippy’s. Spread the word.", "This is a motherfucking lion.\n\nA male lion like this one is 6 to 7 feet long. A lioness is 5 to 6 feet long.\n\nIf you aren't sure you can fit a fucking adult lion between yourself and the next person, you are standing too close.\n\n#SocialDistancing #COVID19 https://t.co/oEddnjjMQg", "Amen 🙏", "RT @PapaiAbhishek: #postponeneetjee\n this is the best time for exam where 16lakh student will appear at that moment on July 26..........btw…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@brick_hausdorff \"If covid doesn't kill you, our first hug will\"", "@GovAbbott Continually wearing a mask will give you the same symptoms of covid. https://t.co/zSNkAw7i9Y", "Love how everyone and they mama is on Shane Dawson’s ass. It’s all I see on Twitter. Wild. Now hear me out, let’s take this energy and put it into:\n\nThe BLM Movement\nThe Yemen Crisis\nMuslims being in camps\nLatinos being in camps\nAbolishing ICE\nThe ONGOING COVID pandemic \nAnd more https://t.co/8eSRwiAZ8V", "Doctor Demonstrates What Happens When You Wear Different Masks | Bored Panda https://t.co/SXOjGkT88Y via @boredpanda", "Ref. UK Gov decision to unlock England, in contrast to three devolved administrations, here is a report by S Korea CDC which found 43.5% (94 of 216 employees) attack rate in office conditions (call centre)\n\n@H_S_E #HerdImmunity #Covid19 #Covid19UK \n\nhttps://t.co/YsqwU26OhH https://t.co/3q87ObQqxp", "Sen. Elizabeth Warren is demanding info from the CEO of a private equity lobbying group about the group's efforts on coronavirus relief legislation.\n\nWarren wants comms with the Treasury Department and White House officials ⁠— including Jared Kushner. https://t.co/V1tz3XYyqd", null, "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@CNN Fortunately for them, there was plenty of room for social distancing.", "@tiggermaxie @TexasTribune also 2 of my friends working in hospitals are worried - they never lv work during day &amp; cant be gone...both on covid related floors. oh well", "So many ppl are testing positive for COVID-19... be careful out here when engaging with ppl including your friends who tested positive but didn’t say anything.", null, null, "The fatality rate of coronavirus is WAY down. \n\nYou’re being lied to.", "Imagine if the US went into a proper lockdown and supplied families with a proper income to survive for this pandemic like wow just imagine ya know", "So, the President is tweeting out Park Police \"wanted\" posters. Because after a tough day golfing during a pandemic, that's an important part of the job.", "The COVID Death Count is Inflated | Change My Mind | Louder with Crowder https://t.co/BZbUuPreEX via @YouTube", "#Coronavirus India Update till 28th June 8:00 AM IST\n\nNew Tests Done - 231095\nNew Cases - 19906\nNew Recoveries - 13832\nNew Deaths - 410\n\n#CoronavirusIndia #CoronaUpdates #CoronavirusOutbreakindia #COVID19India #Covid_19 #CoronaVirusUpdates @RencapMan @ndtv @_DanielSinclair https://t.co/WMNbMYwYBW", "Pandemic and protests: How the tumult of 2020 will forever change banking | #Technology #DigitalBanking #AmericanBanker  https://t.co/soYWdpSKzx", "RT @ANI: US tops 25,00,000 coronavirus cases, according to Johns Hopkins University tracker: AFP news agency", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "RT @catturd2: The fatality rate of coronavirus is WAY down. \n\nYou’re being lied to.", "#MeritBasedPromotionGTU\n#NavinSethResign\n\n@DrRPNishank \n@MoHFW_INDIA \n@MoHFW_GUJARAT \n@Nitinbhai_Patel \n@DrHVoffice \n\n@navin_sheth said exams will be taken after cases of covid19 pandemic slows down and there is was no date given. So students forcefully had to select offline exam", "RT @BhaskarVasistha: @AtishiAAP @ArvindKejriwal This lady @AtishiAAP is lying \nEven Kejriwal tweeted that this COVID care centre has been m…", "RT @ColSDM: I have never been more disappointed in @GregAbbott_TX \n\nWorked hard to get him elected and have supported \n\nThe science is not…", "COVID Update June 26: I’m tempted to date this July 15 since if we act now, this is the first chance to impact anything.\n\nIt turns out that understanding basic math is important to fighting the virus. Short term memory doesn’t hurt either. 1/", "Three Texans in Congress exposed to COVID-19 while at detention center https://t.co/xg3Aed9I7Z", null, "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "It's amazing, really. The world has seen its share of evil world leaders, cruel leaders who thrived on sowing fear and loathing among their people.\n\nI'm having trouble thinking of bigger cowards.", "RT @thelindsayellis: This is such an absurd, cartoon villain thing to do, of course his supporters will think that his detractors completel…", "RT @LabNaing: Repurposing Interleukin-6 Inhibitors to Combat COVID-19 | Journal of Immunotherapy and Precision Oncology by Dr. Shumei Kato…", "RT @CBSNews: COVID-surviving doctor denied chance to donate plasma because he's gay https://t.co/L2dH2G1jGV", "JUST IN: India reports its biggest daily increase since coronavirus outbreak, with 19,906 new cases and 410 new deaths.\n\nTotal of 528,859 cases and 16,095 deaths.", "Inside the Harper's... the crowd is enjoying the first night of reopening @thesnews https://t.co/dGBAsC8Hgj", "RT @DigitalHRMS: Request Demo to witness automated recruitment process with Digital HRMS https://t.co/lWhVLZNltv. #DigitalHRMS #HR #HumanRe…", "As cases surge in Houston, where ICUs are at 100% capacity in the Texas Medical Center — the largest hospital system in the world—  \nthe GOP is moving ahead w plans to gather 6k people in a downtown convention center w no mask mandate. \n\nhttps://t.co/CWZ0FNzSad", "Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "RT @SST_Rad: Today we lost MAMC Professor Department of Anaesthesia, Dr. Asheem Gupta. \n\nHe lost the battle to covid-19 fighting for the la…", ".@thewillwitt breaks it down. #Covid19 https://t.co/BsKVBAGjzr", "RT @IMAGE_Eyewear: Comment below your favourite colour in emojis! ⬇️\n#ImageEyewear #Sunglasses #Shades #Brown #Eyewear #Glasses #Frames #Ye…", "RT @BoSnerdley: 43% of U.S. Coronavirus Deaths Are Linked to Nursing Homes https://t.co/c4ZkdDUVDS", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @JustBeaTee: I am a Texan and I am yet to meet anyone with covid 19. This emergency alert is unnecessary foolishness", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "Even the HRD Minsitry said to stop the exams but still @GTUoffice is sleeping @ugc_india @DrRPNishank plz help Gujarat students #MeritBasedPromotionGTU\n#NavinSethResign save students health", "RT @Perpetualmaniac: To get mail in ballots the oligarchs have to push COVID19 fear, but to these leftist voters back to the polls they wil…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "A comprehensive timeline of @FBE’s internal racism at their company + stories from their employees can be found here for those asking!", "“The shocking poverty impacts of the Covid-19 pandemic will hit children hard,” said @ingerashing, CEO of @save_children.\n \nWhat can be done to address and mitigate the impact of #COVID19 on children?\n \nhttps://t.co/Br0rluK2Xi", "@TOICitiesNews @TOIMumbai Peak yet to come.", null, "5 percent of covid patients have died in the US... 5% bro", "RT @washingtonpost: Workers removed thousands of social distancing stickers before Trump’s Tulsa rally, according to video and a person fam…", "My Lords Ladies and Gentlemen. I give you £12m for an app that does not work, I give you PPE ordered from a Confectionary company and defective PPE from Turkey, , , ,  and please don't forget the military aircraft sent to collect the order . . . but there is more . . . much more:", "RT @vestariares: 🌟SHOP IS OPEN!!!🌟\n\nhttps://t.co/fjtAjvSvDI\n\nMy shop is open with ready to ship stock; if you order please keep in mind any…", "Gtu give us 3option1ofline(fear of corona) 2onlife(must have 1mbs net speed if it don't meantend then we will fail) 3exam give after covid19 is control, we don't know when it control, gtu force us indirectly to give offline exam @ugc_india #Save_GTU_Students @TEJSHAH9", "An exploding Corona Virus crisis shows Narendra Modi is not up to the task of leading India. My latest for the Washington Post. \n\nhttps://t.co/ckiNsTsHzR", "RT @richardhine: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to…", "We look forward to virtually meeting you tomorrow during the second in a series Panel Discussion titled “Planning the New Normal: How has the Pandemic Changed Higher Education?” https://t.co/g0R4gWai8O", "Record single-day jump of 19,906 COVID-19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fatalities:Govt", "As part of our grassroots organizing to have the voices of diverse racialized communities heard in the post #covid19 recovery&amp;rebuild initiatives/consultations of the City of #Toronto, UARR’s youth teams are organizing in #ScarbTO w/ culturally relevant tools this summer #topoli https://t.co/JASFfHmXBx", null, "RT @theambergj: dawg this pandemic shit is not it https://t.co/XEYdiyGSYW", "\"Co-founder of ReOpen #Maryland says he has #COVID19, but won’t help contact tracing efforts\" \n#asshole\nhttps://t.co/rHrWpZLeUF", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "MEDIA COVERUP: Shortly After Sleepy Joe Biden Said \"120 Million Dead from COVID\" Media Froze Their Coverage\n\nYou know this happens every time they let him out of the basement! Media had to do it! Their man Joe looked brain dead!\nhttps://t.co/LrKxFqKrof", "Rising #Covid_19 cases in India\n\nMarch 15th : 110 cases\nMay 19th : 1,01,139 cases\nJune 3rd : 2,07,615 cases(14 days)\nJune 13th : 3,08,993 cases(10 days)\nJune 21st : 4,10,461 cases(8 days)\nJune 27th : 5,08,953 cases(6 days)\n\nWear Your Masks\nMaintain Social Distancing https://t.co/OvDedPlsJv", "Bexar County sending out that Covid-19 alert https://t.co/Kgs7lpn9us", "RT @ashishkjha: For each age group, among hospitalized patients,\n\nCOVID is 2 to 6 times deadlier than an acute MI.\n\nSaying there is an age…", "VP Pence has canceled campaign trips to Arizona and Florida — both part of his 'Faith in America' tour aimed at evangelical voters — due to concerns over COVID-19 as the states experience spikes in coronavirus cases.\n\nhttps://t.co/xZaNeO7Ulw", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "DJ Scratch, Norway: How to protect yourself against COVID-19 - [Info.] WHO - Listen: https://t.co/J3Vw9JVhSn #DjScratchNorway #NowPlaying #DJMix", "One of the most popular Sherpa Town Namche Bazaar in the Everest region, it's also called the gateway to Everest Base Camp Trek. After lockdown are you planning to trek, tour, peaks climbing in Himalayan Nepal? For more info about Himalayan Nepal ~ https://t.co/QkhWwlBTIL https://t.co/l2zT0Eoipc", "N*U students need to be demanding more scholarships and funding to cover this increase... This plan for an increase was designed wayyyyy before COVID-19, so if you need help finding scholarships, DM me.", "RT @PoliticalKida: A video representation of who is doing the work in fight against Corona &amp; who is taking the credit in Delhi\n\nFeat Kejriw…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @latestly: India’s Fight Against #COVID19 Pandemic Is Driven by Its People, Says PM #NarendraModi During Virtual Meeting with AAPI\n@nare…", "we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the real cause of COVID deaths in america: poor infrastructure, lack of state welfar &amp; public housing, commodification of healthcare, &amp; american individualism", "The co-founder of ReOpen Maryland, who pushed to lift the state's stay-home order, says that he has tested positive for coronavirus. https://t.co/Tn7cz0OX0B", "The CDC just released an antibody study projecting over 25 million people have already had the coronavirus, which drives the death rate down to, at most, .5%, which means 99.5% of all infected, regardless of age, survive. https://t.co/6RtykFMdHp", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "The #UnitedStates surpassed 2.5 million #coronavirus cases, a tracker maintained by Johns Hopkins University showed, as the world's hardest-hit country grappled with a surge of #infections in several states\n\nhttps://t.co/YYsplSOmx5", "#ReligiousFreedom @OrtaineDevian \n\n🦠Little did the #Luciferian #globalists know that COVID-19 would #WakeUpAmerica \n\n🦠We SEE &amp; HEAR more distinctly bc of the CONSTRAINTS imposed upon us\n\n🦠It has ALERTED us to their evil ways as they serve Satan\n\n🦠SPOILER: God wins\n@BardsFM https://t.co/6XGlRXSKwd", "Physicians have joined protests in cities across the country, and an open letter signed by 1,200 health professionals says protests should not be shut down over fears of COVID-19 transmission https://t.co/VpJY4YYhK5", "I resigned from @NewsNationTV yesterday. There is no health-life insurance for working even in a risky environment during the Corona period, Many cases are reported so far. I refused to succumb to the pressure of working from office. TRP is more important for them, not life. https://t.co/j9WkC03vaB", "“The White House has blocked Anthony S. Fauci, the nation’s top infectious-disease expert and director of the National Institute of Allergy and Infectious Diseases, from some appearances that he has requested to do in recent weeks,” https://t.co/UvwlOXLnBO", "RT @HeathMayo: Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in…", "@Charlieleduff It’s funny you say that because up until today it all seemed legit/funny. Some kid yelled at me today, “Karen’s got a mask on!” Like thanks for noticing I just had a medical procedure but your parents think Jesus cures Covid and had parties ever night during lock down.", "RT @JanelleMonae: For those who passively and deliberately voted him in office and to those who think it’s a good idea to passively and del…", null, "This is what happens when you believe in science and not magic", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "How did the world miss COVID-19's silent spread?\n\nhttps://t.co/W4FaM77VBK", "In case you don't get it yet: https://t.co/fWINtf5E1f", null, "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "@Leenbean529 Okay I’m sorry but what the actual fuck is this", "In case you don't get it yet: https://t.co/fWINtf5E1f", "RT @GrahamAllen_1: BREAKING:\n\nAmerican business owners CAN NOT survive another lockdown of ANY kind....\n\nAnother lockdown equals the end of…", "RT @MatttGFX: why does Trump keep putting adjectives in front of everyone's names like they're unique monsters in Xenoblade", "Crazy Karen coughs in the face of someone and storms out of store. \n\nIntentional COVID-19 Transfer .,,\n\n#KarensGoneWild https://t.co/Lwe8bbZNuT", "Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "TW: Black disabled death\n\nI’m seeing this make the rounds on FB:\n\nMichael Hickson was denied care for #COVID19 because he didn’t have “quality of life” to warrant the effort by physicians. \n\nThis is the moment disabled ppl talked about. We’re here now.  \n\nhttps://t.co/kzq6KDMicz", "RT @iamkylandavis: Hey y’all! So my dad has restaurants here in Memphis called Mike’s Hot Wings &amp; Such. Some of THE best food in the city,…", "dawg this pandemic shit is not it https://t.co/XEYdiyGSYW", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @Shahzad50155736: HOST IPL NEWZEALAND ! \n\nKYA BOLTI PUBLIC ?\n\n#CARAONA #IPL #COVID19 #STARSPORT #CRICKETAKASH", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", null, "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "When we see data showing in hospital mortality for Covid patients aged 35-44 of almost 5% we should keep in mind — that’s exceptionally high; especially since criteria for admission is generally just an oxygen saturation below 93%. Many of these young people are otherwise healthy https://t.co/BWjtLgNgV5", "I wanna go on runs or hikes but I don’t wanna go alone but then I remember covid and I’m like nvm", null, "RT @FranFD1: ‘Our current policy is sociopathic’", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @WOVLENE007: @srpatel40 @DoC_GoI @PiyushGoyalOffc @CimGOI @minmsme @MSDESkillIndia @FieoHq @ficci_india @APEDADOC @MPEDACOCHIN @DIPPGOI…", "Italy down to only 190 Covid cases yesterday after their insane outbreak. France down to 81. Spain around 330. The USA? 33,399. Birdbrained nation.", "RT @jonlionfineart2: What have I been up to since LOCKDOWN started?\n\nThis video contains all my drawings/paintings that I’ve done since the…", "If you breakdown this supposed \"surge\" in coronavirus cases by county in Florida - It's almost all in Dade and Broward county. \n\nYou know, the counties that always mysteriously find 25,000 Democrat votes every election. \n\n(Farting sound)", "\"The media has tried to scare the American people every step of the way, and these grim predictions of a second wave are no different.\"\n\n-@VP on June 16", "#CSCseGRAMSWARAJ\nPunjab WiFichoupal CVLE Rajinder Kumar, Muktsar successfully established 24x7 power supply for providing ceaseless internet services in lockdown\n@dintya15\n@abhi481\n@anilsangwanHR18\n@wifichoupal\n@jpsinghch\n@CSCegov_ https://t.co/vakfSwj16x", "@GovindDotasra @atc_iitjee_neet\n@RajCMO\nSir Pls Cancel Rbse Class 10 Exams ..\n\nCovid Risk is High !\nI know you are a great Person and Will take Decision in Favour of Students .\n\n#Cancel_Exam2020 #cancelRbse10exam #AnuragTyagiClasses", "Y’all.", "85 patrons of a Michigan restaurant and pub have contracted the coronavirus and health officials expect the number to rise. \n\nThe restaurant and pub followed all social distancing guidelines...the problem appears to be indoor dining https://t.co/8ir5mcK8jp", "RT @JoeBiden: If Donald Trump prevails in the U.S. Supreme Court, insurers could strip away your health insurance coverage or jack up premi…", "RT @JanelleMonae: For those who passively and deliberately voted him in office and to those who think it’s a good idea to passively and del…", "Dear @IAGovernor, \nCan Iowans use the stand your ground law as a defense if I believe an unmasked person is threatening my health and life by spreading COVID-19 to me or my family?\nAsking for a friend.", null, "@HelenClarkNZ  We are not a safe bet for travel Pasifika travel bubble until smoothed out.", "RT @MeganMWo: Thought the pandemic was bad? Welcome to pandemic/post-pandemic housing market in North Carolina for service workers: https:/…", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "RT @AstroKatie: Any organization that justifies bringing workers back into offices by touting their hand sanitizer and desk spacing is comp…", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "RT @LeahR77: My friend’s brother was admitted to the hospital for his diabetes.. 3 days later his family was told he died from Covid . He w…", "Since losing my job bc Covid I’ve been home for 2 months. We decided to drive down PCH and see the sunset but we found an empty spot and got off. https://t.co/sGmEycNoId", "RT @abdikaderore: Health care workers bear the brunt of physical and psychological burden of Covid 19. The effect on Female Health workers…", "RT @jamewils: MoHFW figures #COVID19 \nDaily growth is now almost 20K (19906)\n\nCumulative cases: 5,28,859 - looks like within a week we will…", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "Three people died and one is permanently blind after drinking hand sanitizer https://t.co/m4CEI0Of6H", "RT @LQSocMedTeam: LizQuen for #StarMagicLoveFromHome lockdown portraits. \n\n➡️https://t.co/CazyF4hyMM https://t.co/cyKAfNkYCb", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "The very photo of Iron man Sardar Vallabh Bhai Patel at the entrance shows who has made available this facility . Now it’s waste of communication effort . Take rest .", "RT @TonyArm2: Cuomo is the most corrupt politician since Boss Tweed. He killed over 6,000 seniors in nursing homes. He failed to disinfect…", "My grandma and grandpa we’re together for 60 years. They met when they were 14. Today my grandma is in the hospital with covid while my grandpa died at home. She couldn’t even say bye.  WEAR YOUR MASK.", "Last few days have not been so good for the #tabdeeli household.  \n\nIt seems the cheerleaders for tabdeeli are having panic attacks one after the other after seeing some great \"kaptaani\" in response to COVID-19. \n\nA short thread. /1", "The latest The info4disasters ™ √ Daily! https://t.co/TzkWiDlRBb Thanks to @Americares #covid19 #partner4health", "What took you so long? Really 3 months later @liberal_party finally says we need to create made in Canada supply chain... https://t.co/yBt1yq1jY6", "@LeahShieldsNews @bamsey_melissa @FCN2go Please contact @MyFDOT_NEFL or @FLHealthDuval for any inquiries regarding the I-95 COVID-19 checkpoint. They are the authority making decisions and could answer any of your questions. Thank you.", "@realDonaldTrump @realdonaldtrump in REPUBLICAN GOVERNOR-run states, Covid19 is RUNNING RAMPANT, despite DOTUS Trump's LIES that it's \"dying down\" -- maybe his total lack of a sense of reality is a side effect of USELESS HCQ? TX, FLA, and AZ (all REPUBLICAN) are sending rates to highest ever!", "Texas: Due to The spike in Covid-19 positive tests, we have to close the bars back down. \n\nFlorida:\n https://t.co/rqgjwPJ99D", "The latest The Isaan Daily! https://t.co/bP4qrEQjEH Thanks to Expats in Isaan on Facebook @UhmazingPress @HodlerGambler @prdthailand #thailand #covid19", "Businesses that won't follow COVID public health recommendations will never again get my $$. If they cut corners w/this, what other public health measures are they ignoring? #publichealth #COVID19 #NeverAgain", "Please please please continue to take this pandemic seriously. I have talked to ppl recently who are deluding themselves that we overreacted, and it's terrifying that they believe this. We aren't safe yet and the stakes are so high.", "Not surprisingly, in the GTU, students who burnt their night oil to get  9, 10 spi will go to give the exam during this pandemic situation while the people who spent their time roaming around the town and having 10 kt will be promoted!!🤷🏻‍♀️#save_gtu_student\n@GTUoffice @ugc_india", "Coronavirus Global Health Emergency https://t.co/jWyNMMG3Eh #partner4health", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @AjeetKarn: A COVID person passed away today morning in my society, we have been trying desperately to get her admitted no help from @dm…", "RT @trislerstudz: imagine if the rest of the U.S. had just listened to their damn doctors. that's all Pritzker did. not hard, guys.", "Why is ‘Returned travellers take a Covid 19 test’ not mandatory in all of Australia right now? This seems so simple?", "we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the real cause of COVID deaths in america: poor infrastructure, lack of state welfar &amp; public housing, commodification of healthcare, &amp; american individualism", "RT @LesStonehouse: Why is the Qld Premier @AnnastaciaMP getting kicked from pillar to post about #COVID19 from all msm.. look at the figure…", "RT @Becca2400: Karen: “I have a breathing problem” \n\nBitch, you get COVID and your breathing problem gonna get a lot worse. Wear the fuckin…", "Police have issued more than 850 fines in #Sussex during #lockdown for #coronavirus law breaches  \n\nhttps://t.co/9OlSrEF91c", "RT @paulkrugman: Do people fully appreciate the economic implications of the new Covid-19 surge? And how it interacts with policy? It's pre…", "coronavirus: Huawei contributes Rs 7 cr to PM-CARES fund, six states for India's battle against coronavirus, Telecom News, ET Telecom https://t.co/h7ZgwLAmGW Dear @PMOIndia I hope this is being returned?", "Reviewing preparedness of 10,000 bed 'Sardar Patel COVID Care Centre' at Radha Swami Satsang Beas in Delhi. https://t.co/T7DsKcFH70", "RT @BarPetition: .@JohnMorganESQ, We are desperately seeking your help in protecting FL's future lawyers as the Board of Bar Examiners plan…", "I just need a more economic way to gain pandemic weight. So ummmm I'm gonna that frosty float.", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "RT @lo_malin: @motbilder @lopezacunad @HelenClarkNZ @WHO @WHO_Europe Instead of Sweden calling WHO to make them withdraw the statement it w…", "RT @DelhiTimesTweet: #Spotted: @iamsrk resumes work post #lockdown, shoots for an unknown project in the balcony of his house #Mannat \n\n#Sh…", "Cuomo launches investigation into student who returned to New York from Florida and 'infected four others with COVID-19' https://t.co/2uaKsfNl7K", "Florida, Arizona and Nevada recorded daily highs for cases of COVID-19, highlighting the worsening spread of the virus in several southern and western states as the number of confirmed cases in the U.S. rose to more than 2.5 million https://t.co/iaiMKFDV43 https://t.co/IZXj3VuO0W", "RT @AmitShah: I applaud our courageous @ITBP_official personnel, who would be operating this Covid Care facility during these trying times.…", "we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the real cause of COVID deaths in america: poor infrastructure, lack of state welfar &amp; public housing, commodification of healthcare, &amp; american individualism", "#CoronavirusUpdates #India https://t.co/qc3JlUoswe", "RT @GujjarPrateek: ग्रामपंचायतअधिकारी2018चयनित_मांगे_इच्छामृत्यु\nBottom-up approach can be successful in fighting this corona epidemic, for…", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "RT @R_Raj01: There is no normalcy in regular trains till 12August to avoid gathering in train and on station whereas @DrRPNishank is thinki…", "RT @Alleyesonave: COVID really exposed that a lot of peoples priorities are fucked up.. The turn up really more important than living to y’…", "My suggestion is to wear the mask so I'm going to ask the countries out there that do not believe they're part of this pandemic to think wisely again because you can start it with one thing and go on to include other horrors", "RT @girlfrinn: i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the h…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Crazy Karen coughs in the face of someone and storms out of store. \n\nIntentional COVID-19 Transfer .,,\n\n#KarensGoneWild https://t.co/Lwe8bbZNuT", "39 deaths yesterday here in Florida from coronavirus out of 29 million people - and of course, the CDC admittedly lists every disease under the sun as a coronavirus death - so I don't even believe that number. \n\nYet, they want to bankrupt your family and business over this? BS!", "RT @JanelleMonae: For those who passively and deliberately voted him in office and to those who think it’s a good idea to passively and del…", "COVID really exposed that a lot of peoples priorities are fucked up.. The turn up really more important than living to y’all??🥴", "RT @realDonaldTrump: Coronavirus deaths are way down. Mortality rate is one of the lowest in the World. Our Economy is roaring back and wil…", "RT @the_blvck_velma: Covid getting ready for the outings along with everyone else #COVID19TX https://t.co/PkjEwTn4Bk", "@tatezeko What is going on?! I am so confused.", "RT @chenqiushi404: We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.\n\nChen Qiushi has b…", "New @nberpubs paper finds that \"the provision of misinformation on mass media can have significant societal consequences\" including tragic and avoidable deaths due to #COVID19. https://t.co/oXscx2rlBV cc: @FoxNews", "To clarify, tens of thousands just  by the time the White House (Reagan) even Apple of it.", "@Wilkinson4BC Bars,pubs,strip clubs perfect environments to spread the corona virus-More good reasons to avoid Alcohol and wake up call Andrew for you and BC Liberals who care more about the wellbeing of the Alcohol industry,than public health,and lives!", "@realDonaldTrump \nHow much time will it take make and deliver the Vaccine of Corona..\nSpeeden the work...We Indians are fighting with China. You have to fight Chinese Virus.Hurry!", "this is a great @ocregister story by @iwhlr that explains where OC is right now -- on the precipice of failing the state's standards. state officials say they will see if these trends continue before making a decision to add to OC to their watch list https://t.co/95tc8ON2Ex", "This is maybe the funniest tweet I've ever seen on here from top to bottom, but \"it's the only way she can eat fajitas\" has me crying actual tears.", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "WSJ: “Mr. Cuomo is responsible for the single worst public-policy mistake of this pandemic: His administration’s order requiring nursing homes to accept Covid-19 patients from hospitals.” https://t.co/NUk7wUqQEO", "...told you things would get worst....", null, "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "The social distancing markers in front of the gates to Tokyo Disneyland. The right side looks like the yellow lines extend into the parking lot too. #tdr https://t.co/KSjCjqlglE", "@drharshvardhan @narendramodi @BJP4India @PMOIndia @AmitShahOffice @AmitShah @BJP4Delhi @RSSorg @Ramlal @ArunKumRSS @BJPLive Sir with all due respect \nI m expecting u know the status of Corona in India plzzz take decision on NEET exam asap @narendramodi @DrRPNishank \n#postponeneet \n#HealthOverNEETjee", "RT @realDonaldTrump: Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "Federal Court Rejects Trump Administration’s Attempt To Lower The Nutrition Standards For School Meals. So if this Geriatric Genocidal Jackass doesn’t kill us with Corona he’s now going after your children   https://t.co/48tLRaihqJ", "@brycetache @NWPinPDX Maybe it’s formulaic for becoming a dictator. If you look at other dictators, they have poisoned and gassed their own people as they rose to power (&amp; to keep it). The democide from the pandemic &amp; allowing putin to hire mercenaries to kill our troups could be part of that formula.", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", null, "From complete obscurity to worldwide infamy in one tweet.", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "RT @DC_Draino: 45 out of 50 Governors did *not* force COVID infected patients into nursing homes\n\nBut 5 did:\n\nCuomo (NY)\nWolf (PA)\nWhitmer…", "RT @denise_vert: 1,254 days of Trump have been 1,254 days too many. \n\nAlamo's daily thread is the most comprehensive source on Twitter of t…", "in their 8 years as a band this is the first year 5sos won’t be touring. a pandemic had to happen for them to finally catch a break and some of y’all still don’t see the problem. they’ve openly talked about being overworked, not being paid fairly and ashton has even said that +", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @BienSur_JeTaime: Dozens of murdered elementary schoolers didn't get us a single gun reform measure so the answer to that is a resoundin…", "RT @GujjarPrateek: ग्रामपंचायतअधिकारी2018चयनित_मांगे_इच्छामृत्यु\nBottom-up approach can be successful in fighting this corona epidemic, for…", "@r_bhaduri and committed additional 5Cr https://t.co/1TBS14wmod", "BOOM!!!! you got it.\n\n#SaturdayThoughts", "RT @JoyceWhiteVance: Absolutely no one should be surprised Trump was willing to let grandma die so he could get re-elected. No pearl clutch…", "'I still have nightmares' — health workers struggle with PTSD as coronavirus takes emotional toll - CNBC https://t.co/GuUNtcREVL", "RT @yash__1810: Dear @AKTU_Lucknow conducting semester examination in a situation when the no. of covid cases are increasing by 15k+ per da…", "Crucial time for India now... #COVID19 https://t.co/tRlDHdgy5a", "BREAKING: Worldwide coronavirus cases reach 10 million, as deaths reach 500,000.", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", "Sometimes I think about the fact that in Korea and other Asian countries people put on masks when the have a cold so they don’t get others sick .\n\nAmericans will literally cough in your face and yell Trump 2020 at you during a pandemic .. #KarensGoneWild https://t.co/xFn0B2pVyP", "RT @KKMPutrajaya: People who develop antibodies after becoming infected with the #COVID19 may not keep them more than a few months, especia…", "Record single-day jump of 19,906 COVID-19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fatalities:Govt", "In midst of a campaign interrupted by the coronavirus pandemic, Jill Biden's presence is a constant as her husband contemplates his VP pick. https://t.co/AzmKAoXTXJ", "How much money did you gave to publish this news. No-one willings to give exam during this pandemic. There are thousand of students doing tweets since last days haven't you seen this. All students are against this exam.\n@ugc_india\n#MeritBasedPromotionGTU\n#ResignNavinSeth https://t.co/hYLPHAFASe", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "This makes no sense. Starting August 1, if you test negative for COVID prior to arrival in Hawaii you don’t have to quarantine.\n\nWhat if it is contracted mid-flight?  https://t.co/5BUOK90yQt", "RT @NYGovCuomo: In the middle of a global pandemic, the Trump admin wants the Supreme Court to strike down the entire Affordable Care Act.…", "@TrumpWarRoom @realDonaldTrump @MattWolking And you know what - most of the people President Trump has helped - \"IS NOT TELEVISED OR TOLD TO ANYONE\" Because he doesn't use it for a publicity stunt.  THAT'S MY PRESIDENT! @POTUS @realDonaldTrump  🇺🇸🦅🇺🇸 No Brakes on this Train since 2016! https://t.co/Qu9bxeqbS8", "RT @yennykhrist: So...my hospital director is now on ventilator  :(  Yang masi meremehkan Covid ini, GTFO 😷", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @ScotNational: The Brexit Party leader broke coronavirus guidelines to attend a Trump rally in Oklahoma\n\nhttps://t.co/J3TiZKD7Rh", "When Michelle Brenner lost her job because of the pandemic, she decided to use her extra time and a family lasagna recipe to feed elderly members of her community and others who couldn't shop for themselves due to Covid-19. https://t.co/5ueA8jW7B8", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "@RobertAlai Even with all this thing Called 'lockdown' , infections are souring so high! Lockdown is just a SCAM", "RT @th3j35t3r: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to i…", "Gyms will never be the same after coronavirus https://t.co/ORxOncz3GI https://t.co/aCLQWLBda0", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "They. Want. Us. To. Die.\n\nIt called genocide, and instead of bullets and gas chambers they're hiding their murders under the guise of a global pandemic.\n\nIt's a renewed war on the poor and the colored because they fear \"progress.\"", "RT @dbongino: Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their me…", "@BreitbartNews Propaganda-golf-rallies while Trump's Covid-19 bungle response causes: \n-2,596,000+ infected\n-128,000+ dead\n cases up:\n-FL 142,000+\n-TX 155,000+\n+\n-48 million jobs lost!\n-1.5 million new unemployment applicants\nQuieted Fauci/task force while you spread bs\n\nCORRUPTING INSTITUTIONS", null, "RT @girlfrinn: i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the h…", "@john_hilarious @DarkNookShop @JanetG988 @peterboghossian What about the humanity of the 120K+ dead from covid that we could've saved?", "Trump is seriously golfing, you guys.\n\nThe worst pandemic response in the world, and he's golfing.\n\nTrump visits private golf course as US battles rapid surge in coronavirus cases https://t.co/KK18DMFHYe", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "RT @laralogan: My question: What else do these rings detect? \n                                                       NBA to Use High-Tech R…", "dawg this pandemic shit is not it https://t.co/XEYdiyGSYW", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "The co-founder of ReOpen Maryland, who pushed to lift the state's stay-home order, says that he has tested positive for coronavirus. https://t.co/Tn7cz0OX0B", "The CDC just released an antibody study projecting over 25 million people have already had the coronavirus, which drives the death rate down to, at most, .5%, which means 99.5% of all infected, regardless of age, survive. https://t.co/6RtykFMdHp", "Amazing story.  It attributes the rise to bars, parties and a Trump rally.  Not a word, not a peep, no mention at all about massive street protests with people shouting. Amazing story.  https://t.co/pD2VWKQTP4", "San Antonio needs a FULL ON LOCKDOWN!", "I spoke to @CGTNOfficial about the impact of #COVID19 on #MarinePlastic and about the work of @oceansasia1  on #PlasticPollution. \n\nHere's the interview!\n\nhttps://t.co/SdbgnYQg84", "RT @lunaticopresid1: That very brave Vice President Pence, you know the guy who is too tough to wear a mask? This little tiny man with no c…", "Most coronavirus deaths\n\nUS: 128,000\nBrazil: 57.070\nUK: 43,514\nItaly: 34,716\nFrance: 29,778\nSpain: 28,341\nMexico: 25,779\nIndia: 16,103\nIran: 10,364\nBelgium: 9732\nPeru: 9135\nGermany: 9026\nRussia: 8969\nCanada: 8516\nNetherlands: 6105\nChile: 5347\nSweden: 5280\nTurkey: 5082\nChina: 4634", "What it feels like to social distance for months and wear masks and gloves and use disinfectant all day only to hit record coronavirus cases in the U.S. because y'all are too fucking stupid to function https://t.co/IgRm46ctIU", "If Corona Virus Had a face! 😂 https://t.co/ezESKU1MxL", "Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "This chart shows link between restaurant spending and new virus cases https://t.co/bgftTtZ6rD", "1) Since the pandemic started, people have been saying science has been politicized by this administration as if this is something new. Science *is* and has always been political, especially for Black folks in this country.\n\nA THREAD.", "We don’t half enough tests. Austin will no longer test those without COVID-19 symptoms, mayor says https://t.co/hLKES5B4DD via @KVUE", "RT @axios: Brazil has reported 38,693 new coronavirus cases in 24 hours, taking the country's total to over 1.3 million https://t.co/rrsZx6…", "RT @Stonekettle: \"I have a breathing problem\" \n\nYes you do. You're breathing on other people. You're breathing on food other people eat. Yo…", "I lost 3 patients today. A child of 12, a young man of 28, and a 65 year old.I am 68 and an RN 48 years.", "RT @JoeBiden: If Donald Trump prevails in the U.S. Supreme Court, insurers could strip away your health insurance coverage or jack up premi…", "Texas GOP pushes forward with plans to host indoor convention in biggest coronavirus hot spot https://t.co/Coaei8I1i9", "RT @bgluckman: I can't believe people are still arguing about wearing masks.\n\nMy mother died of COVID last Sunday. My father is going to fo…", "So if your doctor does a COVID test on you &amp; tells you not to go back to work and quarantine for 14 days does that mean you should just miss work &amp; still go out to the bars? If you think that’s okay then you’re just as stupid.", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "RT @FOX10Phoenix: What went wrong in Arizona for COVID-19 cases to sky rocket? Experts weigh in. https://t.co/dCFmJvyX7B", "🤣🤣🤣🤣🤣🤣🤣🤣\nThat's one way to hide it!\n\nAnd now Joe's been relegated to his basement!\n\n🤣🤣🤣🤣🤣🤣🤣🤣\n\nMEDIA COVERUP: Shortly After Sleepy Joe Biden Said \"120 Million Dead from COVID\" Media Froze Their Coverage https://t.co/mRtPIuawJh #trumptrain1111 #WWG1WGA", "Patriots, since they want to push this covid BS! Can we PLEASE get this trending! 👇\n\n#CV1984", "RT @AriFleischer: Amazing story.  It attributes the rise to bars, parties and a Trump rally.  Not a word, not a peep, no mention at all abo…", "In case you don't get it yet: https://t.co/fWINtf5E1f", "RT @joncoopertweets: Trump is okay with:\n\n• Russia paying for murders of American soldiers\n\n• 200,000+ Americans dying from coronavirus\n\n•…", "RT @DigitalHRMS: Want to learn how a new age HR software like Digital HRMS can help a business overcome the impact of the pandemic on recru…", "Y’all.", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "BRAZOS COUNTY UPDATE: As of 6.27.20, there have been 105 additional positive cases. \n\nThe Brazos County Health District has confirmed the 29th death of a Brazos County resident who tested positive for COVID-19.  The resident was a female in her 70’s who was hospitalized. https://t.co/frd2JBISFJ", "RT @Inevitable_ET: Add in planned parenthood and you got yourselves a recipe of coincidences. \n\nThe more you know", "In case you don't get it yet: https://t.co/fWINtf5E1f", "“ ⁦@NYGovCuomo⁩ is responsible for the single worst public-policy mistake of this pandemic: His order requiring nursing homes to accept Covid patients from hospitals. That bad judgment let the virus rampage through the most vulnerable populations.” https://t.co/v0olsPjWfB", "Ok so @USTreasury sends more than 1-million #coronavirus stimulous payments totaling $1.4billion to DEAD people? And we are supposed to believe #MailInBallots are secure? @MorningsMaria @FoxBusiness @SundayFutures @FoxNews", "RT @ScottFeinberg: .@KenBurns, master filmmaker, argues that COVID-19 has “taken its place alongside the three great crises in American his…", "@RajatSharmaLive @aajtak @abpnewshindi @ndtv @zeerajasthan_ \nPlease cover the news of rbse board in your news \nIn corona Rajasthan board is taking the board paper of 10th and 12th. In 12th class exam there was 5positive people \nAll rbse students #cancelRbse10exam #CancelRbse", "Senior Conservatives attack Sir John Major's plan to raise taxes for social care after coronavirus https://t.co/xTxzoa3TFl", "RT @RobertsonDawn3: Social distancing in Parisian cafés today: https://t.co/armOGkEARu", "RT @minimalisttruth: People in China wear mask ALL the time. They have bad AIR. They STILL GOT COVID19!!! Tell me again WHY THE HECK some o…", "RT @jumoymoy: And where are they being deployed?", null, "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their media allies are still pushing this “shut it all down” narrative. It’s as if they want you bankrupted, depressed and jobless.", "RT @Rushant58422493: Looking at Covid-19, universities like Delhi and  chhattisgarh took a good decision by promoting 1st and 2nd year stud…", "RT @muglikar_: Dear @RahulGandhi\nYou should quickly call up your friend Rajiv and talk to him. \n\nTwo Employees At Bajaj Auto's Aurangabad P…", "Modi is hopeless! He has caught  the 'VishwaGuru' disease.", "Trump is searching for a cure for COVID-19 on one of his golf courses again today.", "RT @JanelleMonae: For those who passively and deliberately voted him in office and to those who think it’s a good idea to passively and del…", "Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "@bubbakellen People getting proper care causes less deaths. Helping prevent with a mask, causes less cases. Social distance, wear the minor inconvenience, and just do your part like they say.", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "So my uncle, who's 74yo, has COPD, and has survived 2yrs of chemo, is now at DRMC in Greenville, MS with COVID-19. He's only left his home masked, with sanitizer, to get groceries once a week. He's been careful and for obvious good reason. Two weeks ago, an unmasked moron in a", "If anyone was wondering, there are more active COVID-19 cases in just the city of Miami ALONE than there is in ALL of Canada...", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "RT @RTMcFadyen: Doctor on Covid-19 task force briefings: 'Stop screwing around'\nhttps://t.co/g885aTCobO", "https://t.co/nwAbhemhZf", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "RT @StephenKing: Come to COVID WORLD, in Florida! Ride the Coffin Coaster! Take a cruise on the Fever Flatboats! Free beer for the kiddies,…", "Last night’s #60Minutes exposed Trump for playing the worst kind of pandemic politics—cutting funding for US researcher Peter Daszak, jeopardizing possible COVID-19 cure. Also exposed @MattGaetz and @TuckerCarlson for their role in the disinformation scam  https://t.co/F2dlCcbssr", "RT @MollyJongFast: God forbid the American people get accurate information during the largest public health crisis of my lifetime.", "RT @sleesays: We are outraged at Gov @GavinNewsom's neglect of people inside California prisons. \n\n600+ ppl infected w/COVID-19 in SQ\n21 de…", "@WhiteHouse Your comeback is premature. You people have the brains of a dead rat. What’s wrong with you can’t you see that 123,000 Thousand people have died in four Months. You have how many states that are almost out of control with COVID-19 and Mike Pence won’t say mask in a CDC meeting.", "RT @MeganMWo: Thought the pandemic was bad? Welcome to pandemic/post-pandemic housing market in North Carolina for service workers: https:/…", null, "y’all ever think about how we’re living in the middle of a pandemic... and a depression.... and a civil rights movement....during an election year.... all while having d*nald tr*mp as president.... and yet there’s people who exist as if there’s literally nothing wrong", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "RT @geoff_buxcey: Isn’t this the same WE Charity that Sophie Trudeau contracted COVID19 at in the UK? This is more taxpayer money to this c…", "we can scream about how selfish people going out to bars and restaurants are. But to blame them for mass death obscures the real cause of COVID deaths in america: poor infrastructure, lack of state welfar &amp; public housing, commodification of healthcare, &amp; american individualism", "Embrace the new norm #COVID19", "RT @thehill: Miami-Dade to close beaches for July Fourth weekend over coronavirus fears https://t.co/U8rNLEFFRa https://t.co/4NKstGazo9", "RT @spectatorindex: Most coronavirus deaths\n\nUS: 128,000\nBrazil: 57.070\nUK: 43,514\nItaly: 34,716\nFrance: 29,778\nSpain: 28,341\nMexico: 25,77…", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "💥Hydroxychloroquine  work‼️ From now on it will be criminally negligent not to give all Americans access to this drug as a preventative measure💥\n\nDr Raoult Roars -- new articles on findings and issues about HCQ + Cocktails for Covid-19 https://t.co/9HiHoftfwH", "@RmystiQue78 For me it seems like an incredibly stupid place to go given the global pandemic and the type of entertainment provided. It's a predictable, and completely avoidable, outcome.", "RT @JohnCleese: I see that President Trump, while down playing the coronavirus, is asking for extra protection of himself\n\nSums it up, does…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Any organization that justifies bringing workers back into offices by touting their hand sanitizer and desk spacing is completely unserious. Show me your HEPA filters and ventilation system diagrams. Is your AC recirculated? Where is the air flow? What CO2 levels do you reach?", "RT @halleshubham: https://t.co/bPfeE9OhCO\n\nour medical health care system HAS COLLAPSED\n\nin the last 3 decades, govt hospitals were deliber…", "You cannot make us choose between health and exams during global pandemic. Stop this harassment.\n#Save_GTU_Students\n#NavinSethResign", "Infinity War against the COVID-19. They can't defeat the damned virus.", "Crappy tests: bad.\nFDA letting them go without good review: very bad.\nDesperate medical practices who can't get any other tests buying these to screen patients for COVID-19: really super bad.", "More Americans have died of the coronavirus since Trump halted his daily briefings than died in the entire Vietnam War and then some. Or put another way, since the briefings ended, America has lost more lives than it did during the equivalent of 17 Iraq wars.", "@HarveyWins Scum. He gave everyone in the chat everything they need for a successful sexual harassment lawsuit. He leads a company and doesn’t know that you don’t have to be the person the comments are directed to to be impacted?", "India's #COVID19 fight people-driven: PM Modi at meet with Indian-American doctors in US https://t.co/Su5umleKYN https://t.co/m8dIzBuh4L", "RT @mercadoodios: idc about me getting covid, I care about going back home with it and spreading it to my parents. that’s what I fear.", "Ok WOW this is gaining traction. I want to \n1. Promote donating to organizations helping black trans lives\n2. Remind you there is still a DEADLY PANDEMIC\n3. You to KEEP UP WITH BLM ITS NOT A TREND FOR 1 WEEK DONT STOP !!!!\n\nalso happy pride 🏳️‍🌈💖", "Amid America's #COVID19 disaster, I must come clean about a lie I spread as a health insurance exec: We spent big $$ to push the idea that Canada's single-payer system was awful &amp; the U.S. system much better. It was a lie &amp; the nations' COVID responses prove it. The truth: (1/6)", "RT @SenSchumer: Pres. Trump just told the Supreme Court to rip health care from millions.\n\nHere’s what Physician Groups told the Supreme Co…", null, "RT @AdrianNormanDC: Stats without context is propaganda.", "RT @MeidasTouch: Unreal. Trump snuck out of the White House #SaturdayMorning to go golfing, rather than deal with the new coronavirus spike…", "Sweet Jesus.", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @Abhinaykrishn10: #WakeUpTelanganaGovt corona cases ni deal cheitam raadu kani eamcet exams pedtaranta .. guys help us #postponeTSEAMCET…", "idc about me getting covid, I care about going back home with it and spreading it to my parents. that’s what I fear.", "RT @washingtonpost: With Trump leading the way, America’s coronavirus failures exposed by record surge in new infections https://t.co/YXsRF…", "RT @catturd2: The fatality rate of coronavirus is WAY down. \n\nYou’re being lied to.", "#CbseExams2020 exam cancelled\nWith this news problem created for non science stream for getting admission in college. Then now upcoming news #jee2020 \nHope it might be postponed due to rising conditions of #coronavirus #ThursdayThoughts #neetpostpone2020 #postponejeeneet https://t.co/41ZUN8K1kg", "Extraordinary claims require extraordinary evidence. \nThis claim came from just one wastewater sample (no replicates) and would have suggested rather high community transmission already, something that would be noticed - see the last few months. False positives are not uncommon", "#Katyayan #RamdevCoronaCure #Ramdev #ramdevbaba\n#ramdevjhoothahai #hindutvaterrorists #CORONILBaba\n#FakeNews #CriminalMinds #FraudWatch #conspiracy\n#Patanjali #COVID19\nThe News Minute: No, Patanjali’s Coronil has not been ‘approved’ by #AYUSH Ministry.\nhttps://t.co/c4SQPcw6aw", "Liberals refuse to trust science.  Covid has negligible transmissibility outdoors. https://t.co/tCb3WmIVfy", "Millions went hungry during first months of UK lockdown, figures show https://t.co/ynuNEDZsmB", "RT @AngrierWHStaff: April 1st: 900k coronavirus cases worldwide\n\nToday: over 10 million coronavirus cases worldwide \n\nIt’s almost like peop…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "These employees of @WholeFoods @amazon in @CambMA were sent home from work today for wearing facemasks that say #blacklivesmatter - the store manager says it violates the company’s national dress code policy @CNN @BostonGlobe @thedailybeast @CBSNews @BostonMagazine #BLM https://t.co/HZUZNBPHy9", null, "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "Doesn’t seem like much Social Distancing! Where is Mayor Douchebag @BilldeBlasio &amp; Governor Moron @NYGovCuomo \n\nGuess the “Believe in Science” crowd only uses that term when it suits them! It’s good for Climate arguments but not spreading Diseases or the CORRECT # of Genders!", "Any organization that justifies bringing workers back into offices by touting their hand sanitizer and desk spacing is completely unserious. Show me your HEPA filters and ventilation system diagrams. Is your AC recirculated? Where is the air flow? What CO2 levels do you reach?", "“$900 Million. Journalists cannot use ATIP. MPs cannot review this spending at committee. The Auditor General will not be able to audit it. Trudeau Liberals will not even disclose the contract details. So much is wrong here\" https://t.co/dE6YGrnNpP", "RT @sun_fiji: Let's Go Local: Rivers Fiji is offering special rates for day long inland adventure over roads and rivers, for those who want…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Paolo trying to rename NAIA, Berna trying to invite tourists, Cynthia cutting off pine trees, &amp; Gwen advocating \"tuob\", all in the midst of the pandemic, describe what kind of govt we have today: irrelevant, unrealistic, corrupt, &amp; repulsive.\n\nThey deserve nothing but disgust!", "RT @rahulkanwal: Author of “The Coming Collapse of China” @GordonGChang believes China’s economy has peaked, it’s demographic sweet spot is…", "RT @showandtal: People love to say “we failed” at Covid response, but the ruling class was quite successful in preserving and increasing th…", "Vaccines kill more people than Covid, pass it on.", "RT @CarolynD72355: @mitchellvii Viruses don’t do well in the heat. Not believing FLORIDA is exploding with new corona cases. It’s a hoax an…", "Since there has been an “explosion” of new #coronavirus cases in the #US, do you personally know anyone who has tested positive?\n\nRetweet before answering!", "RT @mitchellvii: For there to be 9000 new positive cases of COVID in FL in one day with a 5% positive rate, that would mean 180,000 tests i…", "Ahmed Patel described the questioning of him by ED as a diversionary tactic by the government to divert attention from India-China and COVID-19 situation\n\n#AhmedPatel #ED #Congress #BJP #IndiaChina #COVID19 #Sakal #Sakalnews \n\nhttps://t.co/s7ZsR8KMUV", "Poll: Only Half of MI Voters Say Biden Is ‘Mentally and Physically’ Up to Task of the Presidency.\nInteresting No One On Fox News Discussed This Poll.\n Biden came under fire on Thursday after falsely stating that the coronavirus had killed 120 million ppl🤬 https://t.co/cKxgKM523Y", "GU thinks medical n dental students r corona resistant.Even if students r from red zones they aren't dangerous to all the other students giving exam.Other state government is mad as they wanna save lives 1st than exams n results.\n#StudentsLivesMatter \n#WeAreTheFuture\n@gujuni1949", "We Don’t Like This @MarshaBlackburn", "Sweet Jesus.", "How Stigma over COVID Robbed Nizamuddin Locals of Jobs &amp; Dignity https://t.co/G4lccAo2ps", "@JeromeAdamsMD Thank you for making more of an effort lately, but it’s not enough. Pence &amp; Trump are killing us by refusing to be role models. We need a blitz campaign for masks, social distancing, and hand washing (I see this more than others). Governors must do better. We need a national plan", "Congress’ coronavirus rescue package included more than $13 billion to help public schools cover pandemic-related costs. But Betsy DeVos signaled she is standing firm on her intention to reroute millions of that money to K-12 private school students. https://t.co/fWln0ILpBy", "RT @realDonaldTrump: Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @Sesa61647792: #PostponeNEETandJEE sir please clear some of our doubts such as how will you conduct examination in states if West Bengal…", null, "@jbased @mtgreenee @RyanAFournier Zika has a higher mortality rate than COVID-19 (and a broader moderate-severe symptom presenting age range), social justice doesn't involve ANARCHIST rioters that loot and burn, and you're just a fuddy-duddy with zero humor.\n\nGrow up, man.", "The same “news” site that claimed WWE was black balling Roman reported that WWE is mad at Renee for catching covid and all the dumbasses are eating it up like usual. 🙄", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "RT @HRHbutnotusing: @chrismartenson I love my people.  Face masks are bad/no they are good.  HCQ works if early with Zinc/no studies withou…", "#RajasthanNoExamInCovid #RajasthanNoExamInCovid #Rbse @GovindDotasra @ashokgehlot51 \nDear CM of rajsthan and Education minister please cancel 10th class board exam due to covid-19 over parents worry about over health please give general promotion to all students 🙏🙏🙏🙏🙏🙏🙏🙏", "RT @shivamg46778984: Is this is the way to matrys (GTU STUDENTS) here we go for exam as per        @navin_seth and will invite corona virus…", "BREAKING NEWS\n\nThe Washington Post is reporting:\n\nTrump campaign staff removed thousands of stickers on chairs at Tulsa rally that promoted social distancing.\n\nDoes that make the waiver invalid?", "RT @LeahR77: My friend’s brother was admitted to the hospital for his diabetes.. 3 days later his family was told he died from Covid . He w…", "RT @yeahbutnaw: It's disgusting that some ppl have worked this entire pandemic and haven't received any raises, bonuses, or anything. These…", "@MsGifurnasty @washingtonpost Amazing how health care, and scientists, worldwide, mind you, all conspired with this so called “plandemic” \n\nHope you don’t bring Covid home to your family by not wearing a mask...that wouldn’t be good, but you do you 👍🏼\n\n#WearAMask #dontbeher", "RT @Ron_Nirenberg: You might have just noticed a COVID-19 alert on your phone, advising you to stay home to the greatest extent possible.…", null, "Over 7,000 Americans were diagnosed with COVID-19 while Trump was on the golf course today.", "RT @girlfrinn: i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the h…", "RT @richardhine: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to…", "Please @GovSisolak for the safety of all casino workers who have family, who have sons and daughters like me worried for them getting COVID during work. A man has already died from COVID after going back to work in the casino business. Please shut the casinos back down.", "The four largest economies in the world, in order of size, are the US, the EU, China, and Japan.\n\nThe EU, Japan, and China have figured out how to control Covid-19 without wrecking their economies. \n\nThe US has not.\n\nThis is a turning point in the global balance of power.", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "RT @talialikeitis: Just a reminder:\n\nYou are currently NOT afraid of people who are not vaccinated against COVID19. \n\nKeep that in mind whe…", "RT @Bewickwren: Despite concerns about #wildfires and the fact that the event is taking place during a pandemic that has killed more than 1…", "So, the President is tweeting out Park Police \"wanted\" posters. Because after a tough day golfing during a pandemic, that's an important part of the job.", "INSANE! \nTX hospital CEO: COVID inpatient count 'misinterpreted,' level of alarm 'unwarranted'\nIn TX, focal Pt of Nat. anxiety-covid 2nd wave, the state counts EVERY COVID-POS hospital patient as a hospitalization for COVID itself, exaggerating #'s\nhttps://t.co/1S2E3hzmEB https://t.co/JZpXOjBhD8", "RT @P4HR: At least 939 health workers have died from #COVID19 in the U.S.\n\nThese deaths were preventable – and this is likely an undercount…", "RT @BidenWarRoom: 1. Trump asks Xi for help in the 2020 election.\n\n2. Trump spends months praising Xi for his handling of the coronavirus a…", null, "RT @YangerLongkume2: Bhakts are justifying the historic fuel price hikes.\nIt's a masterstroke by Modi to dissuade people from going out dur…", "RT @Laurie_Garrett: The current surge in #COVID19 cases in the USA is the largest day-on-day increase America, or any other country, has ex…", "Even were it true that some people can’t wear masks for mythical medical reasons, then order your groceries delivered or have someone else shop for you. Letting you potentially spew a deadly virus on total strangers is not a reasonable accommodation of your medical condition.", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @Laurie_Garrett: \"Florida shattered its daily record for new #coronavirus cases Saturday.\"\nState, \"now has conf'ed 132,545 #COVID19 case…", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @joseonfag: americans ignoring social distancing and refusing to wear masks should not be seen as strange. it is the psychology of an em…", "Donnie, I know you can't carry a tune but I didn't know you were totally tone-deaf too! W/40,000,000 people out of work, over 2 million cases of Covid-19, &amp; 125,000 dead, do you really think this is the time to ask  SCOTUS to demolish Obamacare? For God's sake, have pity on US!", "RT @arashi5official: Episodes 9 and 10 of \"ARASHI's Diary -Voyage-\" are out June 30!  Join ARASHI as they learn about corona virus and it's…", "RT @catturd2: The fatality rate of coronavirus is WAY down. \n\nYou’re being lied to.", "@Kaila_Kieba Wish that was true lol I had it and wore those in middle school 😭😂", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "RT @MSRegiGirl: Ohhhh god I needed this laugh!! Lordt you just can’t fix stupid!! She’s so proud of herself for doing such a good job!!", "NEW: Brazil reports 38,693 new cases of coronavirus in the last 24 hours.\n\nTotal: 1.31 million cases and 57,070 deaths.", "I’m 22 years old and I tested positive for COVID-19. \n\nI’ve been debating on posting, but I want to share my experience especially with those around my age to help bring awareness, and to relieve any stress/anxiety some may have due to the pandemic.", "RT @HeathMayo: Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in…", "RT @nolowvibes: Love how everyone and they mama is on Shane Dawson’s ass. It’s all I see on Twitter. Wild. Now hear me out, let’s take this…", "Sweet Jesus.", "Morrison has the JobKeeper report. He’ll suppress the facts in a gambit to steal Eden-Monaro. If the conclusions of the report looked to favour Morrison’s govt he couldn’t spill them fast enough. Ever the manipulator of truth, Morrison has shown his hand.  https://t.co/u8j6v6vlm7", "You cannot make us choose between health and exams during global pandemic. Stop this harassment.\n#Save_GTU_Students \n#Save_GTU_Students\n#MeritBasedPromotionGTU \n#NavinSethResign \n@vijayrupanibjp @imBhupendrasinh @DrRPNishank @ugc_india @GTUoffice", "Bill Gates says the current coronavirus picture, globally and in the US, is \"more bleak\" than he would have expected.\n\nThe fact that people are still dying in the US shows that the country is \"not even close\" to doing enough to fight the pandemic, he says. https://t.co/sXD7kKtVXj", "@REMOVEdontrump @SockStealer Thank you for your dedication. My brother-in-law is a pediatric anesthesiologist and two of his patients w Covid in PICU right now are 16 years old and 7 weeks old. And people are complaining about wearing a goddamn mask.", "#postponetseamcet please postpone the TS EAMCET its the matter of lives in this pandemic situation so don’t put the lives of children in risk because of this https://t.co/6kS7LItiNR i request @KTRTRS to postpone or cancel the exam", "Key Points about Covid in Texas. \n\nFacts: \n\nWhile positive cases have increased in Texas, the positive test rate remains low.\n\nOf the 1.66M tests conducted in Texas, 1.53M have been negative.\n\nOverall, Texas’ positive test rate is 7.95% and has remained under 8% since May 3rd. https://t.co/lZbXNIpMWn", "My op-ed: Urban edible gardens have been highlighted by planners worldwide in this wave of greenspace movement due to #COVID19. Taipei might run counter to its visionary #urbanfarming policy now to build a social-housing.\n\n#IFWEN @Belmont_Forum @edicitnet https://t.co/DSFbTug6Iz", null, "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", ".@ArvindKejriwal gives what is a true tribute to Sardar Patel - India’s largest medical facility at the time of a global pandemic! This is the India that Sardar Patel would be proud of; not one where billions of rupees are wasted on statues. https://t.co/4KQE5KlTRL", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", null, null, "Great suggestion.", "Ngl I'm scared to go out, not just cause of #COVID19 but all the shootings \nAlthough the latter fear has always been there", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "The American Academy of Pediatric *finally* weighs in on schools.\n\n\"the AAP strongly advocates that all policy considerations for the coming school year should start with a goal of having students physically present in school.\"\n\nhttps://t.co/1OBafu00MP", "85 cases, from a single restaurant, that followed spacing guidelines, in a state with relatively low transmission.\n\nI’m very pessimistic that there’s any safe way to reopen indoor dining. Capping occupancy won’t cut it. Outdoor and carry out only for now. https://t.co/o5XXS7yoaC", "RT @bainjal: coronavirus: Huawei contributes Rs 7 cr to PM-CARES fund, six states for India's battle against coronavirus, Telecom News, ET…", "FACT CHECK: Testing does not (and cannot) spread the coronavirus.", "Nigerian man breaks down in tears as his mum who he claims doctors neglected for fear she had COVID19, dies (Video) https://t.co/P8uXbf2YG0 #trending https://t.co/GjXcIShUlO", "Covid or not if you cough on me like this imma deck tf outta you.", "Africa’s first human trial for a potential vaccine against the coronavirus began as volunteers received their first shot of injections https://t.co/X8Kvplvcjr https://t.co/Sbu6qktmIG", "All of the rules are being broken: No sealed containers, no food, &amp; public drinking.  @bradhoylman do not push TOGO Bourbon St Booze for 2 more years. We warned this would be a public health disaster and it is. Crowding on streets &amp; sidewalks, people drinking everywhere. No masks", "COVID is the path leading back to Jim Crow...", "Whats the deal with b days like my family is gonna try this huge elaborate thing probably at a bar if one is open, and with 4 of July and covid and last time they tried it failed\n\nHorribly. Just wish me happy b day and hug me thats all i want", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "Oh ... this one stings a bit. 😞", "RT @AdrianNormanDC: COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on…", "Over the course of a three-month investigation, 60 Minutes has learned that federal officials knew many of the coronavirus antibody tests sold in the U.S. were seriously flawed, but continued to allow them to be sold anyway. That story, Sunday. https://t.co/Ihqfr4x5Da", "My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our country through the Covid19 crisis. InshaAllah, from now onwards if we follow SOPs we will see off the worst of this crisis.\nhttps://t.co/xC3kBWdxo3", "@StockDayPodcast @lexa_gene I've been invested in this company since 2018, still rooting for the company and never in a million years would have thought something like Coronavirus might be the catalyst to push this company over the top and possibly into mainstream. Good luck", "\"Give me 50 days, we will win war against Black Money\"\n❌RESULT: BJP became richest party in the world\n\n\"Give me 21 days, we will win war against COVID\"\n❌RESULT: Cases are zooming &amp; have hit 5 lakh\n\nEven if FEKU gets 10,000 days, he won't solve anything &amp; will just keep talking.", "RT @HeathMayo: Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in…", "RT @AngrierWHStaff: April 1st: 900k coronavirus cases worldwide\n\nToday: over 10 million coronavirus cases worldwide \n\nIt’s almost like peop…", "Nur Omar Mohamed, the father of Rep. Ilhan Omar, died from COVID-19 complications on June 15, the congresswoman said.\n\nRemembering some of the more than 125,000 lives lost in U.S. to coronavirus. https://t.co/mmTlaSpOr3", "And you also said all this,. https://t.co/ETC0D3orKc", "@BreitbartNews Propaganda-golf-rallies while Trump's Covid-19 bungle response causes: \n-2,596,000+ infected\n-128,000+ dead\n cases up:\n-FL 142,000+\n-TX 155,000+\n+\n-48 million jobs lost!\n-1.5 million new unemployment applicants\nQuieted Fauci/task force while you spread bs\n\nCORRUPTING INSTITUTIONS", "RT @BigGucciMikey: I can’t even cap...  covid19 really getting closer and closer.. im slowly start to know more ppl with it.. yall be safe…", "RT @ImranKhanPTI: My team was amongst the first to enforce smart lockdowns. I am proud of it for helping me continue to navigate our countr…", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "RT @wewantMor_: did teachers &amp; nurses get a bonus as thanks to their hard work during COVID?", null, "Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their media allies are still pushing this “shut it all down” narrative. It’s as if they want you bankrupted, depressed and jobless.", "RT @richardhine: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to…", "On 17th of March 2020, Prime Minister of Malaysia, Tan Sri Muhyiddin Yassin had announced that Malaysia will be going through movement control order or so called MCO from 18th March until 9th June 2020 due to Covid 19 that had hit Malaysia recently. https://t.co/lk5dbQcBBQ", "The pandemic isn’t over because you got bored. Black lives matter isn’t over because you donated to one charity. Our attention spans are so short but please please keep caring, do good and keep fighting.", "RT @eugenegu: This Trader Joe’s Karen is lying. No real doctor would tell a patient not to wear a mask during COVID-19. Even those with ast…", "BLM CHANTING : “no cop zone” in DC neighborhood tonight‼️\n\nYour social distancing &amp; COVID update can shove it‼️ #FakePandemic \n\nAnd the #LamestreamMedia says nothing‼️ \n#LawAndOrder \n#SaraSaysSo \n@MarkTJay3 @PandaGetsHangry @boxersforlife @AJLovesUSA\n\n https://t.co/4KL8walRRW", "The Tj Maxx in Eastlake has a confirmed case of COVID 19 and is not telling the public (probably so they won’t have to shut down again)", "RT @mtgreenee: Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "RT @richardhine: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to…", "BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to inaccurate data about virus spread, creating data to support re-openings, and potentially causing thousands more preventable deaths. https://t.co/n2dpGcklyu", "Coronavirus is being used for social control by Fauci, who is in the pocket of dystopian vaccine oligarch Bill Gates. Anyone who tells you otherwise is a liar who licks the boots of the Deep State, an uninformed normie, or both.", "Ur wife is weird.", null, null, "#BREAKING | Record single-day jump of 19,906 #covid19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fatalities, reports PTI\n\n#CoronavirusOutbreak", "Due to the rise in COVID cases, we ask that “protesters” work from home and destroy their own property.", "@mitchellvii Friend of mine has father in nursing home, they called her and said 6 had COVID, no symptoms. 2 days later they were tested again ALL tested negative.", "RT @paulkrugman: What we're seeing in the Sunbelt is a failed reopening; whatever job gains there have been from the end of lockdown will n…", "This is interesting. Moscow is carrying out mass testing for Covid-19 antibodies &amp; the first results show around 20% of those checked have had the coronavirus. It suggests over 2 million people may have already been infected in Europe's largest city https://t.co/LOBXVLEPCd", "a chart worth looking at before listening to cuomo preach to florida about how to \"flatten the curve\"\n\nNY has had 24,830 COV deaths vs 3,489 in FL.\n\nFL has a 10% larger population than NY.\n\npop adj, NY has 7.8X the COV deaths of FL.\n\nmedian age in FL is 8% higher. https://t.co/KzAWqVShqA", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "Record single-day jump of 19,906 #COVID19 cases pushes India's tally to 5,28,859; death toll rises to 16,095 with 410 new fatalities: Govt", "@TX_WalkerRanger \"Tweets are my own thoughts\".. Thank you for clarifying that, stupid. Live with 44k new cases every day. Wait for COVID to hit your door", "RT @sosi_251: Nah fuck this !!\n\nAfrica is not a testing lab \n\nAfrica is not a testing lab \n\nAfrica is not a testing lab \n\nAfrica is not a t…", "RT @PoliticalKida: A video representation of who is doing the work in fight against Corona &amp; who is taking the credit in Delhi\n\nFeat Kejriw…", "RT @ClayTravis: The CDC just released an antibody study projecting over 25 million people have already had the coronavirus, which drives th…", "In case you don't get it yet: https://t.co/fWINtf5E1f", "Pence hails 'remarkable progress' on COVID-19 as new cases surge in many states https://t.co/LVMVoyB7d9 via @YahooNews", null, "coronavirus: Huawei contributes Rs 7 cr to PM-CARES fund, six states for India's battle against coronavirus, Telecom News, ET Telecom https://t.co/h7ZgwLAmGW Dear @PMOIndia I hope this is being returned?", "We have lost a colleague with https://t.co/5vbwuEQKaA to CoVid19. Just in her twenties Huma Khan fought hard, was on ventilator support but couldn’t make it.May her soul rest in peace.Please don’t take this virus lightly, no scope for carelessness. 🙏", "@Anandku67800402 @SanjayAzadSln @ArvindKejriwal #Kejriwal\n#AAP\nTwoOfMy distant relatives inDelhi who votedFor AAP because of lowElectricity bill oneWas discharged yesterdayFrom #COVID19 hospital afterPaying a bill of Rs13.5 lakh butSecond one passed-away.!!😭https://t.co/A4b0VrRdQe\nhttps://t.co/StStVE85bA", "I live in Florida. I am a senior citizen. I want to thank President Trump and Governor DeSantis for not caring whether I live or die.  But if I am alive in November I will crawl naked over broken glass smeared with covid virus in order to vote against Trump and every (R) I see. https://t.co/K6Ywa2afKs", "RT @BetteMidler: Donnie, I know you can't carry a tune but I didn't know you were totally tone-deaf too! W/40,000,000 people out of work, o…", "🤧😭 this hurted", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Follow #COVID19 Guidelines and stop the spread of #caronavirus2020 https://t.co/KvNNhRhS5d", null]