["there have been 1,408 covid-19 cases at San Quentin. now, two of those inmates have died. https://t.co/mGjMasRRwn", "President Trump is a super-spreader of the coronavirus. #MtRushmore", "RT @typicalfeminist: Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @JDVance1: An under-appreciated component of the COVID story: 11.4 percent increase in overdose deaths \"driven by increased substance us…", "RT @DavidDevine1: Over 51,000 new Covid cases today... That’s 1/2 of Canada’s total Covid cases since March1.  Yikes!!!\nAnd Trump has no pl…", "This week a Delusional Trump assured again that Covid-19 would soon disappear. Tonight his delusions will place him in the shadow of Presidential Greatness at Mt. Rushmore.  He will look absurd. Below the chiseled rock will be a vainglorious imbecile who has failed history’s test", "A new model predicts more than 10,000 deaths will occur due to missed #cancer screenings during COVID-19. https://t.co/cqtkaW2nJw https://t.co/8ykL7MaSR3", "Colorado: Bill Requires “Re-Education” For Parents Who Refuse Coronavirus Vaccine https://t.co/48YfD3kC4T via @The BaQery", "@pbethancourt @TAMU This is drivel about something that magically appears, goes away, and reappears seemingly dependent upon what group is gathering. When the church kowtowed to this nonsense it opened the door. Not the last time you’ll be told when and how you can worship!", "“surprising”", "Catching the virus in a crowded bar during a PANDEMIC, caught him off guard.......", "RT @customatic: After a whole pandemic, people haven't found new ways to have fun? Still rushing back to do the same old ish, paying for ov…", "Rothschild Economist wants to vaccinate us all", "@akkisreenath @ForumMahe @DrRPNishank https://t.co/ATHW8gSG4U", "RT @Concealcarrygrl: Really. Wow. Little late for some people Jake. Thanks", "RT @JCorey_: Working from home:", "Stanford doctor: Coronavirus fatality rate for people under 45 'almost 0%' \nhttps://t.co/STi16VXNdm", "Laos has no active cases of the novel coronavirus disease/COVID-19. #COVID19", null, "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "“Today has been a proud day to be Lakota. We shut down Mount Rushmore. We put this place in lockdown for three hours and we did it in a good way. We got this power from our ancestors”", "You cannot make this shit up.", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility, but it's larger than that. Park Service employees don't have a personal choice. Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "At least 8 Secret Service agents remain in Phoenix after coming down with coronavirus while preparing for a visit by VP Mike Pence, sources say\nhttps://t.co/rBhf8uKstq", "Why is the government reporting on the amount of COVID-19 cases we have but not the amount of people recovering and healing from it?", "RT @MspdcaliKag: OMG...CNN hates everything our Country Represents! Democrats calling this White Supremest? Disgusting!🤦‍♀️ https://t.co/bj…", "RT @BubetteS: CNN lied, people died.\nhttps://t.co/EPK9vmJlFF", "Independence Day celebrations are muted as coronavirus cases rise in 37 U.S. states https://t.co/dJB2At8Eut https://t.co/Jdk1Jyk00a", "RT @mackaytaggart: 🇨🇦 Canada has recorded a total of 104,772 COVID-19 cases since the beginning of January.\n\n🇺🇸 The United States has recor…", "“We can’t do any better than this” is a crap message that concedes that we cannot do what Canada, Germany, South Korea, Japan, and multiple other countries have accomplished. This marks a low point in our history, and should be rejected by all patriots who want us not to suck.", "Authorities looking for 12 suspects tied to vandalism, theft after protests in Sacramento https://t.co/ROg8XkrhnY", "It happened … Mexico is paying for the wall.", "RT @davidluhnow: A government agency in Mexico found the real Covid death toll is nearly twice the gov’t tally. We reviewed the data that w…", "Well, well...\n@realDonaldTrump embarrasses naysayers once again. In all seriousness, how many ways can one man say, I told you so?\n'Hydroxychloroquine saved coronavirus patients study shows; Trump campaign hails it as \"fantastic news\"\n#MAGA #KAG #4thofJuly https://t.co/urm4WOAbAd", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", null, "@AlexBerenson If you do not wear\na mouth/nose condom\n24/7\nthen you have no right to make laws about them\nor to preach about others using them.\n1/2", "“Today has been a proud day to be Lakota. We shut down Mount Rushmore. We put this place in lockdown for three hours and we did it in a good way. We got this power from our ancestors”", "This is really a catastrophe. We have 57,562 new COVID cases today nationwide. That's doubled in like 10 days. Almost 5k more than the last record two days ago. Positivity 8%. I don't see how this isn't exponential growth. Here's nationwide with New York separated out. https://t.co/snDFpwBURS", "RT @JoeBiden: Donald Trump styled himself as a wartime president. But now it seems this president has surrendered. He has waved the white f…", "RT @GeorgiaLogCabin: Shutdowns failed to control corona virus https://t.co/5G5bNNwibr", "#Retail success is not predicated on the binary of brick and mortar versus #eCommerce: “The future of retail is #omnichannel, enabled by technology: whether in-store or online ... leverage tech to provide both a safe &amp; delightful experience will win.”\nhttps://t.co/I89sfOIsyu https://t.co/0hYDHnqc4M", "@propanegirl1964 I’m not sure if it’s so much that as the new projections scared the shit out of them. \n\nEven conservative estimates and models suggest that we could reduce deaths by as many as 40,000 by simply wearing masks. \n\nIf we could make them universal, COVID would go away.", "@ProjectLincoln Also, what’s the status on the south? Will it rise again?\n\nhttps://t.co/GAzQXaC6hL", "Well.  https://t.co/1NoNxc4lX2", "Fucking terrifying", "RT @Hambino15: @ProjectLincoln 🎶Oh beautiful for Covid lies, for myriads of pain🎶", "Buckle up, NASCAR nation.", "RT @amywjames07: @mitchellvii Ive heard on 2 separate occasions where people that either had an appt that they didnt go to, or went but did…", "ps: NO SOCIAL DISTANCING- NO MASKS 😱SE CORNER OF 97th LAWNDALE- FRIDAY/ JULY 3rd ❗️", "Take a look at what our  #COVID19 Business Complaints Dashboard looks like, it went live today.  Find info on businesses not following requirements from emergency orders on the Dashboard.  To report a business not following guidelines call 311.  \n\n#BrowardCounty #StaySafe https://t.co/8tEys2oAIH", "RT @JoeBiden: It didn't have to be this bad. But month after month, as other leaders in other countries took the necessary steps to get the…", "RT @Teri_Kanefield: (Thread) The Politics of Paranoia\n\nTrump’s campaign messages ⤵️\n\n“We need to learn to live with\" Covid-19, but don’t wo…", "RT @ThatLyin_kvng: I really experienced a global pandemic before I got to experience a stable relationship. https://t.co/em458XvUmG", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "I prefer a president who doesn’t hold a political rally on sacred land in a raging pandemic.", "Chances are #FlattenTheCurve was the dumbest and costliest meme in human history.", "Hey, just a reminder that this pandemic is really stressful and turning people's brains to dust. So it's extra important to be forgiving to others but especially yourself.", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "this is precisely why anyone who can donate to black trans girls, should donate. regular citizens &amp; political officials are doing everything they can to insure that we don’t survive, whether it be through police violence or purposely exposing us to covid-19.", "Or the trump administration is just incompetent and none of this needed to happen.", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "APOLOGIZE TO PRESIDENT TRUMP\n\nCNN &amp; all the Do Nothing Democrats owe President @realDonaldTrump an apology for saying he was wrong about Hydroxychloroquine \n\nHE WAS RIGHT THIS WHOLE TIME.\n\nThere is a new study saying it helps Covid patients. \n\n👉 #ApologizeToPresidentTrump https://t.co/s1hmCvu0a3", "#Breaking Almost 20,000 care home residents have died with coronavirus up to June 12, the Office for National Statistics said https://t.co/BMUeGWmTVH", "That’s Trump and his bestie Putin regaling in their treasonous air attack on Americans. I’ve said it and will repeat: Surrendering to COVID is nothing short of genocide against our fellow citizens. Trump and his GOP cult will be held to account for murder on November 3.", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "RT @chrissyteigen: Not to be dramatic but American Airlines only cares about money and doesn’t care if you get sick and die.", "“We can’t do any better than this” is a crap message that concedes that we cannot do what Canada, Germany, South Korea, Japan, and multiple other countries have accomplished. This marks a low point in our history, and should be rejected by all patriots who want us not to suck.", "#Happy4thofJuly #BenedictDonald ... #IndependenceFromTrump comes 11/3!", "@blakestockard @TexasSports1015 @JohnCooper4Nash @NashvilleHealth Bullshit.", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "RT @RolandM956: Come by Mr.W's firework stand at the Corner of Texas and Mile 10 North, Weslaco Texas . A huge selection of fireworks from…", "Singing in houses of worship in California is now banned under a new order from Newsom. How does he plan on enforcing this? Order law enforcement into the churches and arrest those congregants who dare sing?  https://t.co/h7PMS7rY0I", "This July 4th, there may be fewer large celebrations due to COVID-19, but let us still reflect on the ideals of freedom conveyed in the Declaration of Independence. God bless you, God bless the United States of America, and have a happy Fourth of July!", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "This July 4th, there may be fewer large celebrations due to COVID-19, but let us still reflect on the ideals of freedom conveyed in the Declaration of Independence. God bless you, God bless the United States of America, and have a happy Fourth of July!", "London Philharmonic Orchestra rehearse together for first time in months due to coronavirus pandemic\nhttps://t.co/NcvlY0KYXF", "REPORT: DaBaby performing concert this weekend in Georgia despite increasing coronavirus cases\nhttps://t.co/v6Ti1geSFJ", "100% agreed. I have been saying this for a while now and am perplexed as to how we have let it get this far. I don't think we can safely restart collegiate or professional sports and it will cause more problems and challenges overall for communities.", "RT @TrumpWarRoom: THREAD: President Trump is going to speak at Mount Rushmore in the GREAT state of South Dakota TONIGHT!\n \nIn the wake of…", "This is America 🤦🏻‍♀️", "'We don't live in a communist country!': battle over masks rages in Texas. https://t.co/lvzoLcdyvB", "RT @steve_vladeck: To understand why so many of us are so mad at @GovAbbott, it’s not just that he waited until *July 2* (in the face of in…", "@SubExIn Oh snap", "RT @kylegriffin1: 'We need to live with it': The White House is readying a new message for the nation on the coronavirus. https://t.co/Fi5B…", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "@Dgen717 @goodfoodgal @DanielAndrewsMP We certainly TOTALLY locked down economy. But I guess you don't care as long as the handouts keep coming?", "Would anyone feel sorry for the 7,500 idiots attending trump’s COVIDpallooza at Mt. Rushmore if they all test positive for the Coronavirus in about two weeks?", "RT @Dr_DoNoHarm: This picture is made from the photos of doctors and nurses who have died from #covid19. Please wear a damn mask! Don’t be…", "RT @FresnoBee: Dutch Bros coffee shop in Fresno closed after employee tests positive for coronavirus https://t.co/CxWEghyc7P", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of a job when I’m being paid half of what they are, being exposed to Covid, and dealing with assholes like them on the daily at my place of work. Fuck ya’ll", "RT @UCR_ScienceNews: Political orientation should be considered along w/ other factors likely to generate #COVID19 cases, argues Prof. Davi…", "RT @carlquintanilla: JPMORGAN: “.. we find a positive correlation between levels of [credit-card] activity three weeks ago and the spread o…", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "@clapifyoulikeme Rowdy Cats is the name of the new immersive entertainment experience previously known in my complex as “the desperately, terminally horny feral cat colony that lives here”", "President Charles Michel @eucopresident, President Ursula von der Leyen @vonderleyen, in celebration of our decade-long strategic partnership, let us prepare for the post-COVID 19 era together as partners leading world peace and prosperity.", "RT @davematt88: I saw a post from someone and my city who said that she didn't believe that covid-19 real because she didn't know anybody w…", "RT @SweetBeansComix: Hey, just a reminder that this pandemic is really stressful and turning people's brains to dust. So it's extra importa…", "If we'd reopened following guidelines, like Europe and most of the developed world https://t.co/3d3Hvn4LBv @cmyeaton @T_Inglesby @ScottGottliebMD @JohnsHopkinsSPH \nwe'd likely be at 5,000 cases per day now instead of &gt;50,000 https://t.co/4mrSzQecMT", "‘We face a post Covid-19 tsunami of mental illness’ - The Irish Times https://t.co/9e5cg6EayR https://t.co/SRvCJXYC0p", "@propanegirl1964 I’m not sure if it’s so much that as the new projections scared the shit out of them. \n\nEven conservative estimates and models suggest that we could reduce deaths by as many as 40,000 by simply wearing masks. \n\nIf we could make them universal, COVID would go away.", null, "RT @RichardGrenell: I hope you are defeated in November. It isn’t your job to stop me from singing in church.", "RT @politvidchannel: BREAKING: Hillary Clinton knocked President Trump over his handling of the coronavirus said she would have done a “bet…", "GOOD LUCK MJ!!!!!!!!", "Six months of coronavirus: the mysteries scientists are still racing to solve NotValidURL (via Nature) #News #trending #TrendingNews", "130,000 Americans dead. Time for some fireworks, baby. https://t.co/xY7T49Ut6H", "He’s a piece of work", "You misspelled “when.”", "he ran it exactly like he ran his businesses you total dumbass", "@normalperson_71 @PlaneSpotIsCool @POTUS What is happening today in America and the world from protests and violence is the political crisis due to the health and economic crisis #coronavirus  https://t.co/cBDiKtuZDg", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @Keags_rice: I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of…", "@andrewcuomo You mean, just like you DON'T?\n\nYou are a fucking #liar, #phony, #hypocrite AND #murderer!\n\n#NursingHomeSlaughter #nursinghomes  #KarmaIsComing  #MatildaCuomo #KillerCuomo\n#WearAMask #SocialDistancing #DropDeadCuomo https://t.co/Lqi44RsDMy", "I've lost count of the number of times I've read people talking about COVID-19 as a binary outcome--you die or you don't. I've also read a few posts like this... ☹️", "Hey  #Tweetybird @realDonaldTrump don't you dare give me a #history_lesson today at #Mt_Rushmore. You #evaded_draft in #Vietnam_War because of a #bone_spur that disappeared miraculously. What do #dead_Confederates have to do with #Americans who are dying  from #COVID_19 today?", "@mitchellvii Liars!  The hospitals get more money if patients are coded for billing purposes as Covid. You cannot trust the numbers these politicians lie about. My daughters friend is a nurse in LosAngeles and said car accident victims are “diagnosed “ Covid.", "If there is loose COVID cash, what better use than to stop the sewage flowing into Canada's waters https://t.co/Rbiz8hx3Z9", "Danish PM among those who say rule of law and LGBT rights issues mean a tougher line should be taken with PolandThe EU&amp;rsquo;s pandemic recovery fund risks being derailed after an outcry within the bloc that Poland is set to be https://t.co/OtmrCytTXh", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "RT @SDuncovered: Lot of ways @sdutIdeas could have gone with our Fourth of July editorial. We chose to let you know about the righteous wor…", "RT @AnaCabrera: For the third consecutive day, there are at least 50,000 new cases of coronavirus in the United States, according to data s…", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "Coronavirus live news: worldwide cases top 11m as US states hit fresh highs https://t.co/koP6Yu2BhR https://t.co/zsoMNxIdqu", "RT @MSNBC: Oglala Sioux Tribe Pres. Julian Bear Runner says President Trump's planned fireworks display at Mount Rushmore before Independen…", "RT @EinsteinsMagic: The #COVID19 response isn’t just a hoax, it’s deadly to our lives.\n10 DemonRat Governors have killed tens of thousands…", "Forget the me before lockdown, I’ve changed.", "RT @threadreaderapp: @WalkingTheRocks Hello, you can read it here: @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3…", "@sixkenza Im raising money to pay rent &amp; debt due to COVID. I literally have no other option. We’re 3 months behind on rent, I had to max out my credit card &amp; our bank account is in the negatives. can you help me.  Anything would be greatly appreciated https://t.co/55EQ3DV7qB", "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "RT @ASlavitt: Trump refuses to negotiate with drug companies and the rest of the world does.", "RT @Reuters: Mexico registers 6,740 more coronavirus infections, 654 new deaths https://t.co/5dK5EuGbNk https://t.co/5vWWzvwAC7", "The Calgary Stampede lives on – even with the event cancelled, businesses are throwing their own parties. @CrisLaderas explains how they are running with tight COVID-19 restrictions and the risks behind letting loose during a pandemic. https://t.co/6SGGTgXmw4", "It’s not sitting right in my soul BTS we’re supposed to have the same production team for their tour and corona fucked up everything.", "@JJ__Wolf @KiaraLanae13 Even if Hydroxychloroquine only reduced the death rate by 10% that could potentially hundreds of thousands of lives saved, just in the US. \n\nTrump is not the person who came up with the idea of using it to treat Coronavirus, there are other studies showing it might work in China.", "RT @dad_darius: @realDonaldTrump, his administration, both those who remain and those who’ve moved on, are equally responsible for every U.…", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "RT @CherylBlueWave: TRUMP COVID CALLOUSNESS EXPOSED\n\nAn Eye-Opening Number of States have 50%  Increase in COVID-19 cases.\n\nHow has he \"han…", "It didn't have to be this bad. But month after month, as other leaders in other countries took the necessary steps to get the virus under control, Donald Trump failed us.\n\nHere's what I'll do as president: https://t.co/xsCrfzWnxC", "Because everything is being counted as COVID", "@Cara_Croft @alzassociation @LaTrappeBeer @UF @UFCTRND @UFMBI Happy fourth to you my dear! Missing you State side 😎 although it’s expected to rain all weekend in the swamp so it will help with the social distancing ☔️", "RT @ParkerMolloy: “We give up,” basically", "Other than rubber gloves and their personal cloth mask, the porters are given no PPE whatsover, and they're the ones cleaning areas where COVID 19 would be present.", "RT @DocR0cket: When the White House says 'We need to live with it' these are the consequences. You do not want to live with this, folks. Pl…", "Donald Trump styled himself as a wartime president. But now it seems this president has surrendered. He has waved the white flag and left the field of battle when we need him most. It's unacceptable.\n\nWe need real leadership. Right now. https://t.co/2T3WbFLYV3", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Tracking Coronavirus in New Mexico: 12,776 Positive Cases \n\nDeaths 511\n\nhttps://t.co/lcZxGVL8JP", "2016: “We need to secure our borders!”\n2020: Mexico closes its border to us. \n\nhttps://t.co/0WPEOmfhQ8", "A surprising new study found that the controversial antimalarial drug hydroxychloroquine helped Covid-19 patients better survive in the hospital.\nhttps://t.co/j6zs4SI2Su", "How many Americans will lose their lives or face severe health consequences because of anti-@realDonaldTrump's media war on #Hydroxychloroquine? The media/medical establishment's suppression of this drug will go down as WORST scandal of modern medical era. https://t.co/igZOwrDMBT", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "@carlquintanilla: 'JPMORGAN: “.. we find a positive correlation between levels of [credit-card] activity three weeks ago and the spread of COVID-19 since then.” Of all indicators, “the highest correlation .. is the level of “card-present” (essentially i… https://t.co/l7o3RPV75A", null, "RT @DaniOliver: I am not unique. Support groups have sprung up all over the internet because medical science doesn’t know what to do with t…", "#pubrooms supporting great British Pubs :) RT @darkavenger12a: More infectious coronavirus mutation is now 'most common strain' | #nhs #SuperSaturday #covid19 #SocialDistancing… https://t.co/pzY0fc4SAA", "I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of a job when I’m being paid half of what they are, being exposed to Covid, and dealing with assholes like them on the daily at my place of work. Fuck ya’ll", "CHN ver: A social distancing detector using a Tensorflow object detection model, Python, and OpenCV.\n\nby Basile Roth, translated by @liu_zhiyong \n\nIsolated at home, I built myself a social distancing detector.\n\n#AI #CV #Python #TensorFlow #ML #DL #OpenCV\n\nhttps://t.co/jPUHA8ymUf https://t.co/LVq4x52qIM", "Well.  https://t.co/1NoNxc4lX2", "https://t.co/IEHwblQjrZ Virus is off today. But we can’t gather for July 4th", "RT @cecil94720: @PatBuck20901453 @prc4aam @realDonaldTrump COVID! COVID! COVID! \nPlease be our next \"poster child\" for wearing masks!!", "@asheville Let business reopen if they choose.", "@Sheskis @funder For real??", "I survived the Covid-19 lockdown unemployment while supporting a family of 7 by doing Doordash in the hot ass Alabama sun and Working in a Ceramics brake shoes factory PT.\n\nI don't EVER wanna hear a celeb puss boy or bimbo lecture me bout Systemic Racism &amp; opportunity disparity.", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "@TheLiberalNerd @gotadonmyresume @JACENOPENNY Or you know, some people just celebrate it because they're raised up around celebrating it, and use this as a time to spend with friends and family.", "RT @Russo4Ohio: Nothing exposes thinly veiled misogyny faster than a woman in a position of power who dares to use her authority, advanced…", "RT @ArthurSchwartz: How many people lost their lives or suffered needlessly because the morons at NYT, WaPo, CNN &amp; MSDNC wanted to say that…", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "@VickieCouch22 But during a pandemic? Y'all are doomed", "Are we a shithole country now?", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "APOLOGIZE TO PRESIDENT TRUMP\n\nCNN &amp; all the Do Nothing Democrats owe President @realDonaldTrump an apology for saying he was wrong about Hydroxychloroquine \n\nHE WAS RIGHT THIS WHOLE TIME.\n\nThere is a new study saying it helps Covid patients. \n\n👉 #ApologizeToPresidentTrump https://t.co/s1hmCvu0a3", "RT @drdavidsamadi: I told you for months that hydroxychloroquine was effective against COVID-19.\n\nDr. Fauci and the CDC said that it was no…", "“The #SDGs are more necessary than impossible”. Let’s work together to #RecoverBetter from the #COVID pandemic &amp; it’s socioeconomic impacts. Find out what’s at stake at @UN hosted High-level Political Forum on the #2030Agenda for Sustainable Development. https://t.co/3USRuTwTvq", "RT @TexasDSHS: Help protect lives, livelihoods, and our #Texas hospitals:\n😷Wear a mask in public\n↔️Stay 6 feet apart from others\n🙌Wash hand…", "They lied to you then and they’re lying to you now. https://t.co/V4mjuHFbNS", "Did Alabama COVID-19 parties really happen? Health officials can't confirm https://t.co/7BGSPxwy13", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", "RT @TimRyan: @realDonaldTrump @RepHagan The \"absolute failure\" is your shameful response to the coronavirus—which has devastated our econom…", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", "Government publishes new local coronavirus lockdown rules for Leicester\nhttps://t.co/y98GnILnyx", "Trump to hold July Fourth gathering at Mount Rushmore as coronavirus surges https://t.co/Deaql8zDvS", "Top story: Study finds hydroxychloroquine helped coronavirus patients survive better - CNN https://t.co/UKuJFIlCcT, see more https://t.co/kmwyOUYn0X", "RT @mbeckett: The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called S…", "Some people will avoid getting tested for Covid19 because they fear they will lose their income and/or their job because of 2 weeks quarantine. Can can fix this:\n- paid pandemic leave for everyone\n- make it unlawful to sack anyone quarantining\n- A big advertising campaign", "BTW, since you won't hear the news anywhere on TV today.\n\n1,170,093 Americans have recovered from Covid-19\n\nWe. Are. Going. To. Win.", "At time of high intensity earthquake,\nShould we stay inside due to corona or go outside due to earthquake ??\n#earthquakedelhi #earthquakeinDelhi \n#Earthquake", "Even more agents get virus prepping for yet another trip. If WH doesn’t care about those who protect their lives, do you think they care about us?Secret Service agents preparing for Pence Arizona trip contracted coronavirus ⁦@VP⁩ #CovidArizona  https://t.co/KRLwQEDoxU", "Pilgrims trickle back to the Ganges as India lockdown eases https://t.co/zXjYUN2GTm https://t.co/Wv00KAcWvL", "RT @joncoopertweets: .@JoeBiden: \"Let me be clear: There’s no victory to be celebrated when we’re still down nearly 15 million jobs and the…", "RT @beakfriends: just to sum up:\n• covid's R rate has increased to &gt;1 in london\n• bars and pubs identified as \"superspreaders\" of covid\nand…", "Or the trump administration is just incompetent and none of this needed to happen.", "@tomwatson Do the sports books have odds on who will contract Covid next?", "Banks have pulled back sharply on lending to consumers during the pandemic. One reason: They can’t tell who is creditworthy anymore. https://t.co/3LwGSqhGmY", "Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic precautions after their nation has lost 130,000 lives in four months because the stupid man's response to a pandemic is the stupidest response in the world.", "You Voluntarily Announce You’re Positive For COVID...Preach For A Day Or Two...Start Back Going Out As If The Sh*t Never Happened...&amp;Expect Us Not To Judge?! 🤔 Ok...", "“Maam, I’m going to place you on a brief hold” https://t.co/v0FeKxahes", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "The seven messaging strategies that have performed best in the wake of COVID-19 https://t.co/Sf78DrggCp https://t.co/bvM3pwRdnT", "#UPDATES The US notched 57,683 COVID-19 cases in 24 hours, a tally by Johns Hopkins University shows, the third consecutive day with record numbers of new infections, bringing the total cases since the pandemic reached the US to 2,793,022 https://t.co/hXndfJ3sZl", "RT @tedlieu: Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19,…", "RT @madrid_mike: The daily paper of California’s second largest city dedicated its Fourth of July editorial to the righteous work of @Proje…", "How the 1918 pandemic was conquered without a vaccine. https://t.co/Er7Zfh9p5X", "Is it possible that Florida had a 35% spike in pneumonia this year, or is it more likely that Coronavirus deaths are being counted as pneumonia deaths?", "RT @iambeckyg: COVID-19 never left. They didn’t “Open America” because it was safe...Frustration is an understatement.", "FreeRepublic:  Officials warn status quo will 'overwhelm' health care system, as Dallas County reports 1,085 new COVID-19 cases https://t.co/iNkrNdbCjj", "RT @ScottGottliebMD: A general framework for Covid risk from ordinary activities during the pandemic. h/t @meganranney https://t.co/jmhSaex…", "Ending Wuhan's social distancing too soon may spur 'second wave' of COVID-19 in midsummer https://t.co/wUxZR0gXAv \n#bugeyedart", "Are 5 news UK taking an absolute fucking liberty?\nDON'T OPEN PUBS ON SATURDAY due to #COVIDー19 yet do not condemn the #BLMUK terrorists?\n\nNo wonder #ScumMedia Is trending.", "I hear what you're saying, but no other country has to live with it. https://t.co/Dk5usHxPPp", "Five Americans who flew by private jet to the Mediterranean island of Sardinia were refused entry to Italy on Wednesday due to new EU travel restrictions on countries with high coronavirus infection rates, police say https://t.co/4SxMjKlQSg", "Downtown #Guelph turns into a massive outdoor patio this weekend! ☀️🍺🍷 #TheBeatAtNight - @MrDRadio https://t.co/VdiBhzSlHn", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @PeterNavarro45: My comment NOT included in WSJ story:  \"If these results are indeed right, President Trump is also right: hydroxychloro…", "At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronavirus symptoms after coming down with Covid-19 while preparing for a visit by Vice President Mike Pence, sources say https://t.co/M5STJBf6rR", "Fauci warns new coronavirus mutation may cause virus to spread rapidly https://t.co/bDnpIKUlNt https://t.co/r3nOR0SRyg", "Happy Independence Day to all US nationals, especially my friends here in Ghana and the US, it's unfortunate that this year's celebrations would not be characterised by the usual fire works and Parades in cities across US because of COVID-19 @USEmbassyGhana", null, "How many people lost their lives or suffered needlessly because the morons at NYT, WaPo, CNN &amp; MSDNC wanted to say that President Trump was wrong? \n\nStudy finds hydroxychloroquine helped coronavirus patients survive better\n\nhttps://t.co/wjfHqHd2cq", "COVID-19 Impact on Fingerprint Sensor Market worth $6.0 billion by 2025 https://t.co/XnXqqSKUX6", "RT @TheBlackLayers: My cousin got Covid in March and had no symptoms. Then caught it again in May and died. \n\nThe way this virus can ravish…", "RT @AFP: #BREAKING US marks record 57,683 new COVID-19 cases in 24 hours: tracker https://t.co/f68XA6IYgd", "Catching the virus in a crowded bar during a PANDEMIC, caught him off guard.......", "Nigerians criticize Funke Akindele and JJC Skillz for holding a birthday party despite the Coronavirus pandemic https://t.co/NsT27g8gnM", "RT @AFP: #BREAKING US marks record 57,683 new COVID-19 cases in 24 hours: tracker https://t.co/f68XA6IYgd", "RT @LeeSmithDC: No they said that masks didn’t help, and the only solution was to lock everything down. Now they say masks are essential. T…", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "Of the top 25 clusters of COVID-19:\n\n80% are prisons or jails\n16% are meatpacking plants\n4% are an aircraft carrier\nhttps://t.co/ay2Xtf0m5G https://t.co/ZQLKiUbqjG", "RT @watergatesummer: We aren't seeing this in the news ....Nevada....", "@MysterySolvent Thank goodness our president is hard at work trying to save us from the pandemic.\n\nOh, wait.  He's doing what today? https://t.co/ws3NgbC2QZ", "As we continue to see record numbers of coronavirus infections, the White House’s latest message is a callous one: “learn to live with it.” This is not a strategy — and seems to be as tone deaf as Trump’s visit to Mt Rushmore. Join me and @Bakari_Sellers as we discuss on @AC360.", "RT @alexismadrigal: I’m surprised it has taken this long for pooled testing to get on the national agenda. I’ve been hearing about it from…", "TONIGHT—President @realDonaldTrump and @FLOTUS visit Mount Rushmore and attend the fireworks celebration!\n\nWatch LIVE at 10:10 p.m. ET: https://t.co/EmsdctGWtd https://t.co/HiJYM57VhI", "`\"The virus is with us, but we need to live with it,\" is how one official said the administration plans to message on the pandemic.'\n\nUtter and complete disaster, and abrogation of duty to care for citizens. Every death is a policy failure.", "\"The double standard is everywhere and undeniable: the experts and the people in charge only care about the pandemic when it’s politically convenient. They’re guided by the science, but only if the science doesn’t get in the way of their virtue-signaling.\"\nhttps://t.co/nu2J2OBiuf", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "RT @kylegriffin1: At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronaviru…", "RT @SenKamalaHarris: A dangerous ruling by the Supreme Court that will force thousands of Alabamians to vote in-person during a pandemic an…", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @jaketapper: Study finds hydroxychloroquine helped coronavirus patients survive better - CNN https://t.co/QQsBcw1VJ6", "GETAnalysis: @POTUS #Trump's #America stands alone in its response to the #CoronaVirus, way ahead of the world, in all categories including in #ResurgenceNumbers\n\nhttps://t.co/SO3a7qviFw\n\n#FridayThoughts #FridayFeeling #FridayReview #FridayReads #FridayWit #FridayMusings #COVID19", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "Hillary Clinton said ‘I would have done a better job’ handling the Coronavirus.\n\nThat’s laughable.\n\nYou couldn’t even handle your emails.", "looked closer and it was a fingernail... WTF DURING A PANDEMIC unacceptable", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "RT @FeministaJones: Sharing this thread. It definitely educated me about what it's like for many people who get covid-19. The support group…", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @AJEnglish: Global coronavirus cases exceed 11 million: Live updates https://t.co/bETvUDpyjW", "Fake news \"fact-checkers\" aka fact-SUPPRESSORS are claiming this accidental early report of Ghislaine Maxwell's 'worsening Coronavirus symptoms' is just an old-fashioned forgery. Maybe it is, but it better not come out in the next few days that she has the virus. https://t.co/1zpJIcm1SL", "RT @MollyJongFast: Or the trump administration is just incompetent and none of this needed to happen.", "Fauci was wrong again\n\nTrump saved lives", "#COVID19 is still spreading.\n\nIt's not that complex.\n\nWear a mask.\nPhysically distance.\nDon't go into a crowd.\nWash your hands.\n\n#YourActionsSaveLives https://t.co/XJpJH4kOAU", "After having covid I'm going to go ahead and say it is entirely possible that so many viral diseases most likely have long term sequelaes we do not acknowledge and we in medicine need to be better about this", "Are we a shithole country now?", "US COVID testing has expanded from around 100k per day in March and April to over 600k now.  If we had been testing 600k per day the entire time, and we use the previous positive test rate (which is an assumption), this is what it would look like.  Today’s surge would be small. https://t.co/7BOoCkEeP3", "via @PerilofAfrica Global coronavirus cases exceed 11 million: Live updates: Grim milestone comes as WHO urges countries hit by serious outbreaks to 'wake up' to ground reality and 'take control'. https://t.co/HDt2bZDqRZ https://t.co/ZX2fBJlMfv", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @ellencarmichael: In a peer-reviewed study of 2,541 patients hospitalized at Michigan’s six Henry Ford hospitals during the coronavirus…", "131K people died from #COVID19 in the USA and y'all loosing your minds.\n\n480K people die from smoking and smoking related issues....crickets.\n\nPriorities much?\n\nGet involved and stop nit picking.\n#SmokingKills #vapingsaveslives \n#FlavorsSaveLives #WeVapeWeVote", "Mexican State Closes Border With Arizona As COVID-19 Outbreak Worsens: Live Updates https://t.co/N596Pu13qN", "@JoeBiden Let me hear you say that without talking about kids touching your hairy legs in a swimming pool or roaches or saying 130 million people have died from guns or the 70 million infected by Corona Virus or talk about yourself in third person you fool.  @CNN will cover for you though.", "RT @Keags_rice: I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of…", "I survived the Covid-19 lockdown unemployment while supporting a family of 7 by doing Doordash in the hot ass Alabama sun and Working in a Ceramics brake shoes factory PT.\n\nI don't EVER wanna hear a celeb puss boy or bimbo lecture me bout Systemic Racism &amp; opportunity disparity.", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "Sneaky I knew it", "RT @Victoria_Truth: @TheRoyalePain @thebradfordfile @Shem_Infinite Some news media cited Ghislaine Maxwell's Covid-19 symptoms were getting…", "Protests have not contributed to rise in COVID-19 cases, research group suggests  https://t.co/AVYuB5YNJ7", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "RT @tedcruz: “surprising”", "RT @HJBORR: Genuinely astonished. #COVIDー19 is hurting England roughly 100x Scottish numbers... every day.  why is media not raging?.. why…", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "RT @RespectableLaw: They have no plan. They've given up. You're on your own. Good luck.", "The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the medicine, even though the company could make a healthy profit at a $10 price. https://t.co/FkhWBOl5E3", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "A real shocker... https://t.co/cV8dM1a5K5", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Prince William drops into Norfolk pub for chat, chips and cider https://t.co/uU05xcdaQV", "In America, everything is beginning to collapse", null, "[Petition] AGAINST safe third country agreements:\nhttps://t.co/HPjcfZxMNg", "@WeaselZERO 💦👀I would offer rubs, but social distancing prohibits me ;_;", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @kurteichenwald: Sigh. Mexico just closed its border to America. Because of COVID. I guess Trump kept that campaign promise, just in rev…", null, "@CoreyAStewart @realDonaldTrump https://t.co/mo88a7Xx8M", "'We need to live with it': The White House is readying a new message for the nation on the coronavirus. https://t.co/Fi5BXugJdJ", "Lockdown has provided important research time for science https://t.co/3F0szNPLxo", ".@TheHermanCain, a great American, is hospitalized with coronavirus and has requested prayer. He is a colon cancer survivor &amp; in a high risk category. Would you join me in praying for him today, as well as all those who are suffering from COVID-19? https://t.co/WKCr2BM5M9", "RT @RyanAFournier: Hillary Clinton couldn’t even handle her husband, and people think she could handle the Coronavirus. 🤣", "RT @docdhj: Vindicated? Trump-Touted COVID-19 Drug Hydroxychloroquine Works, New Study Funds | Zero Hedge https://t.co/u4eECsUlMQ @Lrihendr…", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility ... but it's larger than that. Park Service employees don't have a personal choice ... Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "When you finally get a night off and you’re wine drunk then start crying thinking about the second Covid surge that’s amping up https://t.co/iVuIBEZmkd", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "It didn't have to be this bad. But month after month, as other leaders in other countries took the necessary steps to get the virus under control, Donald Trump failed us.\n\nHere's what I'll do as president: https://t.co/xsCrfzWnxC", "NEWS: @JimmieJohnson reports positive COVID-19 test; @J_Allgaier to fill in for No. 48 team at @IMS.\n\nDetails: https://t.co/RtcurS1K6N https://t.co/ingLKSvz2K", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "Never forget \nhttps://t.co/myKihDCzzT", "RT @Dr_DoNoHarm: This picture is made from the photos of doctors and nurses who have died from #covid19. Please wear a damn mask! Don’t be…", "Dear all, when you step out to shop for groceries, please ensure that you are taking all necessary precautions.\n\nRead 👇👇 for more details\nDon't forget to share this information with your near &amp; dear ones!\n#COVID19 https://t.co/woFYIyGrSn", "\"This disease has brought along many problems with itself. Currently, we are managing our livelihood somehow. It seems that life will become even more difficult after the lockdown ends.\"#COVID19 #CoronaStories #कथाकाेराेना #HerStory #Nepal #Entrepreneur https://t.co/DpEPtGIsNA", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Navarro: Everybody thought and this was a reasonable presumption, that come summer, the heat and humidity would get rid of the virus. It doesn’t look that way. This looks like a weaponized virus. https://t.co/Wlk2ZsFU6u", "RT @shannonrwatts: “‘We need to live with it:’ White House readies new message for the nation on coronavirus.”\n\nFuck that.  https://t.co/np…", "RT @viceasia: Students can choose to sit next to BTS’ Jungkook, Taylor Swift, and Will Smith, among other personalities. https://t.co/VNmk6…", "I am more worried about a Democrat in the White House than COVID-19.", "First CBS This Morning segment that @dailymissbailey was the main producer for and it’s excellent...very proud of her", "Questioning the official narrative can be deadly, then we live in an Orwellian totalitarian💩 world. \nThe same magazine declared the \"get ready for a world currency\" 32 years ago.\nThey make it obvious that they're in on the lockdown, plandemic with G@tes https://t.co/UN5zVGphgT", "The list of things the @SenateGOP blocked this week is infuriating.\n\nI mean, funds for COVID testing? Resources for schools and elections?\n\nWe’ve got to flip the Senate. https://t.co/G8sczGr50f", "@CheriJacobus Mt. Rushmore is gonna be covid city tonight.", "I was showing how media is blocked by military from the arrests, and a sheriff’s department employee responded to a question of why he wasn’t in a mask during a pandemic with “I am immune” https://t.co/PqseOjVSkX", "RT @RivekaIvelisse: Hey guys! My parents own a home improvement company and due to Covid-19 work hasnt been the same for them. Were located…", "@vanguardngrnews @LocusBendi", "he ran it exactly like he ran his businesses you total dumbass", "Trump has no right to go on Sioux nation lands to Mount Rushmore. He should instead ensure First Nation indigenous people have what they need to fight COVID-19 &amp; stop corporations from stealing &amp; drilling on holy lands.", "U.S. Surpasses Global Record For New COVID-19 Cases Recorded In A Day https://t.co/G4ODZIQi14 #TrumpFailedAmerica #TrumpFail", "Here's my dream. When @JoeBiden selects his VP candidate (perhaps Kamala Harris or Elizabeth Warren), hope that we celebrate each contender and move forward. This isn't a battle between talented, capable women, but an opportunity to unify and defeat Trump and all of his enablers. https://t.co/Innefg1148", "RT @Such: People clapping for Mississippi: \n\nThey’re only removing the confederate emblem from their flag. Due to heavy economic pressure.…", "RT @coconutricebear: As we enter the holiday weekend, please stay safe, make good choices and wear a mask to help stop the spread of COVID.…", "Someone near by - perhaps in our building- is having a rave. On a Saturday morning. In a suburb next to a suburb in lockdown. Brah. Read the room.", "RT @kylegriffin1: At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronaviru…", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "RT @davidsirota: The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the…", "The numbers don't lie. New York increased testing, but cases went way down. Arizona increased testing and cases went up. Wear your mask and avoid crowded areas. \n\n#TrumpLiesAmericansDie \n#PenceLies \n\n#wtpTEAM \n#WTP2020 \n@wtp__2020", "@francis444ever LIKE WHATS GOINF ON😭😭😭", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Like always - Social Distancing ver🥺 https://t.co/Q68rmmfVqe", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility ... but it's larger than that. Park Service employees don't have a personal choice ... Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "If you cancel your 4th of JULY plans because the government is forcing you to, then you're missing the whole point of INDEPENDENCE DAY.", "Welcome to South Dakota @charliekirk11! Thanks for a great interview. Time to celebrate all the things that make our country special!\n\nhttps://t.co/mMm3H4O93U https://t.co/ML6l3AJ17C", "Jimmie Johnson has tested positive for COVID-19 and will miss the Brickyard 400. #nascar @NASCARONFOX", "“Now the question that remains to be answered is whether or not others can adapt the model that’s worked for one of the most popular figures on the planet, or if it only panned out because of one particularly devoted fan base.”\n@BTS_twt #BTS #방탄소년단 \nhttps://t.co/7vgGoUZ5Gp", "Swarms of people were seen gathering on a part of the beach in Wasaga Beach, Ont., on Canada Day, ignoring COVID-19 physical-distancing guidelines.\n\nhttps://t.co/9xhm7kZrJ9", "This. Is. Insane.\n\n\"We won't be social distancing,\" says South Dakota Gov. Kristi Noem of Trump's Mt. Rushmore event.", "Aaaaand ... scene.", "Hidden in this COVID update is that Utah is reporting more than 10K people tested in one day for the first time.\n\nSo the positive rate went down dramatically from 18% yesterday to 5% today because the number of tests nearly tripled.\n\nTest, test, test.\n\nhttps://t.co/ui5S3BJVpn", "RT @brithume: Well.  https://t.co/1NoNxc4lX2", null, "RT @LOLGOP: This is like one of those Covid-19 parties teens are having but without the sex. https://t.co/BLhdxLlT9u", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @ElijahSchaffer: BREAKING: singing banned in houses of worship in California \n\nhttps://t.co/T2mv7O205z", "The Hamilton Bullet with a message:", "Like if I had a job I was truly interested in that I made a lot of money from I wouldnt even trip lol. Cause I dont kind working but every job I’ve ever had I’ve hated lol.", "RT @yandee_khumalo: Nah I’m actually annoyed with covid I should be living my best life rn", "Congress needs to act.\n\nCritics Fear Amtrak Is Using Pandemic to Cut Service That Won’t Return https://t.co/c5gQFM6EdS", "@SkyeMurphyKane I cannot tomorrow, but I TOTALLY want to do a virtual happy hour with you some other day. ❤️", "The responses to this thread are overwhelming, &amp; so kind, &amp; I'm so sorry if I can't get to your DMs right away. So many people with similar experiences. Check out @edyong209's Atlantic piece, which links to some of the support groups. You are not alone. https://t.co/CylhMW0r7E", "RT @matthewjbell: “Millions, literally millions, of people lost their jobs in one second.\" https://t.co/MSC9KPc8ZO", "RT @GovMurphy: REMINDER: #COVID19 does not take holiday weekends off.\n📏Keep a social distance\n😷Wear a face covering\n🧼Wash your hands\n👀Use c…", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "• 1.3m more people than normal losing employment in June\n\n• 4.6k retail stores have closed permanently - on track to surpass pre-Covid estimate of 12k closures &amp; ‘19 record of 9.3 store closures\n\n• Another enormous dropoff of consumer spending...", "@joncoopertweets Nope, becuase he’s only do that once he knows he’s defeated, and with pence in charge, we wouldn’t improve our response to covid", "The reason this study is \"surprising\": News executives in DC/NYC/Atlanta poisoned the well against *any* good news about hydroxychloroquine. News coverage shaped public opinion (which should not happen in objective science journalism) because there were political cards to play.", "@AC360 @Acosta @ananavarro @BrookeBCNN @jaketapper @TheLeadCNN @wolfblitzer @CNNSitRoom @maddow @MaddowBlog @Lawrence @TheLastWord @DavidJollyFL @11thHour @AliVelshi Hopefully someone will see this &amp; decide to stay in to live to see another day! #6feetApartOr6feetUnder", "Get inspired with these Bill Gates-recommended summer reads https://t.co/jp5Re6btZl https://t.co/a244tbF908", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "This fit body, big suckable cock and huge cumloads are wasted in lockdown 😜 #heavycummer #hung #hairy #abs #underwear #gym #spunk #cum https://t.co/MkfRcL3D57", "RT @JohnLyonTweets: Me: I’ll be working from home during the pandemic, so get used to me being here all the time.\n\nHer: Yikes.\n\nMe: What?…", "This week a Delusional Trump assured again that Covid-19 would soon disappear. Tonight his delusions will place him in the shadow of Presidential Greatness at Mt. Rushmore.  He will look absurd. Below the chiseled rock will be a vainglorious imbecile who has failed history’s test", "RT @tressusa1: Pelosi say's she's trying to save the world from COVID yet this 👇👇👇👇👇 is her district!\n@tressusa1 https://t.co/VUwgXWTLUv", "I hear what you're saying, but no other country has to live with it. https://t.co/Dk5usHxPPp", "‘Perfect storm’ of coronavirus infections could be brewing for 4th of July weekend https://t.co/VHyFv5s8BU", "@ProudTrumpDepl3 @latimes FINALLY Politicians are ADMITTING that the protest/riots caused #COVID19 to spread‼️ Now go thank your local BLM / ANTIFA \na$$hat rioter for causing our July 4th holiday weekend to be \nSHUT DOWN‼️🤬🤬🤬🤬🤬🤬 https://t.co/4upVEWPLkf", "RT @amandanruiz: this pandemic and the blm movement has really opened my eyes to the amount of uneducated selfish people that are in the wo…", "REMEMBER THIS DAY. JULY 3, 2020 WHEN OUR GOVERNMENT PRIORITIZED THIS LAW OVER OUR WELFARE, OVER THE PANDEMIC WHICH KILLS PEOPLE AND THEIR LIVELIHOOD EVERY SINGLE DAY. BE VIGILANT BUT DON'T GIVE UP. OUR COUNTRY NEEDS US NOW.", "I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of a job when I’m being paid half of what they are, being exposed to Covid, and dealing with assholes like them on the daily at my place of work. Fuck ya’ll", "Today, the Philippines reported its highest number of confirmed #COVID19 cases in a day. Also...", "@DJStutz_ Corona city girl edition 😊🥳 all the hot girl songs in one mix pls", "I am more worried about a Democrat in the White House than COVID-19.", "If you lost your job during the pandemic, rolling over your 401(k) to an IRA can help you keep track of your retirement savings\nhttps://t.co/NvO6V2gKvT", "Any of my New Englanders go to the Big E? So bummed it's cancelled. I missed it last year, too. Damn you, corona. https://t.co/wWZf4X6WeM", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "I prefer a president who doesn’t hold a political rally on sacred land in a raging pandemic.", "@BrendanLHarney @jacquelinmagnay Except that's not what Tegnell has said. Australia is just gagging for Sweden to be wrong. It's pathetic. Tegnell admitted that they failed their elderly. That's it. They've never ever stood back from their herd immunity approach.", "I really experienced a global pandemic before I got to experience a stable relationship. https://t.co/em458XvUmG", "WHO CARES? YOU @realDonaldTrump flu \nYOU ALONE DISBANDED THE PANDEMIC RESPONSE TEAM TO FUND YOUR DAMNED WALL AND GIVE TAX BREAKS TO YOUR CRONIES. \nYOU ARE A PATHETIC LOOSER \nWA WAAAA \nTAKE RESPONSIBILITY FOR ONCE. YOU KILLED OVER A 131,000 PEOPLE SO FAR \n@Mike_Pence @DanScavino", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @ScottGottliebMD: A general framework for Covid risk from ordinary activities during the pandemic. h/t @meganranney https://t.co/jmhSaex…", "#TelanganaCovidFailure\n#kcr always says that v r no.1 state in all circumstances but I don't exactly\nBut I can assure that #Telangana will be no.1 in covid19 cases due to Ur negligence. \n#TelanganaCovidFailure @Arvindharmapuri @revanth_anumula @TigerRajaSingh #TRSGovtFailed #ktr", "RT @ThatLyin_kvng: I really experienced a global pandemic before I got to experience a stable relationship. https://t.co/em458XvUmG", "Data from Massachusetts shows death rate continues to fall, average age of virus victims is 82 | Just The News https://t.co/ogfQTz5ac3", "RT @chidambara09: How a MUTANT #CORONAVIRUS strain #dominated the #WORLD: https://t.co/tICcvI91kX  @MailOnline\n\n#bigdata \n#COVID19Pandemic…", "Learning stockmarket in lockdown\n#papakipari\n@AnilSinghvi_ @ZeeBusiness https://t.co/Tdaja6nbBP", "@SJAsh286 The r number is &gt;1 in London. Fast approaching 1 in other places across the country. No-one is saying we shouldn't reopen *ever*.. but we shouldn't reopen *now*. It's too early. We shut down too late, it's been a debacle from the start  .. we should get this right at least.", "@EricMeyerowitz @elonmusk @geekwire @Twitter @Twitter I agree. As a hospital doctor in a #COVID19 hotspot region, and as a Covid medical scientist, @elonmusk is spreading dangerous misinformation that will endanger lives. His tweets should be removed.", "RT @davidsirota: The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the…", "REPORT: DaBaby performing concert this weekend in Georgia despite increasing coronavirus cases\nhttps://t.co/v6Ti1geSFJ", "RT @RBReich: The fact that Mitch McConnell and Senate Republicans are trying to ram through a $740 billion defense bill, but ignoring legis…", "RT @zachdespart: 8 weeks ago, the White House lauded #Texas as a model for containing COVID-19. Now @GregAbbott_TX's plan to reopen has unr…", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Breaking News: The WH has a new #coronavirus strategy\n\nAre you ready?\n\n\"Live with It\"\n\nI shit you not", "U.S. placed on Britain's ‘red list’ amid new coronavirus travel rules. @scottmclean reports https://t.co/5K0q4a6g1Q", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", "Ah, where is the covid app tracker?", "Did I just see Disney posting that they're going to reopen their resort in the middle of a pandemic https://t.co/zff7jNqVyd", "It’s not sitting right in my soul BTS we’re supposed to have the same production team for their tour and corona fucked up everything.", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "RT @jaketapper: Study finds hydroxychloroquine helped coronavirus patients survive better - CNN https://t.co/QQsBcw1VJ6", "130,000 Americans dead. Time for some fireworks, baby. https://t.co/xY7T49Ut6H", "On Friday, the Chinese mainland reported: \n- No new #COVID19 deaths \n- 3 new cases: 1 domestically transmitted case in Beijing, 2 imported cases\n- 4 new asymptomatic cases \n- 402 active cases in total, including 6 in critical condition https://t.co/1MgpRQ9g78", "Sir,This year some of the CBSE Exams were really tough,I please request you to implement MODERATION POLICY this year so that the students can get relief in this pandemic situation.\n@cbseindia29 \n#wewantmoderation\n#DrRPNishank\n@AmitShah \n#PMOIndia", "As the number of COVID-19 cases continue to increase, Mayor Frank G. Jackson and @CuyahogaCounty orders the uses of masks in public among other things. View the full update: https://t.co/zrXteQqy9L https://t.co/XosQ2IeXeA", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "he ran it exactly like he ran his businesses you total dumbass", "An under-appreciated component of the COVID story: 11.4 percent increase in overdose deaths \"driven by increased substance use due to anxiety, social isolation and depression.\" https://t.co/mOlIYmnkQf", "RT @GettyImagesNews: The first day of #MLB summer workouts start with #coronavirus induced caveats and protocols. #COVID19 #facemask #disin…", "The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called Simpson's paradox and it's the result of incorrectly pooling data and arriving at a false conclusion. A thread 1/9 #COVID19 #ThursdayThoughts", "RT @SatPaper: .@KarenMMiddleton on how the federal government has embedded special powers in new Covid-19 laws to make unilateral changes t…", "The whole world is praying for a coronavirus vaccine, but it must be effective and safe to be the answer to our prayers. The @US_FDA standards released today are critical to ensuring any vaccine that is approved for the U.S. will be effective and safe. https://t.co/hYe2njjOFc", "RT @MiaFarrow: @WhiteHouse @realDonaldTrump @FLOTUS You are criminally irresponsible.  Knowingly you are exposing people to the coronavirus…", "RT @AngrierWHStaff: @propanegirl1964 I’m not sure if it’s so much that as the new projections scared the shit out of them. \n\nEven conservat…", "RT @DonaldJTrumpJr: So we are clear, now we know that China was an even worse actor in this global pandemic then we originally thought befo…", "RT @emanizaire: my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially di…", "Or the trump administration is just incompetent and none of this needed to happen.", "@fem2828 @funder Trump being Trump.  What a 💩💩💩.  \n\nPlacing indigenous population at risk.\n\nNational Guard on site.\n\nFireworks have been banned for the last ten years due to fire risk.\n\nCameras panning the crowd show unmasked attendees that aren’t social distancing.  Hate that man!", "RT @CREWcrew: Let's get this straight. While Trump was publicly downplaying the threat of coronavirus, government officials were dumping th…", "It’s not sitting right in my soul BTS we’re supposed to have the same production team for their tour and corona fucked up everything.", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "@jqllc De Blasio's endorsement would be the kiss of death for Eric Adams' mayoral ambitions. He might as well just quit politics right now.", "I told you for months that hydroxychloroquine was effective against COVID-19.\n\nDr. Fauci and the CDC said that it was not only ineffective, but dangerous.\n\nNow, the science has proven me right.\n\nWe must use facts and science rather than politics.\n\nWhy would Fauci have done this?", "As Daesh targets innocent people, medical personnel around the world risk their lives to save patients infected with #Covid_19. These are the heroes of our time whom we cannot thank enough. \n#ForceOfHumanity https://t.co/PBaY2KWotO", "RT @adishsoup: #FuckTrump\n\n\"PM Justin Trudeau is pointing to the threat of fresh U.S. tariffs and the coronavirus pandemic as reasons why h…", "If you want to see how the coronavirus crisis interacts with the rent &amp; court systems this is a fun little thread of landlords effortlessly evicting people impacted with the help of a bored judge", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "“From the opioid epidemic, to trade, to our intellectual property, China has a long history of trying to rip off America. Why should we think the coronavirus pandemic would be any different?” Rose asked.\n\nhttps://t.co/xwR70Gm0PO", "Today, the Philippines reported its highest number of confirmed #COVID19 cases in a day. Also...", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility ... but it's larger than that. Park Service employees don't have a personal choice ... Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the medicine, even though the company could make a healthy profit at a $10 price. https://t.co/FkhWBOl5E3", "Respectfully, unless they are surgical masks or N95s, cloths masks like the one you held up are entirely ineffective. Here are just a few of a many studies I’ve referenced these past several weeks on air which explains this in detail: https://t.co/5oyFvSpfAd", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "Vote this motherfucker out in November.", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @WilliamShatner: I think @Twitter needs to make a new reporting category on these bizarre types who scream about wearing masks and quote…", "RT @99freemind: .@dashman76 has written up a short piece on Lockdown as Torture. Read &amp; share!\n#GreatAwakeningWorldwide \nhttps://t.co/TLGel…", "@Joel5326 I heard she died of covid next week....", "\"that are run by a recognized organization.\"\nwow... I can think of another way of saying this:\n\"those in good standing with the party\"", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "RT @blixberrie: Can we actually deep, we have had the WORST response to a GLOBAL pandemic and the Opposition haven’t utilised such an open…", "Pelosi say's she's trying to save the world from COVID yet this 👇👇👇👇👇 is her district!\n@tressusa1 https://t.co/VUwgXWTLUv", "Is this what it was like on The Titanic? https://t.co/MDP8f3VYXj", "RT @RBReich: The fact that Mitch McConnell and Senate Republicans are trying to ram through a $740 billion defense bill, but ignoring legis…", "Tame Impala headline Outside Lands in San Francisco, August 2021! @sfoutsidelands https://t.co/t3dq8ZxRTv", "RT @songlibah: Dear Peter Navarro,\n\nAt this point, it doesn't matter what China did. The rest of the world found out at the same time.\n\nWe…", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", "RT @DanRather: Watching Hamilton during this pandemic and thinking: It would be nice, it would be nice to have Washington (D.C.) on our sid…", "RT @TheDemocrats: Trump’s failed #COVID19 response directly impacts the state of our economy. If he doesn’t get this virus under control, o…", "Massachusetts is an exception to America's coronavirus failure https://t.co/cXMg5eqYaS https://t.co/Wj8eQxN0Zb", "COVID-19 will “absolutely exacerbate homelessness in Canada,” say advocates https://t.co/JWQQjM343G", "Navarro's claim here is kooky. China's \"weaponized virus\" is so clever that it infected Americans and Europeans at the same rate in the beginning of he pandemic, but then  pivoted to infect Americans and NOT Europeans!  The Chinese are so so smart !  https://t.co/h8Dc4vHPmK", "RT @GovAbbott: Taking executive action to contain the spread of #COVID19.\n\nMore information: https://t.co/P6Ak08plcn https://t.co/TjRHa06nw9", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility ... but it's larger than that. Park Service employees don't have a personal choice ... Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "RT @Figzet2: @ProjectLincoln Fireworks in an official NO FIREWORKS-FIRE HAZARD area. Use chemical weapons on Native American protesters on…", "“Today has been a proud day to be Lakota. We shut down Mount Rushmore. We put this place in lockdown for three hours and we did it in a good way. We got this power from our ancestors”", "You would have done a better job only cleaning the floors at epsteins properties all the different times you visited there BUT U &amp; Bill didn't-soon 2 come out so we hear! @TrumpWarRoom @realDonaldTrump #Wethepeoplehavehadenough #QAnons #WWG1WGA @dbongino", "RT @oncleyazz: the first two days of lockdown vs now https://t.co/BLbHpMyneL", null, "Hillary Clinton said ‘I would have done a better job’ handling the Coronavirus.\n\nThat’s laughable.\n\nYou couldn’t even handle your emails.", "I frequently get asked about risk of catching #covid19 from various activities. \n\nI love this diagram. \n\nAs your personal risk goes up (bc of your own health, or because of #covid19 prevalence in your area), engagement in risky activities should stop. https://t.co/3vWlY4ltzM", "RT @SDuncovered: Lot of ways @sdutIdeas could have gone with our Fourth of July editorial. We chose to let you know about the righteous wor…", "Put this analysis together with the plunging death rate for #coronavirus, and it looks pretty clear the widely reported “spike” in new cases has largely been caused by increases in testing, and we should not be halting reopening plans. \n\n#FakeNews #ReopenAmerica #KAG #TWGRP", "Shopping Top story: @carlquintanilla: 'JPMORGAN: “.. we find a positive correlation between levels of [credit-card] activity three weeks ago and the spread of COVID-19 since then.” Of all indicators, “the highest correl… https://t.co/3S2VRlDMUb, see more https://t.co/zO9a5C64qk", "Renters and landlords expected to face off after months-long COVID-19 rent strike https://t.co/TLPzEc7XoV https://t.co/ik1nnCZ5Od", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", null, "RT @cnnphilippines: Brazil’s health ministry reports 42,223 new cases of novel coronavirus, bringing the nationwide total to 1,539,081. htt…", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", "RT @mbeckett: The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called S…", "If Michelle Obama went with Barack to a firework show with thousands of people during a pandemic, they both would be ridiculed by Republicans for weeks, months, years to come", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Trump AF-1 flyover at Mt. Rushmore https://t.co/oikZHmXfZm", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "RT @NaphiSoc: 1 in 80 Arizonans \"officially\" have caught covid.\ntesting is overwhelmed - so number probably much higher.\n\nI would not go to…", "⁦@Icewear_Vezzo⁩ went crazy on this 🔥🔥🔥 https://t.co/FXlHQk8k2N", "This week a Delusional Trump assured again that Covid-19 would soon disappear. Tonight his delusions will place him in the shadow of Presidential Greatness at Mt. Rushmore.  He will look absurd. Below the chiseled rock will be a vainglorious imbecile who has failed history’s test", "RT @songlibah: Dear Peter Navarro,\n\nAt this point, it doesn't matter what China did. The rest of the world found out at the same time.\n\nWe…", "RT @JohnBWellsCTM: BREAKING: \n\nThe #WorldHealthOrganization made a complete U turn and said that #coronavirus patients doesn't need to be i…", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @amahnke: This is why over 130,000 people have died—because Americans can’t seem to understand that GATHERING IN GROUPS HELPS SPREAD THE…", "@RealJamesWoods IF that dude wins... Suddenly the numbers for COVID will disappear, no protests, everything will be just peachy again!", "“Please stay at home.. save lives  ...” - @MayorOfLA https://t.co/4aHM4Qmk6o", "Not feeling right about shared cars during Covid, we hired a car for today’s adventure (daily cleans?). It would have been simpler to pick my car up from Melbourne.  #CustomerExperience #CarHire #WhySoNegative #Adventure #LetMeFixYourUX @enterprisecares", "the first two days of lockdown vs now https://t.co/BLbHpMyneL", "THESE TOWN\n&amp; CITIES ARE WORSE\n\nTHEN AUSCHWITZ\n\nITS FUCKING\nSUICIDE LIVING IN THESE\nSHIT HOLES\nWITH NO HUMAN RIGHTS\n\nTHEIR A FUCKING WARZONE", "CNN posted this at 4am, hoping no one would see it because it proves that @realDonaldTrump was RIGHT!", "Ready? Let’s...", "The Coronavirus and America's Humiliation https://t.co/C86GQbijut", "@LastWordOnPuck Damn it, no season looks likely", "RT @Dr_DoNoHarm: This picture is made from the photos of doctors and nurses who have died from #covid19. Please wear a damn mask! Don’t be…", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "Fauci was wrong again\n\nTrump saved lives", "A Black-owned Baltimore, Maryland nursing home hasn’t had a single positive #COVID19 case since the pandemic began. https://t.co/LetKfeGiRG #Coronavirus #Baltimore https://t.co/o7seo9xUAG", "RT @NEAToday: Today, @JoeBiden addressed more than 8,000 NEA delegates at #NEARA2020, taking questions from members about racial equality,…", "So fewer people died because they took the drug @realDonaldTrump suggested....\n\nThank you, POTUS for doing the right thing even in the face of a DC culture attacking you no matter what you do.", null, "Wear a mask to protect your neighbors #StaySafeMN #MaskUpMN", "RT @davidsirota: The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the…", "I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of a job when I’m being paid half of what they are, being exposed to Covid, and dealing with assholes like them on the daily at my place of work. Fuck ya’ll", "Trump has no right to go on Sioux nation lands to Mount Rushmore. He should instead ensure First Nation indigenous people have what they need to fight COVID-19 &amp; stop corporations from stealing &amp; drilling on holy lands.", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Jake touch your forehead, are you sick? How could you go against your scumbag democratic bosses.", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @btrzkji: REMEMBER THIS DAY. JULY 3, 2020 WHEN OUR GOVERNMENT PRIORITIZED THIS LAW OVER OUR WELFARE, OVER THE PANDEMIC WHICH KILLS PEOPL…", "RT @Dr_DoNoHarm: This picture is made from the photos of doctors and nurses who have died from #covid19. Please wear a damn mask! Don’t be…", "So the WHO says today that A-symptomatic people don’t transfer COVID. You don’t need to Distance, Isolate or quarantine. What many of us knew 3 months ago 🤦🏿‍♂️", "RT @kylegriffin1: At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronaviru…", "Palace confident SC will junk petition on free COVID-19 mass testing https://t.co/cmTsxsiIHb", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "In the Covid-19 Economy, You Can Have a Kid or a Job. You Can’t Have Both. https://t.co/ZrEoL8fGBz", "'We need to live with it': The White House is readying a new message for the nation on the coronavirus. https://t.co/Fi5BXugJdJ", "@CarlosPuppycat @thehill 0 Covid19 cases. No shootings.  Free healthcare.  The PM here never called it a Hoax, or told ppl to drink bleach. Ya kids are way safer here than US rn.", "RT @zachdespart: 8 weeks ago, the White House lauded #Texas as a model for containing COVID-19. Now @GregAbbott_TX's plan to reopen has unr…", "RT @CNN: Five Americans who flew by private jet to the Mediterranean island of Sardinia were refused entry to Italy on Wednesday due to new…", "RT @Ironhorse76: It's Friday night &amp; time to get our party on.  FOLLOW ALL WHO: \n\nLIKE \nRT\nCOMMENT \n\nWinning this Nov is an absolute must &amp;…", "RT @chidambara09: How a MUTANT #CORONAVIRUS strain #dominated the #WORLD: https://t.co/tICcvI91kX  @MailOnline\n\n#bigdata \n#COVID19Pandemic…", "IT BEGINS&lt; MT RUSHMORE&lt; POLICE ARE USING FORCE TO REMOVE THE PROTESTERS&gt; STAND STRONG&gt; FOR POLITICAL GAIN TRUMP &amp; NEOM JEOPARDIZE&lt; CORONA VIRUS &amp; FIRE HAZARD TO SACRED BLACK HILL&lt; STAND STRONG-LAKOTA STRONG... https://t.co/8iAZr4w0Yl", "Chlorine dioxide cures Covid...it just has a little problem, it is not patentable, so pharma can not pofit\n#ShowUsUsTheVirus\nA_solo_tripper\nhttps://t.co/iyZmDCjA4y", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "RT @deikamorrison: So if we have always being paying for theft what then explains the massive jump since lockdown that has people’s eyes po…", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "Y’all, I need to ask for prayers for my baby-brother. He’s being admitted to the hospital in Fort Worth with the COVID/pneumonia. ♥️🙏🏻", "RT @NASCAR: NEWS: @JimmieJohnson reports positive COVID-19 test; @J_Allgaier to fill in for No. 48 team at @IMS.\n\nDetails: https://t.co/Rtc…", "Who's sending their kids to camp?", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "RT @rapplerdotcom: \"If you are, or if you know someone is being abused within your homes or communities, reach out to us,\" says the Commiss…", "“The intentional killing of another person is wrong and as Governor, I will not oversee the execution of any individual.” - @GavinNewsom COVID-19 in 4 months has killed more people in CA prisons than the last 44 years of death sentences. We must act now #StopTheSpread #SeeThem", ".\n🧬 VIRUS FRAUD - GATES\n\nAfricans, who have seen Death by the Hands of Bill Gates Before, Come out in Mass Protest against the Criminal De-Population Fraud\n- “Gates We are Not Your Lab Rats. We will Not be Guinea Pigs !!\"\n\n.\nhttps://t.co/nPiPn0YOoS", "RT @TennisChannel: That's right, add mask designer to @NaomiOsaka's long resume.\n\nCheck out this moment and more on today's Top 5.\n\nhttps:/…", "Wow. What an inspirational, hopeful message. “We need to live with it”. Yes, until we get rid of you and get a president that actually understands what the job is.", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "With 7.5 million jobs added over the past two months, America’s economic comeback from the Coronavirus is taking off well ahead of schedule.\n\nThe incredible, expectations-busting jobs reports of May and June are great news for our country!\n\n1600 Daily: https://t.co/A68ueVC88u https://t.co/R8REvVDIka", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "SO.....after all that, ‘social distancing’, quarantine and lockdowns were not really necessary?\n\nhttps://t.co/GNlrumMb1N", "RT @charliekirk11: Any politician who moves to lock down any part of America, potentially killing thousands of jobs should have to forego t…", "RT @PierrePoilievre: First, they tried to use COVID to seize unlimited powers to raise taxes. Now they use COVID to stuff a billion dollars…", "Just went to store. Thunderhead in sky off to the east. Because of the sunset on other horizon, thunderhead was pink &amp; inside this pink thunderhead you could see lightning bolts. Sooo cool. And radio was playing great rock 'n roll.", "@mitchel15533692 @JackieRestaino @clarityat3am @GovBillLee Knox county as of today, 6 deaths out of 471,860 people.  That’s a death rate of 0.00001272% of the county population.  Even if you base it off the number of positive cases, which is 1056, that’s a 0.55% death rate amount those confirmed with Covid.  Is that clear enough?", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "For everyone who thinks we ought to let the COVID-19 virus run its course and kill the elderly and those with pre-existing conditions, please post the name of a family member or close friend whom you think is expendable. \n\nIf you can't, please shut the f*ck up!", "\"This pandemic is not disappearing,\" says Dr. William Haseltine about President Trump's claim that Covid-19 will \"just disappear.\" \n\n\"If you have leadership, governance and individual responsibility, it can be reduced to zero.\" https://t.co/NpOIH81zUM https://t.co/SNFj341aHk", "Oh, now they want to be part of the EU family again 😂😂 #StopBrexit", "Got them to pay for the wall. #Winning", "RT @NaijaFlyingDr: This image is made up of tiny pictures of doctors and nurses that died during the #COVIDー19 epidemic https://t.co/UiMJPN…", "The only folks surprised are you #FakeNewsMedia \n\nThousands died because you misinformed about this drug\n\n#BloodOnYourHands #TWGRP", "Family parties, backyard bbqs, events are not in your best interests or those that you care for this 4th of July weekend. This virus loves company. st", "RT @itvnews: Coronavirus where you live in the UK: Check the number of cases in your area with our interactive map https://t.co/MaKhvcE16v", "RT @CAgovernor: \"This victory, won by a coalition of states led by CA, protects taxpayers from wasteful spending on an empty campaign promi…", "RT @Rschooley: People REALLY didn't look too closely at how he ran his businesses. https://t.co/fxpc79mKaN", "Love the surge of drive-in movies coming back to help with social distancing! What movie would you love to see at a drive-in? 🤔 #BlueVelvet https://t.co/TOMAEwnTQk", "The Japanese theatrical premiere of \"Fate/Grand Order THE MOVIE Divine Realm of the Round Table: Camelot Wandering;Agateram\" has been postponed due to coronavirus.\n\nThe film which was originally scheduled to open August 15th. (https://t.co/1YM214O46R)\n\nhttps://t.co/08cNL3barg https://t.co/LQ8d7vVdjm", "Far Left Gov Inslee heckled &amp; booed off stage in Tri-Cities Urging all to WEAR MASK &amp; STAY LICKED DOWN \n🤦‍♀️Same Gov who allows squatter camps inside the city of Seattle \nCancel Dem Party\n#WalkAwayFromDemocrats \n#VoteRedToSaveAmerica \n🇺🇸 https://t.co/jY6qe2pnk2", "Forget the me before lockdown, I’ve changed.", "Trump has no right to go on Sioux nation lands to Mount Rushmore. He should instead ensure First Nation indigenous people have what they need to fight COVID-19 &amp; stop corporations from stealing &amp; drilling on holy lands.", "@murray_nyc @realDonaldTrump Of course the cases are going down in New York. 20 % had antibodies in the middle of May, there would me more or less herd immunity there by now.", "Trump AF-1 flyover at Mt. Rushmore https://t.co/oikZHmXfZm", "RT @DrEricDing: How the 1918 pandemic was conquered without a vaccine. https://t.co/Er7Zfh9p5X", "RT @RyanAFournier: Hillary Clinton couldn’t even handle her husband, and people think she could handle the Coronavirus. 🤣", "Editorial: May this be the last Fourth of July with President Trump https://t.co/AaIKmxm8hN", "I hear what you're saying, but no other country has to live with it. https://t.co/Dk5usHxPPp", "Bolivia digs mass graves as cemeteries fill with coronavirus victims https://t.co/EZU1fUvRYz https://t.co/cCO10W2DoO", "NEW—In a large population of patients admitted with #COVID19, disease outcomes were better predicted by #frailty than either age or comorbidity, supporting use of  clinical frailty scale to inform decision making: multicentre @CopeStudy1 @TheLancetPH https://t.co/BANpRg0bbh https://t.co/L2BN2FmDi5", "RT @Revenge_of_Pepe: “Are you sure this will slow down the coronavirus” \n\n“Coronavirus?” https://t.co/fAD24hbcqu", "RT @drdavidsamadi: A COVID vaccine is supposed to be coming in August in India.\n\nHydrochloroquine is working well.\n\nRemdesivir is working w…", "8.0 Bayonetta 🤝 Adults with COVID\n                Killing at 30", "RT @pollsofpolitics: How was @realDonaldTrump and his administration's response to #COVID19??\n\nPlease Vote and Retweet to spread poll, Than…", "@patsfightback @S3AN2DR @lordjedi @ATSD @secupp @WalshFreedom Why is it so hard to look at the top 20 countries in the world handling #COVID19 &amp; notice the similarities with strict mask enforcement? \n\nMasks help protect mothers, fathers, grandparents, &amp; VETS!  They all protected you, time to return the favour &amp; stop being so selfish.", "TEXAS MASK ORDER | Gov. Abbott issued a facial covering executive order today. Here is what you will face if you violate it. #MaskUp #KHOU11 #COVID19 https://t.co/zSMdofIN8k", "*corona existing*\nGirls at my school:\nVacation✨ six flags 😜 road trips 🥰 huge parties 😌 shopping at malls 😄 going out to eat ☺️", "RT @jwgop: This is Vichy GOP for \"Surrender to the virus.\" @realDonaldTrump never had a plan, never had a desire to assist average American…", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "RT @ProfRayWills: You are not stuck in traffic \nYou are traffic\n\nHigh congestion becomes high air pollution\n\nPerth congestion soars as comm…", "“Maam, I’m going to place you on a brief hold” https://t.co/v0FeKxahes", "RT @SymoneDSanders: First of all, Trump is the only one that keeps saying the virus will disappear. The American people know COVID-19 is re…", "Donald Trump styled himself as a wartime president. But now it seems this president has surrendered. He has waved the white flag and left the field of battle when we need him most. It's unacceptable.\n\nWe need real leadership. Right now. https://t.co/2T3WbFLYV3", "For the third time this week, Trump plays golf amid Russian bounty scandal, coronavirus spikes https://t.co/VqL3qt2p4K", "RT @chuckwoolery: Is the Covid 19 Hysteria driving you crazy, or is it just me?", "Restaurants are Finally Open!!! YESHHHH got some Mexicam Food Tonight :) https://t.co/b6FADCG6us", "I never understood commercial things and it is not my cup of tea.\nHowever I had a general feeling that there were many private hospitals and they were competing for more and more patients.\nThis was before Corona \nNow we hear that there are no beds in private hospitals \nStrange", "@diplo_drama @Point_Mutation The OP situation is smaller in scale and has differences (including during a pandemic, there is no event crowd, but instead roommates, SOs, children, parents, etc)\n\nbut it is worth reflecting on the points in articles about work alcohol cultures like\n\nhttps://t.co/t8kcveyfoW", "I NEED YALL TO START TELLING YOUR FRIENDS AND FAMILY IF YALL TEST POSITIVE FOR COVID BECAUSE THIS SHIT IS NOTHING TO BE PLAYING WITH", "RT @epicciuto: We fucking didn’t—nowhere near as bad as this — and you’ve inflicted it on us.", "RT @AynRandPaulRyan: @DonaldJTrumpJr 1) He said that he's Jill Biden's husband, you sentient anal wart.\n\n2) Your dad suggested we inject bl…", "Coronavirus: Japan's mysteriously low virus death rate https://t.co/Y2FfiMLgEZ", "RT @FernieCommaAlex: Absolutely paralyzed thinking about all of the 65+ white people driving to Mt Rushmore in the middle of a pandemic to…", "RT @Saurabh_Unmute: Urgently required plasma of a corona recovered patient of blood group b+ .The person should have been recovered 28 days…", "“Maam, I’m going to place you on a brief hold” https://t.co/v0FeKxahes", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "\"Some COVID patients won't recover senses of taste, smell, study finds\" via FOX NEWS https://t.co/4LIelr35He https://t.co/5nTIfCrB4v", "Trump staffer tweets photo of 'improved' Mt. Rushmore https://t.co/7jp0cfBmwd https://t.co/4JpdIqxpMT", "Oklahoma becomes the first state to expand #Medicaid during pandemic https://t.co/csp6nno2KX via @modrnhealthcr", "Catching the virus in a crowded bar during a PANDEMIC, caught him off guard.......", "RT @DrEricDing: Winning at the wrong things during a pandemic. https://t.co/yZkp5bB5bw", null, "RT @ABCPolitics: New survey of assisted living facilities found that close to 7,000 seniors residing in these types of communities may have…", "So you’re saying @realDonaldTrump was right all along? Increasing survival by a significant amount is awesome.", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Vietnan is proof you don’t have to be a wealthy island country to conquer #Covid19. Vietname shows you just had to do mandatory mask wearing, plus aggressive early testing, and do immediate tracing of all cases early when it was manageable. We need to humbly learn these lessons.", "@sixkenza Im raising money to pay rent &amp; debt due to COVID. I literally have no other option. We’re 3 months behind on rent, I had to max out my credit card &amp; our bank account is in the negatives. can you help me.  Anything would be greatly appreciated https://t.co/55EQ3DV7qB", null, "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", null, "It’s abundantly clear that this virus isn’t going to just “fade away,” Mr. President. It’s time for you to step up, take action, and lead.", "RT @duty2warn: “History will place the blame for this catastrophe squarely on one ignorant, incompetent, selfish man: President Trump.”—Eug…", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "A Catholic diocese in Indiana is facing calls to remove a local pastor after he wrote of the Black Lives Matters:\n\n\"They are wolves in wolves clothing, masked thieves and bandits... They are maggots and parasites at best”\n\nHe also said they are \"more toxic than any pandemic.\"👍", "Love the surge of drive-in movies coming back to help with social distancing! What movie would you love to see at a drive-in? 🤔 #BlueVelvet https://t.co/TOMAEwnTQk", "RT @NYTNational: Fires and looting struck a close-knit, civic-minded community that was already struggling under the coronavirus pandemic h…", "RT @KamalaHarris: Trump attempted to muzzle public health experts. Repeatedly said coronavirus was \"under control.\" Refused for a long time…", "Wetherspoons customers will have to fill out a form before entering a pub from July 4 https://t.co/0JcWr12gwI", "@australian Land of the free... to die.\n\nNeoliberalism Covid style. \n\nLet the virus rip!", "@GovMurphy Just days ago, NJ was one of only three deemed on track to contain the disease. 🤔 Governor, do you think opening casinos, pools and amusement parks is maybe not such a good idea?\nhttps://t.co/8wKGDHfFVM", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "What do you think the odds are that Ghislaine Maxwell contracts Covid-19 in the next few weeks or months..?", "RT @fussybabybitch: If you want to see how the coronavirus crisis interacts with the rent &amp; court systems this is a fun little thread of la…", "'The threat is real': Miami hospital flooded with critical COVID patients https://t.co/kHvcMZsxns", "After cases of #coronavirus surged in recent weeks, wearing a mask in public is now [finally] compulsory in #Texas https://t.co/CAx1RVUq3s via @jcarrollhtx", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility ... but it's larger than that. Park Service employees don't have a personal choice ... Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "A member of my community died because of Big Pharma’s greed — and during a pandemic that has led to many losing their health insurance, these corporations have no problem letting more diabetic Minnesotans suffer and die.\n\nThis is nothing short of barbaric.", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "RT @RealJamesWoods: The only ones surprised by this are the wank crankers at #CNN... I’m assuming half the staff is on suicide watch after…", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "I survived the Covid-19 lockdown unemployment while supporting a family of 7 by doing Doordash in the hot ass Alabama sun and Working in a Ceramics brake shoes factory PT.\n\nI don't EVER wanna hear a celeb puss boy or bimbo lecture me bout Systemic Racism &amp; opportunity disparity.", "RT @tedlieu: The @WhiteHouse has not denied that Trump’s Feb 27 PDB contained info that Russia paid people to kill US troops. @realDonaldTr…", "‘Presumed Covid 19’? How often has this been happening ? \n#viruslifeisrubbish https://t.co/lzJOQR4tDj", "RT @B52Malmet: Trump’s fire hose of bs is currently spraying in South Dakota. Aided and abetted by complicit traitors. Now we are not talki…", "This week a Delusional Trump assured again that Covid-19 would soon disappear. Tonight his delusions will place him in the shadow of Presidential Greatness at Mt. Rushmore.  He will look absurd. Below the chiseled rock will be a vainglorious imbecile who has failed history’s test", "Disabled people were denied care on a global scale. There's no \"should\".\n\nI demand an inquiry.", "The reason this study is \"surprising\": News executives in DC/NYC/Atlanta poisoned the well against *any* good news about hydroxychloroquine. News coverage shaped public opinion (which should not happen in objective science journalism) because there were political cards to play.", "NEW: Texas reported 7,652 people hospitalized for coronavirus today. \n\nOnce again, this is more than double the number of hospitalizations the state reported two weeks ago. https://t.co/47e2NrS6Jl https://t.co/YC4uTXeKga", "RT @theadvertiser: Lafayette, St. Landry parish nursing homes hit hardest by coronavirus have history of violations https://t.co/3Cp0Vr0Taf", "NBPA Announces $400K in Matching Player Grants for COVID-19 Pandemic Relief https://t.co/NbxzJy3U8j", "#FoxNewsRundown Global Pandemic #podcast. Yemen is facing war, economic collapse and COVID-19 is now sweeping through the country. FOX's Simon Owen speaks with Mark Lowcock, the UN’s Under-Secretary-General for Humanitarian Affairs.\n\nListen &amp; subscribe:\nhttps://t.co/97XRJpM6Ad", "RT @Parentkind: New Parents' Survey - Coronavirus and schools reopening. It’s time to update us on your recent experiences of your child’s…", "Never forget that the Duterte Administration prioritized Anti-terrorism Law over Free Mass Testing during a pandemic.\n\nNever forget that they prioritized POGOs over Filipino businesses while unemployment rate is an all-time low.", "Almost two thirds of people who have died because of Covid-19 were disabled, statistics show.\n\nMarie Tidball, co-ordinator of the Oxford University Disability Law and Policy Project, told The Times there should be an inquiry into the deaths. https://t.co/nPb3zl8l0S", "people under 35? oh you mean much of the service industry in maryland that you’re forcing to work during a pandemic because you decided to push them off unemployment?", "RT @euanmcilwraith: As lockdown eases I’m shedding a quiet tear. Verge cutting is back! Gone are the wild flowers . Gone are the seed heads…", "RT @donnasfineart: @eddsmitty @mama_hipster @CMikeSF @CarlyJA22 @JerryCann1 @Doh_Doh_Burrd @koan4u @beckyadenton @verbalese @BodhisattvaKat…", "New survey of assisted living facilities found that close to 7,000 seniors residing in these types of communities may have died from the novel coronavirus. https://t.co/u4jMf4J8f9", "Estero 7/2/20 Lee County Coronavirus (COVID-19) Government Updates https://t.co/k7tYXLWu6X", "Not feeling well?\n\nGet tested\n\nI’ve had to do it twice since #coronavirus began\n\n(Thankfully negative both times)\n\nIt’s safe, a few seconds of discomfort &amp; done!\n\nI did it not just to keep myself safe but my family, work mates &amp; community safe\n\nWe only get through this together", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "She is the absolute best. One of my last theater experiences before the pandemic was seeing her in Cyrano and I'm so grateful.", "Topgolf in Glendale, AZ has had MULTIPLE employees test positive for covid and although ICU capacity is currently over 90% in AZ, they invite you!", "@AMSweather @Sean63538296 @mitchellvii The same common sense University where, regardless of the largest lockdown in the history of this Nation, we still have WAY more deaths than the flu you guys love to mention? Pause for a second to THINK how many more deaths there would have been had we chose to do nothing at all", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Scientists say strain of coronavirus dominant around the world is different than what originated in Wuhan https://t.co/toNiOckcyp https://t.co/lafoKXvA59", "COVID-19 has caused food insecurity for thousands of Minnesotans and added new burdens on local governments.\n\nThat's why today we announced a $853 million plan to build a stronger, more equitable economy by supporting emergency food efforts and our local governments across MN.", "RT @chrissyteigen: Not to be dramatic but American Airlines only cares about money and doesn’t care if you get sick and die.", "RT @candersonAAS: Some important messages here on #COVID19 and the pandemic recession, especially about how the virus will punish complacen…", "\"Experts fear July Fourth weekend will worsen spread of COVID-19\" via FOX NEWS https://t.co/cR7C7TLrMZ https://t.co/V4usf7XqTa", "#Tx12 Masks are now required in the State of Texas. No more asking, #WearAMask and maintain social distancing! https://t.co/j7BTaP1FSy", "RT @JoeBiden: It didn't have to be this bad. But month after month, as other leaders in other countries took the necessary steps to get the…", "“Rahul Gandhi is termite Gandhi.” - @gauravbh \n#ModiInLaddakh", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "BREAKING NEWS: G Maxwell to testify that Trump &amp; Epstein 'entertained' young women together IN THE SAME ROOM!", "San Bernardino County sees more than 500 new coronavirus cases, 4 new deaths https://t.co/TlRR8qezKg", "RT @mmpadellan: Just a thought: the economy might have a little bit of trouble getting back on track if employees have to call out dead fro…", "RT @CTVNews: Canada's long-term care system failed elders, before and during COVID-19: report https://t.co/luFbtA8o5v https://t.co/7t7IG3W9…", "RT @CNN: Wilmington, North Carolina, Mayor Bill Saffo asks citizens to wear their masks and practice social distancing this weekend. He say…", "RT @CFL_News: \"I think it's marginally better on the accounting spreadsheet if the @CFL plays. If you can stay on the field &amp; in news cycle…", "If coronavirus had not happened, we would have seen Thalapathy #Vijay's #Master three months ago, and we would be seeing #ChristopherNolan's #Tenet in two weeks.\nTwo of the most anticipated movies of 2020! https://t.co/7GcwOaZave", "JUST IN: Mexico closes border in Arizona as coronavirus cases in both countries surge https://t.co/9rXrzTkC4w https://t.co/41ss2eCbXi", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @JamesGleick: Everyone needs to read and absorb this piece. It’s not just that Trump was oblivious and negligent. The US was ready to ha…", "He shouldn't have to put his life on the Line to play stupid baseball.\n\nForcing him to make that choice is wrong on many levels", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Well, well...\n@realDonaldTrump embarrasses naysayers once again. In all seriousness, how many ways can one man say, I told you so?\n'Hydroxychloroquine saved coronavirus patients study shows; Trump campaign hails it as \"fantastic news\"\n#MAGA #KAG #4thofJuly https://t.co/urm4WOAbAd", "@karavsnohigh You got Twitter and Instagram they're loyal for you", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "Treehouse #SocialDistancing in Spicewood, TX. https://t.co/ymHGSYost2", "RT @Surgeon_General: Seriously people- STOP BUYING MASKS!  \n\nThey are NOT effective in preventing general public from catching #Coronavirus…", "I survived the Covid-19 lockdown unemployment while supporting a family of 7 by doing Doordash in the hot ass Alabama sun and Working in a Ceramics brake shoes factory PT.\n\nI don't EVER wanna hear a celeb puss boy or bimbo lecture me bout Systemic Racism &amp; opportunity disparity.", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "RT @BBCNews: Coronavirus: UK government's quarantine-free list 'absurd' https://t.co/u5cDRHH7Yz", "Trump says Biden as president could lead to next Great Depression https://t.co/poYuuJ9MOS https://t.co/O5gO55cTnF", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "RT @YaBoiRaw25: Looks good but the owner is a racist, homophobe, and a trump supporter so I’m good! ✌🏽", "our sheriffs &amp; health dept are pleading w/ posts on facebook to wear masks social distance etc etc &amp; comments are so bad! Cases of hospitalization have doubled overnight &amp; people don't get it, think it's some conspiracy of the government. Going to be some sad times ahead #COVID19", "RT @briantylercohen: They ziptied the chairs together at Trump’s Mt. Rushmore speech, making it literally impossible to socially distance.…", "RT @itvnews: Meet the Walsall businesses raring to reopen as lockdown eases. Report by @BenChapmanITV  https://t.co/l5gDsosz0z https://t.co…", "Here's my dream. When @JoeBiden selects his VP candidate (perhaps Kamala Harris or Elizabeth Warren), hope that we celebrate each contender and move forward. This isn't a battle between talented, capable women, but an opportunity to unify and defeat Trump and all of his enablers. https://t.co/Innefg1148", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", null, "Catching the virus in a crowded bar during a PANDEMIC, caught him off guard.......", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "\"With restaurants, bars, golf clubs and gyms reopening, it is increasingly obvious that we have our priorities utterly backward. Education and child care must be our biggest priority.\" @ldobsonhughes @globeandmail https://t.co/nGSSh1IrRE", "RT @chuckwoolery: Is the Covid 19 Hysteria driving you crazy, or is it just me?", "just a picture of me during lockdown, feeling cute and being optimistic for the future https://t.co/5BxtsH9x72", null, "RT @typicalfeminist: Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "There have been more than 4,700 demonstrations during the recent Black Lives Matter protests, an average of 140 per day.\n\nEstimates suggest there could have been as many as 26 million people who participated.\nhttps://t.co/eoJjSHOGkw", "I hope people know it’s really ignorant to make random remarks to people calling covid fake when you don’t know if that person has lost a family member.... it’s just disgusting.", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "Cable and Bishop https://t.co/KSc9WmTvHp", "My mother survived COVID-19!!😭😭😭😭 https://t.co/FFEYheFkMi", "Insulin's original patent was sold in 1923 for only $1 so that it would be available to all who needed it.\n\nJonas Salk developed the polio vaccine in 1955 and then gave it away for free.\n\nWe can't let Big Pharma profit from this pandemic. The vaccine must be free.", "Can someone explain to me why FL has 20 times the new cases of NY when NY had the protests and FL didn't?", "\"Lydia Alford, 8, told Stuff she was inspired to write to the Director-General of Health thanking him for taking on the \"big responsibility\" of reporting on the country's #COVID19 case numbers... https://t.co/pzoBftqg6U", ".@AndrewYang has a plan: The Emergency Money for the People Act, which would direct $2,000 a month to every adult making less than $130,000 per year for up to 12 months. https://t.co/b7XzWbBZnp", "JACKASSES\n’We need to live with it': White House readies new message for the nation on coronavirus https://t.co/eVPUaRo7KL", "RT @steve_vladeck: To understand why so many of us are so mad at @GovAbbott, it’s not just that he waited until *July 2* (in the face of in…", "How Covid-19 Became a Death Sentence at a Halfway House | #Databreach | Pentest | #cybersecurity | #informationsecurity https://t.co/g4LQb5Da4q", "During the first day of GCQ, we said that Duterte is using this crisis to establish martial law. OA lang daw tayo, sabi niya. \n\nWeeks after, mass arrests were conducted by the PNP. Unarmed citizens were mercilessly killed. \n\nAnd now, the Terror Law is signed. #JunkTerrorLaw", "RT @jurneevargas: Mr. Humberfloob would NEVER get COVID. We need him now more than ever. https://t.co/WMOyayJeRe", "An under-appreciated component of the COVID story: 11.4 percent increase in overdose deaths \"driven by increased substance use due to anxiety, social isolation and depression.\" https://t.co/mOlIYmnkQf", "RT @UN: Amid the #COVID19 crisis, universal, reliable &amp; affordable digital networks are key for sharing life-saving health information. \n\nM…", "Here’s what Senate Republicans BLOCKED this week:\n\nResources for state &amp; local governments &amp; tribes\nFunding for COVID testing &amp; tracing\nResources for elections\nResources for schools &amp; nursing homes\nFood assistance\nProtections for workers\nProtections for Dreamers\nRental assistance https://t.co/YeugNXSXFn", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "RT @GeoRebekah: Florida’s First Known COVID-19 Victim: Mrs. Jermaine Ferro https://t.co/7gwfqkp0N9", "CNN posted this at 4am, hoping no one would see it because it proves that @realDonaldTrump was RIGHT!", "A surprising new study found that the controversial antimalarial drug hydroxychloroquine helped Covid-19 patients better survive in the hospital.\nhttps://t.co/j6zs4SI2Su", "Half this country rejects use of a life saving drug b/c POTUS suggested its use. The Left, Dems &amp; MSM officially have egg on their face, AGAIN! \n\nJUST IN: A 3500 patient study, reveals Hydroxychloroquine significantly contributes 2 the prevention &amp; recovery from COVID.\n\n😲HOOAH!!", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "@ldragoon For me, it’s mostly co-workers.", "RT @isaballsacks: ?!?!?!?!?!?!?!????????!!!!!!! defund sfpd and fund the fucking muni??????!!!! the majority of ppl who live in sf don’t ow…", "Lockdown will impact construction companies, their ratings: Ind-Ra \n                Eight entities very vulnerable to negative rating actio", "Trump’s presidency began with a travel ban on Muslims and ends with a growing global travel ban on Americans.", "Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic precautions after their nation has lost 130,000 lives in four months because the stupid man's response to a pandemic is the stupidest response in the world.", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "🇨🇦 Canada has recorded a total of 104,772 COVID-19 cases since the beginning of January.\n\n🇺🇸 The United States has recorded 101,707 COVID-19 cases in the last two days.", "RT @MAJTOURE: If you’re into #IndependenceDay in #America.\n\nBut let the government TELL YOU you CANT celebrate it “for your safety” in rega…", "\"@BTS_twt has proven that there is a market for live online concerts. Question that remains to be answered is whether or not others can adapt the model that’s worked for one of the most popular figures on the planet.\" https://t.co/LyVpSwvs0L", "RT @pittman_george: Now Even The COMMON COLD Is Being Counted As A Positive COVID-19 Result, CDC Says https://t.co/yS554sY963 via @gatewayp…", "@auxwit I'm not sure. The Italian strain is what is causing the current pandemic. Scientists think that strain could be more contagious than the Wuhan strain.", "\"Trump visits Mount Rushmore amid coronavirus concerns\" via FOX NEWS https://t.co/dn1Q7UzDWU https://t.co/6F4QLM1hJp", "Wheels up for Mount Rushmore! 🇺🇸 https://t.co/2Ri5TwJVxi", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "#COVID19 Statistics in SA as at 03 July 2020. https://t.co/7t6JQxqsxc", "@platini954 White people started COVID-19", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "Big Win for Governor Brian Kemp as Georgia COVID-19 Deaths Hit 3-Month Low https://t.co/o885Le3efY", "“Today has been a proud day to be Lakota. We shut down Mount Rushmore. We put this place in lockdown for three hours and we did it in a good way. We got this power from our ancestors”", "RT @kylegriffin1: At least eight Secret Service agents are currently holed up in a hotel in Phoenix, some suffering the flu-like coronaviru…", "South Dakota sherrif says agents will not wear masks because of ‘freedom of choice’ at #BenedictDonald campaign event.\n\nFrankly, when you’re this stupid, let #Covid19 fall where it may.\n\nToo harsh?\n@MSNBC \nhttps://t.co/rEiiUppgdy", "Vietnan is proof you don’t have to be a wealthy island country to conquer #Covid19. Vietname shows you just had to do mandatory mask wearing, plus aggressive early testing, and do immediate tracing of all cases early when it was manageable. We need to humbly learn these lessons.", "RT @AFP: #UPDATES The US notched 57,683 COVID-19 cases in 24 hours, a tally by Johns Hopkins University shows, the third consecutive day wi…", "RT @JCorey_: Working from home:", "RT @CNN: Joe Lowe, former fire chief for South Dakota’s Division of Wildland Fire, says there’s “not a chance” he’d go to President Trump’s…", "RT @rodbishop15: The whole #quarantine position has been a farce.There was a case 2do it selectively in March from China Italy Iran say but…", "RT @PastorDScott: Theres a lot of talk about“Social Distancing” at the Mt. Rushmore 4th of July celebration. Why is  there not the same tal…", null, "@Srslyomgwtfbro @unsaltysaltines https://t.co/KtldY4Jbky", "#LATEST Chinese mainland reports 3 new #COVID_19 cases, 1 locally transmitted from Beijing and 2 imported. #coronavirus https://t.co/hfz9Tk2kRc", "“We can’t do any better than this” is a crap message that concedes that we cannot do what Canada, Germany, South Korea, Japan, and multiple other countries have accomplished. This marks a low point in our history, and should be rejected by all patriots who want us not to suck.", "RT @ThatLyin_kvng: I really experienced a global pandemic before I got to experience a stable relationship. https://t.co/em458XvUmG", null, "The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called Simpson's paradox and it's the result of incorrectly pooling data and arriving at a false conclusion. A thread 1/9 #COVID19 #ThursdayThoughts", "RT @joshtpm: This is really a catastrophe. We have 57,562 new COVID cases today nationwide. That's doubled in like 10 days. Almost 5k more…", "RT @BeachMilk: GOOD NEWS folks ....”No one has died from the coronavirus”!\n\nDr. Stoian Alexov called the World Health Organization (WHO) a…", "@CNNnewsroom HYPOCRITES! Oh it's ok for the protesters to be out and not social distancing. Wake up people, the democrats don't give a damn about you. Think about the future for your children and grandchildren.", "RT @menggalurks: This isn't the party that we want for you because you deserve more. I'm sorry if we can't send cakes today for your safety…", "South Dakota Democratic Party Chair on CNN: \"Our governor talks a lot about personal responsibility ... but it's larger than that. Park Service employees don't have a personal choice ... Not requiring social distancing and making face masks optional is a recipe for a disaster.\"", "RT @ChrisLu44: There's a reason Biden has curtailed his travel. Because it reduces exposure of his staff - and people his staff meets with.…", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "“‘We need to live with it:’ White House readies new message for the nation on coronavirus.”\n\nFuck that.  https://t.co/npdAm0YPoD", "An under-appreciated component of the COVID story: 11.4 percent increase in overdose deaths \"driven by increased substance use due to anxiety, social isolation and depression.\" https://t.co/mOlIYmnkQf", "Trump has no right to go on Sioux nation lands to Mount Rushmore. He should instead ensure First Nation indigenous people have what they need to fight COVID-19 &amp; stop corporations from stealing &amp; drilling on holy lands.", "I wanna say this. I’m tired of people getting $900 a week in unemployment telling me I should be “grateful” I’m not out of a job when I’m being paid half of what they are, being exposed to Covid, and dealing with assholes like them on the daily at my place of work. Fuck ya’ll", "RT @davidsirota: The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the…", "@schumannbot Sending much love to all!!!! https://t.co/hmQqdchhAX", "Imagine knowing someone this talented 🥺🥺🤪", "Science. Facts. Leadership teams. No politics just good judgement. #Canada #COVID", "So you’re saying @realDonaldTrump was right all along? Increasing survival by a significant amount is awesome.", "Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic precautions after their nation has lost 130,000 lives in four months because the stupid man's response to a pandemic is the stupidest response in the world.", "Lot of ways @sdutIdeas could have gone with our Fourth of July editorial. We chose to let you know about the righteous work of @ProjectLincoln. https://t.co/dlpcaX4kPR", "Stacey Abrams: ‘COVID Is a Risk‘ -- We Are Pushing Vote from Home for November https://t.co/IZwIzuNMhd via @BreitbartNews. The only way the demonRats can win is if they CHEAT! Voter ID is needed!", "NEW: Texas reported 7,652 people hospitalized for coronavirus today. \n\nOnce again, this is more than double the number of hospitalizations the state reported two weeks ago. https://t.co/47e2NrS6Jl https://t.co/YC4uTXeKga", "@mkcarri18 @MayorMark Well the people with different licensed plates from other states (Ex. majority from New York, Florida, etc.) are living in CT. Not sure if I’m right or wrong, but I guess they moved to CT months or years ago. People who are traveling to Connecticut from spiking cases area need...", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "RT @chanelsocial: Treatment with Hydroxychloroquine Cut Death Rate Significantly in COVID-19 Patients, Henry Ford Health System Study Shows…", "RT @DanRather: No sir. The America I know and love doesn’t surrender, doesn’t give up. If you can’t do it, let’s find others who can.", null, "The only reason this apparently effective treatment was ever considered \"controversial\" is because Trump expressed optimism about its effectiveness.", "RT @waltshaub: Tonight: A stupid man says stupid things to stupid people as they infect one another by stupidly ignoring the most basic pre…", "RT @RyanAFournier: Hillary Clinton couldn’t even handle her husband, and people think she could handle the Coronavirus. 🤣", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "@jojoptyoga Must be 4..I’m on red wine 4...so join me! 😂🍷", "It's laughable how MSM is blaming COVID spikes on people going to beaches &amp; bars. Not a peep re: rioting/demonstrations in dozens of cities around the country or increasing number of tests &amp; decreasing number of deaths...proving it's far less lethal than what's being reported.", "RT @wizkidayo: I never see any naija pastor go isolation heal anybody from covid lol", "RT @davidluhnow: A government agency in Mexico found the real Covid death toll is nearly twice the gov’t tally. We reviewed the data that w…", "\"Dr. Nesheiwat: July Fourth weekend a potential perfect storm for COVID-19 spread\" via FOX NEWS https://t.co/sfe4cipocO https://t.co/4XnMYpkcwC", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", "@nasdaq33 @SylvesterTurner But that's different ..covid only spreads when you open businesses.", "RT @RyanAFournier: Hillary Clinton couldn’t even handle her husband, and people think she could handle the Coronavirus. 🤣", "We gotta get to saliva testing, too. https://t.co/jql0QC4GIw", "REPORT: DaBaby performing concert this weekend in Georgia despite increasing coronavirus cases\nhttps://t.co/v6Ti1geSFJ", "The latest The Travel Daily! https://t.co/uoAAkfWmNJ Thanks to @runstrongrun #pandemic #america", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "Ms. Gao: So what is on Xi Jinping’s mind, and why are they so determined and so bold this time?\nMr. Bannon: I think it’s very simple why he’s so bold this time. He’s a criminal, he thinks like a criminal, and he’s gotten caught.  https://t.co/kk42QbhDs4 https://t.co/Ir9RmPRIvO", "This holiday weekend, let’s be safe and smart. It’s going to take all of us to beat this virus. So wear a mask. Wash your hands. And listen to the experts, not the folks trying to divide us. That's the only way we’ll do this—together.\nhttps://t.co/UwNKAzL8JU", "REMEMBER THIS DAY. JULY 3, 2020 WHEN OUR GOVERNMENT PRIORITIZED THIS LAW OVER OUR WELFARE, OVER THE PANDEMIC WHICH KILLS PEOPLE AND THEIR LIVELIHOOD EVERY SINGLE DAY. BE VIGILANT BUT DON'T GIVE UP. OUR COUNTRY NEEDS US NOW.", "RT @Ajzionts: I’m in Keystone. Zero traffic issues. It’s busy but not crowded. Lots of families in American flag and Trump apparel. Also Mo…", "RT @RealBasedMAGA: RIP Officer Corona🙏🏼🇺🇸\n\n#BlueLivesMatter https://t.co/TLu0y5JV5e", "RT @lyntonkargbo: Social distancing me snapping wit the graphic design right now https://t.co/P22gQtlSLI", "“‘We need to live with it:’ White House readies new message for the nation on coronavirus.”\n\nFuck that.  https://t.co/npdAm0YPoD", "Did *he* blow it or did *YOU* blow it by not doing your due diligence on who you were voting for? Man’s been a scammer for 60 yrs smh", "As Americans head into the July 4 weekend, some state and local leaders have imposed curfews, closed businesses and required face masks to slow the spread of the coronavirus while others have reopened beaches and lifted restrictions. https://t.co/5vF7ipCEIR https://t.co/DSgSdjm1Tj", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "1. All day long, the Democrats and their media have been throwing a wet blanket on economic growth and have been desperately trying to paint the president as having mishandled the pandemic.", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "JUST IN: Mexico closes border in Arizona as coronavirus cases in both countries surge https://t.co/9rXrzTkC4w https://t.co/41ss2eCbXi", "@theage Quick, punch out a global warming, I mean climate change, I mean climate emergency story stat; people need to be reminded of the other hoax we’re running because they’re starting to catch on about the COVID “models” and how we over-egged that “crisis” too!", "RT @itvnews: From going to the pub to social distancing - what changes in England from July 4? \n\nMore here: https://t.co/VRxWXobdGF https:/…", "Theres a lot of talk about“Social Distancing” at the Mt. Rushmore 4th of July celebration. Why is  there not the same talk in regards to Protests?", "Check out this fun DIY crafting idea you can do during social distancing times! https://t.co/8E2OLv58jG", "Dear @realDonaldTrump: You can surrender to the virus, but most of America will not. Other countries have suppressed #COVID19, and so can we. 51 years ago the US sent humans to the moon. We can certainly wash our hands, do social distancing &amp; wear a mask. This isn’t complicated.", "RT @Sushantaindia: #RoadToHell\n@DMSundargarh \nTender progress??", "- after his enormous success with Covid-19... They're called trees, Dom.", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "RT @jsolomonReports: Data from Massachusetts shows death rate continues to fall, average age of virus victims is 82 | Just The News https:/…", "@Limecello It makes me angry, b/c we know that asymptomatic transmission is a big problem. So trotting out temperature checks as part of a \"safety plan\" is basically admitting that you don't really have an effective plan.", "RT @oncleyazz: the first two days of lockdown vs now https://t.co/BLbHpMyneL", "RT @_FleerUltra: eat shit to everyone trying to blame the protests", "I told you for months that hydroxychloroquine was effective against COVID-19.\n\nDr. Fauci and the CDC said that it was not only ineffective, but dangerous.\n\nNow, the science has proven me right.\n\nWe must use facts and science rather than politics.\n\nWhy would Fauci have done this?", "RT @DPRK_News: Donald Trump son-in-law Jared Kushner, fresh from triumph over Coronavirus and negotiating Middle East peace, announces he w…", "...to patients’ organs and bodily systems. I’m also not touching the mental component of this, which is compounded by the very virtue of not knowing if it’ll eventually kill you. But long-term covid sufferers all report the same thing: that the recovery is non-linear. 10/", "the first two days of lockdown vs now https://t.co/BLbHpMyneL", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @KarluskaP: We must close Churches because of Covid meanwhile.... https://t.co/VKzk4c7jdz", "He called it a hoax.\n\nHe ignored it.\n\nHe said it would go away like magic.\n\nNow he says, we'll just have to live with it.\n\n#TrumpPandemicFailure #coronavirus\n@realDonaldTrump https://t.co/xEIOmUog4e", "@POTUS_Baby @funder Parents gave their own children poison at Jonestown. This is a cult.", "RT @ohiohippie: called work to let them know i have 4 symptoms of covid and they said “now the other manager is gonna be alone, this is the…", "@RBMills32 @fuzzipariah @RSBNetwork Damn straight. https://t.co/AcDaj2jsJX", "@carolinevb25 YES", "As the number of COVID-19 cases continue to increase, Mayor Frank G. Jackson and @CuyahogaCounty orders the uses of masks in public among other things. View the full update: https://t.co/zrXteQqy9L https://t.co/XosQ2IeXeA", "@KRNV Masks don’t freaking work https://t.co/Y9DPehNDfx", "@adagioforstring @Kredo0 @sie_kensou77 @RepMcCaul @McCaulforTexas @GOP And @realDonaldTrump still does nothing while we die in greater numbers than anywhere on earth.", "It’s not sitting right in my soul BTS we’re supposed to have the same production team for their tour and corona fucked up everything.", "RT @Porter_Anderson: Media: @elizcohencnn to @Acosta: At #MountRushmore, @realDonaldTrump \"will be speaking in an amphitheater where the fo…", "BREAKING NEWS: Tony the Tiger  tests positive for Coronavirus https://t.co/mEfRXjU5L5", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "I think it is just the first-time-doing-something-after-lockdown panic, combined with my habitual stress over choosing a restaurant.", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "As the number of COVID-19 cases continue to increase, Mayor Frank G. Jackson and @CuyahogaCounty orders the uses of masks in public among other things. View the full update: https://t.co/zrXteQqy9L https://t.co/XosQ2IeXeA", "We’ve got a song coming soon on this very topic! #StayTuned #EverybodyMustWearMasks \n\nThe politics of masks: From Copernicus to climate change to coronavirus | TheHill https://t.co/DYK5SycJvU", "The White House message this afternoon is that coronavirus is a malicious attack by a foreign power costing more American lives than forty 9/11s, and also it's just a thing you gotta live with! https://t.co/Rtu7mQ8h8Z", "An under-appreciated component of the COVID story: 11.4 percent increase in overdose deaths \"driven by increased substance use due to anxiety, social isolation and depression.\" https://t.co/mOlIYmnkQf", "RT @TheRudinGroup: The Tel Aviv Tech Startups That Are Solving COVID-19 Challenges https://t.co/yF66MmfHeS", "First Ford blamed public health, then he blamed farmers, and then he even blamed migrant workers for “hiding” from tests. Today he blames “misinformation.” Ford never takes responsibility for his failures. @fordnation should come to Essex to see the situation with his own eyes.", null, null, "RT @CNNSitRoom: As the coronavirus surges across the nation, CNN contributor and Biology Professor at the University of Massachusetts Dartm…", "He encouraged people to vote in person during the pandemic and was against mail in until bernie dropped out.  He gave strom thurmond's eulogy and served in the administration that built the child cages, kept gitmo open, expanded warrantless domestic surveillance, + 5 more wars", "RT @DaniOliver: I am not unique. Support groups have sprung up all over the internet because medical science doesn’t know what to do with t…", "@lovli_pb @dinky23232323 2/2\nOver 100 businesses destroyed!\n\nNow homeless camps (not due to COVID or riots) living in Minneapolis city parks!\n\nU are a weak SOB\n\nThe world watched U in action!\n\nI teach in Hiawatha neighborhood/no convenience, grocery stores or gas station left! Just one tiny food store.", "Is this not zombie behavior? Y’all don’t want to wear a mask now this? https://t.co/zurjPSAhGZ", "RT @davidsirota: The American public paid to develop a Covid drug -- now a pharmaceutical corporation is charging Americans $3,000 for the…", "RT @GretaThunberg: School strike week 98. The climate crisis doesn’t go on summer holiday, so we keep on protesting.\n#climatestrikeonline…", "Trump kicked off his holiday weekend with a visit to his private Virginia golf club, hitting the links for the third time in less than a week despite growing outrage over the Russian bounty scandal and coronavirus spikes across the country.\nhttps://t.co/BNZi70qLsc", "A surprising new study found that the controversial antimalarial drug hydroxychloroquine helped Covid-19 patients better survive in the hospital.\nhttps://t.co/j6zs4SI2Su", "True. When \"August 15\" is announced as the \"release date\" for a Vaccine, you know it is NOT Scientists or Researchers speaking. Sad. \n\nHope the scientists and medical fraternity still become successful fro the benefit of mankind, despite politicians and Govt.", "\"Alex Berenson: Why the rise in positive COVID-19 test results means very little\" via FOX NEWS https://t.co/DnnCuYfzYX https://t.co/nL3fakyCNA", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "I honestly can’t even imagine how this whole lockdown and pandemic situation would’ve been like without @BTS_twt ...... https://t.co/VNFTzyJwRl", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "HOW MANY DIED?\n\nHOW MANY COULD HAVE BEEN SAVED?\n\nSUPPRESSION of statistics regarding effectiveness of Hydroxychloroquine by MSM/Liberals\n\nHydroxychloroquine lowers COVID DEATH RATE,Henry Ford Health study finds https://t.co/iTjZoL89TC via @detroitnews \n\nTRUMP TRIED \n\nTHE MSM LIED", "RT @RealEricCarmen: There is something very, very wrong with this man.", "Well.  https://t.co/1NoNxc4lX2", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "@2Js1T @FLOTUS please name one thing he has done for us", "“Maam, I’m going to place you on a brief hold” https://t.co/v0FeKxahes", "Not great Jim", "@alexsalvinews @OANN That would be cool if there wasn’t pandemic that’s ravishing America of which the president takes 0 responsibility", "Photographer captures laid-off expat families as they leave #Photo #photographer  https://t.co/FTIydL12ww", "RT @RichardBurgon: Today's new figures show there's around 3,500 new Coronavirus infections every day in communities across England. That's…", "We will be lucky to operate 90% economies. https://t.co/ly5HSVkR27", "Everyday there’s a hashtag trending that demonizes Trudeau as our PM. I’m not a Liberal at heart but I couldn’t be prouder at how Trudeau has handled this global pandemic. #TrudeauWorstPM should read #TrudeauBestPM", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "@realDonaldTrump @TheJusticeDept @FBI @RudyGiuliani @IngrahamAngle @marklevinshow @rushlimbaugh @TuckerCarlson @seanhannity @dbongino @LouDobbs @RMConservative @charliekirk11 @JudgeJeanine @michellemalkin @MattWalshBlog @nedryun @PressSec @DNI_Ratcliffe @JaySekulow @TomFitton @RealCandaceO @andrewklavan @BreitbartNews @EpochTimes @DailyCaller @true_pundit @PJMedia_com @thehill @dcexaminer @csthetruth @RealClearNews @OANN @POTUS @SecPompeo @MariaBartiromo @GOPLeader @SenTomCotton @RepAndyBiggsAZ @DevinNunes @Jim_Jordan @RepDougCollins @RepMattGaetz @replouiegohmert @SenTedCruz @SenRonJohnson @RandPaul @SenatorLankford @GovAbbott STOP YOUR #COVID19 TYRANNY. Stop listening to that pathetic excuse for a man👉#FauciTheFraud , WE KNOW THEY ARE COOKING THE BOOKS FOR POLITICAL REASONS! The death rate continues to decline so STFU about #FakePandemic! We are 💯% FED UP! Don’t fucken take our vote for granted! https://t.co/a54Pm5OcQW", "Pompous Pelosi: “I’m trying to save the world from Coronavirus.”\n\nWho agrees “The world needs saving from Nancy Pelosi?”", "I survived the Covid-19 lockdown unemployment while supporting a family of 7 by doing Doordash in the hot ass Alabama sun and Working in a Ceramics brake shoes factory PT.\n\nI don't EVER wanna hear a celeb puss boy or bimbo lecture me bout Systemic Racism &amp; opportunity disparity.", "RT @WSJ: Banks have pulled back sharply on lending to consumers during the pandemic. One reason: They can’t tell who is creditworthy anymor…", "Hillary Clinton said ‘I would have done a better job’ handling the Coronavirus.\n\nThat’s laughable.\n\nYou couldn’t even handle your emails.", "RT @JoeBiden: It didn't have to be this bad. But month after month, as other leaders in other countries took the necessary steps to get the…", "RT @Truthseeker126: Hey mainstream media! You owe Americans an apology and should be ashamed of yourself for not interviewing the many doct…", "I prefer a president who doesn’t hold a political rally on sacred land in a raging pandemic.", "\"He blew it,\" a 77-year-old retired banker said. \"We were so excited in the beginning. A businessman to run our country like a business and it hasn't happened.\"\n\nThe coronavirus surges in Florida — and so does anxiety over Trump's chances with seniors https://t.co/ECyYBFJRva https://t.co/z66ZsOh8Ac", "🗽When New York City’s Covid case count peaked in late March, there were 5,000 new cases a day, and more than 60% of tests were coming back positive.\n\n🌵In Arizona, new cases are currently averaging about 3,000 a day and about 20% of tests are positive https://t.co/hAUlB6tJcA", "RT @JesseKellyDC: Sorry, I’ll be gathering with large numbers of people and I won’t be wearing a mask. We’re getting together to protest ra…", "Over 20,000 cases in 24hrs, another record beaten by the Modi govt. \n\nhttps://t.co/eyXE4IZ1X1", "https://t.co/Tf4yeizpvO\nCOVID-KG uses AI to scan #thousands of studies to answer #doctors’ #coronavirus #questions https://t.co/xa0irvYVW3", "A family in South Florida is mourning the loss of their 11-year-old boy, who passed away from the coronavirus, they said.​ https://t.co/hpmKhqufBc", "A California man posted his regret on Facebook about contracting the coronavirus after attending a party in June. A day later, he died from COVID-19. https://t.co/OSKqUdRilX", "According to the family, Anshika fainted due to heat and exhaustion, which made the bus driver and conductor believe she is a Covid patient. The family alleged an argument erupted and they threw her off the bus close to a toll plaza in Mathura.\n\nhttps://t.co/C9vwcelhXy", "RT @lakinimani: it’s really hard watching everyone travel and party and get their nails done and im still sitting here in the house anxious…", "RT @Dougs1978: Stacey Abrams: ‘COVID Is a Risk‘ -- We Are Pushing Vote from Home for November https://t.co/IZwIzuNMhd via @BreitbartNews. T…", null, "RT @zev_dr: Yesterday, the Michigan study showed *late* use of HCQ + Azithromycin cut COVID deaths by 50%. \n\nToday, our study shows *early*…", "RT @news6wkmg: Miami-Dade County Mayor Carlos Gimenez said the 10 p.m. to 6 a.m. curfew begins Friday and will be in place indefinitely.  h…", "JFC. Proven traitors to our country go free while this hero who tried to warn us of Russian interference in our elections is held as DJT’s political prisoner - at risk of contracting COVID19. 🤬🔥#FreeRealityWinner #FreeRealityWinnerNow #CompassionateRelease4Reality  \nHELP HER!", "Vote this motherfucker out in November.", "Willie Nelson’s annual July 4 picnic show going virtual amid coronavirus pandemic https://t.co/lHQFBQb4XQ", "RT @DPRK_News: Donald Trump son-in-law Jared Kushner, fresh from triumph over Coronavirus and negotiating Middle East peace, announces he w…", "Scientists say strain of coronavirus dominant around the world is different than what originated in Wuhan https://t.co/toNiOckcyp https://t.co/lafoKXvA59", "RT @ElieJarrougeMD: This is a really sick #COVID19 patient I have. What’s striking about this #vitD result? Look at the reference range!!!…", "RT @CP24: “Obviously, you're kind of scared seeing the cases rise but you trust the team's going to do everything, the NBA is going to do e…", "Lot of ways @sdutIdeas could have gone with our Fourth of July editorial. We chose to let you know about the righteous work of @ProjectLincoln. https://t.co/dlpcaX4kPR", "I feel like pandemic fucking the weed game up 😂", "A 75 yr old with heart and lung disease can go to a bar or riverboat casino, but my healthy 15 yr old can’t touch a football thrown from another healthy 15 yr old when they are both wearing masks and 10 yrds apart. I am no doctor (oh wait, yes I am) but that makes no sense to me", "Here's my dream. When @JoeBiden selects his VP candidate (perhaps Kamala Harris or Elizabeth Warren), hope that we celebrate each contender and move forward. This isn't a battle between talented, capable women, but an opportunity to unify and defeat Trump and all of his enablers. https://t.co/Innefg1148", "RT @campbellclaret: ‘Apparent success’ - @BorisJohnson Has he 1. Visited any of them? 2. Asked any of them for their views of what happened…", "This is Colombia", "RT @LOLGOP: This is like one of those Covid-19 parties teens are having but without the sex.", "RT @RyanAFournier: Hillary Clinton couldn’t even handle her husband, and people think she could handle the Coronavirus. 🤣", "Hey guys! My parents own a home improvement company and due to Covid-19 work hasnt been the same for them. Were located in Baltimore, MD. A simple RT could help them out. Their next customer could be on your timeline. Twitter do your thing 🥺 https://t.co/SjDZw4Dt7f", "COVID-19 is still very present and spreading in our communities. So, folks, don’t risk it. Please continue to follow best practices to keep yourself and your neighbors healthy and safe. https://t.co/Io1pzCRjoC", "Holy shit. In one class, 9 girls identified as boys. Over the course of the virus lockdown, 7 of them detransitioned once no longer exposed to teachers and group peer pressure. Another is considering detransitioning. \n\nhttps://t.co/WQyDYFw81c https://t.co/MmaDD3FMhF", "🔥The White House repeatedly denied the CDC permission to brief the public on the #coronavirus , report says. #DerelictionOfDuty  https://t.co/liwfWoAOQ5", null, "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "RT @BRIGHTESTCOLA: 11:11 #OUSTDUTERTENOW\n\n                      🕯         🕯\n           🕯   All kinds of   🕯\n                    virus to go…", "RT @coconutricebear: As we enter the holiday weekend, please stay safe, make good choices and wear a mask to help stop the spread of COVID.…", "The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called Simpson's paradox and it's the result of incorrectly pooling data and arriving at a false conclusion. A thread 1/9 #COVID19 #ThursdayThoughts", "RT @RealEricCarmen: There is something very, very wrong with this man.", "RT @madrid_mike: June jobs report certainly reflects encouraging resurgences in business activity &amp; rehiring of furloughed workers - in sta…", "RT @HitmanAudio: Prayers up bro 🙏🏽", "grateful for lockdown giving me a newfound appreciation for drinking at home", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @rogertansey: “England will end its quarantine for visitors from more than 50 countries. The U.S. isn’t one of them.” https://t.co/rRV22…", "Ohhhhhh I get it now. This whole Covid thing is a big hoax to get Mexico to pay for the wall.", "This week a Delusional Trump assured again that Covid-19 would soon disappear. Tonight his delusions will place him in the shadow of Presidential Greatness at Mt. Rushmore.  He will look absurd. Below the chiseled rock will be a vainglorious imbecile who has failed history’s test", "RT @twtselma: if you think that you’ve ever fucked up badly, just remember that a guards in a quarantined hotel for melbourne had sex with…", "White House official: Beijing allowed Chinese nationalists 'to seed and spread' coronavirus in US https://t.co/t4NndbvAhE", "RT @chrishoee: if niggas risking dying over a DABABY concert this country is doomed just leave us on our own", "Ice cream shop fires worker after argument with customer over face mask mandate https://t.co/DUGTgm1NcN #KHOU", "RT @DaniOliver: If you made it this far, thanks for reading. Please tell others about long-term Covid patients. And donate to #BLM, bc the…", "This week a Delusional Trump assured again that Covid-19 would soon disappear. Tonight his delusions will place him in the shadow of Presidential Greatness at Mt. Rushmore.  He will look absurd. Below the chiseled rock will be a vainglorious imbecile who has failed history’s test", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "RT @nytpolitics: The pandemic has ravaged Europeans and Americans alike, but the economic pain has played out in starkly different fashion.…", "@lilvvvvv A corona with lime!? Yes", "RT @Richie_Hertz: The Coronavirus Spike Presidential Quote Of The Day\n06/03/2020\n“We are putting out that life because it’s a bad life that…", "RT @JoeBiden: It didn't have to be this bad. But month after month, as other leaders in other countries took the necessary steps to get the…", "As we begin our long weekend celebrating the 4th of July, we must not forget that we are still in the middle of a global pandemic. Enjoy the holiday, but remember to wear face coverings, practice social distancing, and stay home if you’re feeling sick.", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Our big thanks to fellow Washingtonian, former Defense Secretary Gen. (Ret) James Mattis for joining our efforts to slow the spread of #COVID19. Gen Mattis knows now is not the time to let down our guard – maintain distance and #MaskupWA. https://t.co/ZZZfc0xkK6", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "RT @WFLA: Dog in Georgia tests positive for virus that causes COVID-19 https://t.co/g85w8CKJRB https://t.co/m1v6LJFZJk", "Kauai is the home of my ancestors, the home of my family. Mark Zuckerberg trying to oust Natives from our land, a tale as old as first contact. I know petitions might not work, but what else can we do? I am so tired of having to fight over and over for our own heritage. https://t.co/1X03JVJK72", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "My friend was scheduled for a Covid19 test and had to work late... so. She did not take the test!  Two days later, She got results that said she was positive Covid19 wake up America this is bullshit!!!!  Fraud tests are coming back Covid19 positive?$$$😳", "Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological symptoms. I still have a fever. I’ve been incapacitated for nearly a season of my life. It's not enough to not die. You don’t want to live thru this, either. 1/", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "Catching the virus in a crowded bar during a PANDEMIC, caught him off guard.......", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "@Calilint @theOakMD @inpursesuit101 @NoblePublius @SaraGonzalesTX what the Dr. also seems to forget (or purposely ignores) is that CMS regularly audits CPT codes for accuracy - meaning, if a hospital diagnosed someone with Covid who didn't have it (because it pays a higher reimb. rate) then they're committing fraud. It's called \"upcoding\".", "RT @JohnBWellsCTM: BREAKING: \n\nThe #WorldHealthOrganization made a complete U turn and said that #coronavirus patients doesn't need to be i…", "French Market Flea Market getting ready to reopen tomorrow, with new distancing and circulation rules. https://t.co/vSWCwj3SxW", "What a great way to celebrate the end of coronavirus, Mr. President! I love fireworks!\n\n... wait, what? It's not over? You just decided it was time to move on even though that means millions more may get infected and hundred thousands more could die? Oh. https://t.co/Tnxw7cqXua", "Donald Trump styled himself as a wartime president. But now it seems this president has surrendered. He has waved the white flag and left the field of battle when we need him most. It's unacceptable.\n\nWe need real leadership. Right now. https://t.co/2T3WbFLYV3", "@BarackObama @SharinStone Houston's main newspaper tries to help health workers cope with the flood of new cases that is overwhelming the city's hospitals, advises citizens to sit out Independence Day.\nhttps://t.co/Sx6oTAtP8v https://t.co/qH3OSMQWtm", ".@ChrisCuomo: \"Our President burns more calories trying to divide us than he does doing anything else.\" \n\n\"…But we, we the people, we pledge to stay together.\" https://t.co/UufxOZBrUu", "RT @tedcruz: Spent over an hour yesterday talking to 2 different TX doctors who BOTH told me they are seeing very positive  results using h…", "You're blowing up gunpowder in celebration of a country that was started by a bunch of syphilis-infested men that committed genocide against Indigenous peoples, enslaved Africans &amp; their descendants for 100s of years, &amp; continues to oppress &amp; gaslight non-white ppl to this day 🇺🇸", "Let me get this straight. People call Trump an idiot and say he bumbled the handling of Covid. He said months ago hydroxycloroquine treated Covid well. Now independent studies and even the liberal media are reporting he was correct. Meanwhile, your company went out of business.", "Never forget that the Duterte Administration prioritized Anti-terrorism Law over Free Mass Testing during a pandemic.\n\nNever forget that they prioritized POGOs over Filipino businesses while unemployment rate is an all-time low.", "RT @RepAndyBiggsAZ: Hysteria from the media continues to envelop Arizona over COVID-19.\n\n➡️ We all admit that COVID-19 is serious - especia…", null, "Mass testing at JBS, BRF plants in Center West Brazil town reveals more than 1,000 COVID-19 cases https://t.co/5e2MS2seB0 https://t.co/XoQ8oGfkFy", "Leicester residents could be fined up to £3,200 for breaching new lockdown laws https://t.co/JxPWDx7UyF", "\"I want everybody right here today, as the day before America’s Independence Day, to understand where this virus started — with the Chinese Communist Party.\nhttps://t.co/bb0F7gN182", null, "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "We’ve known since at least March that singing indoors accelerates infection.\n\n“High SARS-CoV-2 Attack Rate Following Exposure at a Choir Practice — Skagit County, Washington”\nhttps://t.co/nyWYP7rVCk\n\nThis is what the science tell us. It’s why all houses of worship are shut down.", "RT @markkanexxx: Check out this amazing artist! 🎨 @__isagani", "RT @ForecasterEnten: CNN's last poll had Biden winning 96% to 2% overall among those who trusted Biden over Trump on the coronavirus. Proba…", "During COVID-19 \nWedding can be done with 15 guests and not with 985 the other who attend are only to judge the food", "RT @DaniOliver: Hey, so, I got #Covid19 in March. I’ve been sick for over 3 months w/ severe respiratory, cardiovascular &amp; neurological sym…", "RT @David_Gergen: As we continue to see record numbers of coronavirus infections, the White House’s latest message is a callous one: “learn…", "RT @MichaelEMann: A perfect storm of antiscientific stupidity, malicious ignorance and bigotry as Trump disregards climate change-fueled fi…", "NEW: 'We need to live with it': White House readies new message for the nation on coronavirus https://t.co/KsVb76v1cd", "It’s abundantly clear that this virus isn’t going to just “fade away,” Mr. President. It’s time for you to step up, take action, and lead.", null]