["Money, cash, wonga, dosh, wedge, whatever you call it, is the single largest culprit for spreading the Coronavirus, from person to person, especially at concession stands &amp; seaside kiosks. Then you eat your snack &amp; drinks with potentially contaminated hands. did you use hand gel? https://t.co/gDud30iPeR", "Wishing a happy Somali Independence Day to everyone celebrating in our city and abroad. Somalia ha noolaato! 🇸🇴\n\n(photo from a pre-COVID celebration of Somali Independence Day) https://t.co/dN12FrePsA", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "Bendravious and Jervontae back at it again", "#Ghaziabad \nNeed #Blood Type :  B-positive\nAt : Max Vaishali\nBlood Component : Need Plasma B+ve from #COVID19 recovered patient.\nNumber of Units : 2\nPrimary Number : 9650547755\nVia: @raktnssdtu\n#BloodMatters\nPowered by Twitter https://t.co/XMl8c9chb1", "I've reviewed latest data from Kings College ZOE and the government.  Estimates of 2500-3000 new cases a day not falling quickly enough.   Figures &lt;1000 are the tip of the iceberg.\n\nSaturday 4 July easings must be deferred and we need a national lockdown: \nhttps://t.co/bBu0kd7qqg", "@BorisJohnson You have to do the second before the first! Health before wealth...and then wealth will recover more quickly, just as it did in US Cities that quarantined early and hard in the 1918 H1N1 pandemic.", "Covid-19 was the last thing on this 30-year-old's mind when he went to a crowded bar in Scottsdale, Arizona.\n\nTwo days later, he awoke with a fever of 103 and body sores, he says. A week later, he was in the hospital, where he was put on a breathing tube. https://t.co/tuNO2i0eBc", "TUNE IN &gt; Our Interim Director @Zubhaque is giving evidence to the Women &amp; Equalities Committee (@commonswomequ) on the impact of #Covid19 on ethnic minority people. Watch live from 2.30pm today: https://t.co/O8BA2NGDcp", "RT @rmayemsinger: This is so sad. The guest who infected Macias and others attended the party knowing he was COVID positive, but since he h…", "RT @JamesRe64952224: There wouldn't have been a pandemic if Hillary was president. She'd have declared a no-fly zone in Syria, shot down a…", "and guess how much they’re selling it? $3k a piece 🙈🙈🙈🙈🙈 with fuckin insurance 🙈🙈🙈🙈🙈🙈🙈\n\nthis country a literal playground bully", "There is still. no. national. testing. strategy.\n\nThey just decided not to do one. \n\nAnd now we're at 50k+ cases a day without one:\n\nhttps://t.co/fy5b0mZQRI", "As COVID cases surge, TX Lt Gov Dan Patrick says he will no longer listen to Anthony Fauci: \"I don't need his advice anymore\" https://t.co/8w6mdCpLhN", "RT @krishna0302: Is an ambulance sent to you for partying? Rajanagaram #YSRCP MLA Jakkampudi Raja &amp; supporters break #SocialDistancing rule…", "@PTI_News \" Need CBI enquiry on CORONA PANDEMIC \" https://t.co/5TRwxHhAYS", "Covid-19: l'AP-HP accuse Raoult de «faux témoignage» https://t.co/2Yf38Twd28", null, "THREAD: Let me tell you a story of repeated and deliberate public policy decisions that will result in Americans getting fleeced on the price of a drug during a lethal pandemic. Come, gather 'round children... (1/x)", "RT @SethAbramson: BREAKING (WASHINGTON POST): A new Trump COVID-19 scandal has broken. Just before the Tulsa event, Trump staffers started…", "RT @elonmusk: Selling weed literally went from major felony to essential business (open during pandemic) in much of America &amp; yet many are…", "Delighted @DieterDeClercq is delivering one of @ICE_UniKent Covid-19 Webinars. What story is your business going to tell about COVID-19? And why tell a story about it? join us to find out.\n@UniKent \nhttps://t.co/jQEeAc6OIQ", "RT @ArashKolahi: Virtually all of the economic ramifications of the pandemic were avoidable. The bankruptcies, the closing of small busines…", "@ebc2017ebc @mitchellvii I’ll be laughing when you someone in your family gets COVID and dies. That’s the only way a conservative learns, when it personally affects them. You are by definition immoral, you do not care about your fellow man and woman.", "@drharshvardhan @AshwiniKChoubey @MoHFW_INDIA @lavagarwal @HRDMinistry @DRpnishank @DG_NTA @HMOIndia Plz take note of #Unlock2 and the attached news piece,exams should he held with all precautions. #dontpostponeNEETandJEE \n#donotpostponejeeneet \n\nhttps://t.co/TDs89ALpI8", "BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was passed in honor of a 26-year-old who died rationing insulin.\n\nThe law would've taken effect today. Pharma's fighting it during a pandemic.\n\nBeyond unconscionable. https://t.co/vzfBqPD3fo", "On this #NationalDoctorsDay, Tribute to all the doctors working on frontline to make this world a healthier place. Even during COVID-19, their role is commendable in helping &amp; serving people at large. Undeniably they're worthy of million applauds!  #DoctorsDay2020 https://t.co/D5vytKczVu", "Took part in National Doctors' Day observance at Nazrul Kalakshetra, Agartala today.\n\nAddressed the participants on various important issues &amp; also encouraged the Doctors for working with more dedication.\n\nI appreciate the selfless service of Doctors in the fight against COVID19. https://t.co/UWy7oM3Nw7", "RT @ProSportsMed: 💉 PRP 💉\n\nWith the uncertainty of steroids during Covid crisis - there’s been an increase in demand for PRP for knee OA.…", "RT @EricFrancisco24: Imagine dying of the coronavirus because you went to a fucking Vanilla Ice concert", "“Dad? How did mom die?”\n“Well, kids, your mother was a true American. She believed in liberty, and the flag, and refused to cowtow to liberal fear mongers who impose Sharia Law on American citizens. So she went to a Vanilla Ice concert on July 4th in the middle of a pandemic.”", "As the #COVID19 pandemic spreads unabated in #Arizona, Mexico restricts Arizonans from crossing-border travel ahead of 4th of July celebrations. https://t.co/neOMZgGz49", "#NewsAlert - If you have been cured of #COVID19 and if you have completed 14 days isolation then please call at 1031 to donate your plasma: Delhi CM Arvind Kejriwal. https://t.co/tRAiUnecif", "RT @o_rips: NY Issues Subpoenas For People Resisting Contact Tracers... https://t.co/JRQEosudSm https://t.co/kjWGZGSv9x", "I can see the teachers now \n\n“Write an essay on how Covid-19 has impacted your life” 😂😂", "100 days of lockdown: Lessons and challenges-\n\"Despite having one of the best health sectors pan India,we had to ramp it up completely.Ensuring adequate testing was also a major task and we realised micro level plans are needed.\"\n@dt_next @RAKRI1 #COVID19\nhttps://t.co/OUyxxPtO2r https://t.co/Uuii5zwMI5", "A sad day for Hong Kong as Beijing moves forward on its new natl security law. “we are not only denied the hope of a democratic political system, we also will no longer have our freedoms of press, speech, expression, protests — all of that will be over.”\n\nhttps://t.co/WFOTAT6u9z", "RT @stevetoase: I think my lockscreen and desktop wallpapers perfectly sum me up before lockdown and now. https://t.co/iFyg9NdF2x", "This is class - staff at Tesco in Banff stuck up COVID-19 safety instructions in North-East Scots \n\n\"noo wir a gittin scunnert, but wi jist hiv tae dee fit wir telt\" \n\nDead clever way to communicate difficult info, gien it tae fowk in their ain leid\n\n(via @EwanHunter 👍) https://t.co/OdMgQ0GC2j", "@IR35x @Bhoddhisattva And let’s not forget who dismantled the existing public health systems and created the PHE, the Cameron govt. The PHE is the creation of the Tory party and Tory govts who wanted to centralise control and they’ve had 8 years to make sure it worked.", "At emergency Miami-Dade commission meeting on COVID, healthcare union lawyer Mark Richard urges county to be aggressive. “Let’s follow the science. .. Let’s ask hard questions. Doubting is good.”", "RT @Elvira_lion: SAN DIEGO AREA ‼️\n@Wendys on Convoy St. &amp; Clairemont Mesa Blvd. both had 3 workers test positive for COVID-19. Only made h…", "This pandemic got me missing out on hugs.", "India’s Covid-19 Cases Zoom Past Six Lakh Just Five Days after it Crossed the Five Lakh-mark https://t.co/7WodTPeg2x", "a man being evicted is asked by the judge if he has evidentiary issues with the argument that he owes rent. tenant says he doesn’t know what that means but his wife died and he hasn’t gotten his covid payments. judge asks again if he has evidentiary concerns, grants the eviction.", "Nice time to remind y’all that HIV medicine is also well over  $3000. Something people have to take for the rest of their lives and pay each month. Big pharma is a menace to humanity!", "Update: I was fired for this post.", "@vikaschouthiaw1 @HardeepSPuri @airindiain @goairlinesindia @IndiGo6E @airvistara @flyspicejet @AAI_Official @MoCA_GoI @DGCAIndia @PMOIndia @PTI_News @narendramodi there r no refund from spicejet also", "Some fantastic insights from @AnnaTimperio as part of @VicHealth's #HealthReImagined event. Read the paper she co-wrote here: https://t.co/jGlVYY7y74", "RT @Neha614: Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio…", "RT @business: Tokyo found more than 100 new coronavirus cases on Thursday, the most since early May, local media reports https://t.co/TLYhQ…", "The Corona virus no be joke.. Please stay safe.", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "Sala ke dumpiwa 😂😂😭", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "RT @virginiayapp: If the rest of us aren't entitled to our regular income during a global pandemic, why are landlords? 🤔", "Update: I was fired for this post.", "RT @covid19aidslc: BIG-ISH NEWS: Today is Day 1 of our recurring donation drive!!! We know that this work will be needed for the long haul,…", "My brothers friend was supposed to take a COVID test.. overslept and missed it.. a few days later had a test result in the mail saying the test was positive... that’s pretty fishy", "RT @purijagan: This portrait is made with the pics of all the doctors and nurses who passed away in this pandemic. 🙏🏼🙏🏼enlarge and see #Hap…", "RT @Neha614: Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio…", "@Kiss100kenya @KameneGoro @_fels1 😂", "Rahul Gandhi ji in an insightful &amp; perspective building conversation with nurses on Covid 19 crisis right now\n@RahulGandhi\n@INCIndia\n@INCDelhi\n#COVIDー19\n#COVID19\nhttps://t.co/FfCy9bW4mq", "I recently spoke to Edward @Snowden on SYSTEM UPDATE about the civil liberties implications of the COVID pandemic. We also had on the awesome @andraydomise, so we edited it substantially. Given its ongoing relevance, we'll have the full discussion with Snowden tomorrow at 2 pm ET https://t.co/iqzVgdMwnN", "The coronavirus lockdown has inspired a surge in gardening not seen since the second world war  https://t.co/TgDXkcmfst", "RT @SloughCouncil: Following on from national newspaper articles claiming Slough is close to a local lockdown, we have released the followi…", "RT @DrEricDing: 10) Letter to United and American Airlines available here: https://t.co/rOJklrDpPX", "I hate how people think covid is fake.....", "RT @ItsAlmasK: Available from #August! #Mumbai", "RT @Upyourjunker1: Black Lives Matter protest may have sparked new Covid spike among 20 to 30-year-olds in Birmingham as health chief calls…", "Trading in stocks has never been so concentrated in the last decade. The lockdown months (March to June) saw the share of top five stocks stay above 20% in each of the months on NSE - a trend last seen only in 2008! #Sensex #Nifty @BSEIndia @NSEIndia", "RT @anarchotrash: a man being evicted is asked by the judge if he has evidentiary issues with the argument that he owes rent. tenant says h…", "@piamuehlenbeck is it the truth?!?", "RT @EJovi1025: Coronavirus Testing, Treatment and Visitor Info | Cleveland Clinic https://t.co/Bq2cLgT5B8", "RT @FloMasebe: Those experts said children don't die from Covid 😢", "RT @BloodDonorsIn: #Delhi\nNeed #Blood Type :  A-positive\nAt : Mata Chanan Devi\nBlood Component : Need Plasma A+ve from #COVID19 recovered p…", "Pretty innovative how this auto-rickshaw has been remodeled to adapt with #COVID19 challenges! https://t.co/DgQFYXhuOO", "A very good friend of mine saw this bed and decided it a must have, so he called a local fundi called Danicoh Odeh (I don't know if he is on Twitter) anyway this is the progress so far.. the level of mad skills Kenyans have out here.. 🙌🙌 @SashaSpiceSpa this bed ☺️ #COVID19 #KOT https://t.co/1dnZn4C6NA", "2. Just because T cell repertoire isn't measured, except for research purposes, doesn't mean it's not important. Very important. Like in this recent @SciImmunology paper that showed the #SARSCoV2-specific T cell response in patients with ARDS \nhttps://t.co/uXwircvFyd https://t.co/diBqNEYvMO", "New from @McGill_TB researchers!\n\nDiagnostic accuracy of serological tests for #COVIDー19: systematic review and meta-analysis\n\nvia @bmj_latest \n\nhttps://t.co/JEJLFZP6Rk", "@MENnewsdesk The population @MENewsdesk", "RT @eileenbabeyy: Educate yourselves! Search up redlining in SF.", "🇬🇧 British firms return to growth while eurozone manufacturers are still stuck in decline, a CIPS (Chartered Institute of Procurement &amp; Supply) survey shows. The UK leads Europe's manufacturing revival as industry \"springs back into action\" after lockdown, reports The Telegraph.", "Dad @limkitsiang was admitted to hospital with viral fever (luckily not Covid-19). We thank all well-wishers. Pray that he will recover soon. https://t.co/mVeHDrfGkK", null, "@ItsWoodro Yeah definitely finna be onnat fasho I been researching companies", "If leaders have learned anything from this pandemic, it's that they should champion decisiveness, agility, and optimism. https://t.co/z1g9wx5jpb", "Tom Friedman tells it like it is. Really on target here. Common sense, rationality and humanity is AWOL in the White House. #TrumpIsKillingUs #COVID19", "@bmj_latest @tessajlrichards @oh_henry But Covid 19 effects are a manifestation of Tory treatment of UK society since 2010 at the very least, some argue it goes back to 1979 - 1997 policies also.", "RT @eomaneboamah: Let us adopt drugs like Ramdesivir and Tocilizumab  (Actrema) while we look for cure and vaccine for COVID-19. With these…", "RT @FedExOffice: Ready to reopen? Create eye-catching posters banners, and social distance decals, like these featured at Eden Lifestyle Bo…", "@BigJim84808859 It's as if they are trying to hide a possible cause.\nhttps://t.co/fLsWfUGpMN", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "Here's the Info Graphic summary of Covid-19 cases in Chennai. \n\n#Covid19Chennai \n#GCC #Chennai \n#chennaicorporation https://t.co/ogr5syxD2i", "Conducting home evictions in winter, in the middle of a global pandemic, amongst the poorest and most vulnerable people in Cape Town is unconscionable. Doing so with violence and by publicly stripping people of their dignity is unforgivable. Where is leadership in the @CityofCT?", "RT @kevkage_: Knowing the sixers medical staff they likely accidentally used pregnancy tests instead.", "4th July 2020 after 224 years of independence,US has come to this: more enemies than friends,trade war with China,cutt off with WHO, racial crisis,strain with EU,angered world by israel,14k dead by covid,armies killed in ME,stuck in Afghanistan. https://t.co/qCLAna7hAa", "Conducting home evictions in winter, in the middle of a global pandemic, amongst the poorest and most vulnerable people in Cape Town is unconscionable. Doing so with violence and by publicly stripping people of their dignity is unforgivable. Where is leadership in the @CityofCT?", "You know all the headlines and tweets for the next 36 hrs will be “City takes down monument” and not “City begins to evict thousands in a pandemic” and “Richmond cops violently attack anti-eviction advocates”", "Young people in the 26-35 age group are most affected by Coronavirus in Telangana. \n\nTRS govt ignored High court orders &amp; let the youth stay in misconception that Coronavirus is lethal only for old people.\n\n@TelanganaCMO Do you want us to d!e?? \n#KCRFailedTelangana https://t.co/Zkkcf9jjod", "Pharma giant Gilead just announced they will charge nearly $2,500 for a COVID-19 treatment called Remdesivir. The thing is US taxpayers invested at least $70 mil developing remdesivir while the cost of making the drug is $10\n\nThis isn’t healthcare. This is extortion.", null, "RT @HHypocrisy101: It sounds like those tests have about the same accuracy rate as the #COVID19 screening...\n\nWere they made by the same #C…", "RT @hoyageorge: Dear Good People of Our Fellow Southern California Counties:\n\nPlease stay home this weekend.\n\nLove,\nSan Diego County", "RT @BBCNews: Immunity to Covid-19 may be more widespread than antibody tests suggest https://t.co/yMZpQ0ka09", "Update: I was fired for this post.", "A warm wishes to all the Doctors on the occasion of Doctor's Day. Thanking all doctors for working restlessly and tirelessly to keep us safe from this pandemic and continue fighting for us the combat of COVID-19. \n#ThankYouToAllTheDoctors https://t.co/wRkuHoes4Y", "@BDUTT What a strange coincidence.the top 3 covid-19 affected countries in the world are right wing governed--\nUSA\nBRAZIL\nINDIA", "RT @eliotsmithdance: “I believe their stories are extremely relevant today, both in response to the current coronavirus outbreak and to the…", "UHHH more and more stories are popping up of people attending an event in bulk and a HUGE amount of people leave testing positive for COVID. Don’t be stupid and do what they did. Stay home, social distance, the virus is still very much real and wreaking havoc.", "Bpsc can't publish the results of exam conducted years ago (Adv no 02/2017....but it is adamant to conduct exam in corona crisis on 16th&amp; 17th july..such a careless attitude...Shame on govt \n@NitishKumar @shishir49219462 @pushpampc13 @rbjrishabh @PrashantKishor", null, "RT @JohnJHarwood: the 6 states with the highest positive test rates for coronavirus over the last week - exceeding 10%, compared to nationa…", null, "I really love seeing these Covid Recovery tweets and stories cause even in this darkness, there is Light ✨❤️", "RT @SERAPNigeria: BREAKING: We urge President Buhari to immediately reverse proposed upward review of the retail pump price of petrol from…", "We are excited to share the first issue of Kernel, IISc's monthly research newsletter. It features snapshots of recent research and initiatives at the Institute, including efforts to combat COVID-19. \n\nRead the issue at: https://t.co/zav93uAT1b https://t.co/ZfIGrgkqTX", "Coronavirus has killed nearly 130,000 Americans.\nWe were warned the U.S. could see 100,000 new cases a day. \nYet there is still no adequate national testing strategy.\n\nIt could not be more clear: Trump has surrendered to this virus and abandoned Americans.", "My boy was bullying other kids here 🔥🔥 🔥", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "#COVID19 is having a stark impact on LGBTI+ people and organisations around the world. Today we’re launching a fundraising campaign to ensure we’re able to continue doing our work and support the LGBTI+ people working tirelessly responding to the pandemic https://t.co/7Chm7hZRLR https://t.co/6GX9TcfD3S", "Solo step dancing to polkas isn't something you see everyday! Here's a clip of the incredible Stephanie Keane dancing her polka steps in West Kerry esrlier today #polkas #threesisters #stephaniekeane #kerry #lockdown\nFull video available on YouTube https://t.co/yDhEyV5AvJ", "NBC News: U.S. has crossed the threshold of 50,000 coronavirus cases in one day for the first time.\nNYTimes notes the 14-day change for the U.S. is up 82%.\nWaPo counts 45 states with more cases this week than they did last week. https://t.co/N8efXzzDNH", "COVID-19 Data and Graphs for 7/1/2020 (1/3)\n\n(1) Infection Rate is ⬆️\n(2) Hospitalization Rate is ⬇️\n(3) Tests are ⬆️\n(4) Negative Tests are ⬆️\n(5) Recoveries are ⬆️\n(6) Mortality Rates are ➡️\n\nHealthier people with less severe strain. Good news for heard immunity advocates. https://t.co/2ScmfnbPJy", "A mother poisoned her own kids claiming that she had nothing to feed them. They're all dead and no one survived.\nThe mother took her self to police.\n#Covid_19 effects. 🤦‍♀️\nRest in peace innocent souls.\nCc: @jeromeabba https://t.co/s01wo1Fhwq", null, "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "@_BagusRio @wekmuweku Lockdown 🤭", "Tv actress navya swamy tested positive for covid-19 😓\nGet well soon ♥\n#NavyaSwamy", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @anubha1812: Update on CA MATTER IN SC\n\nICAI sought one week adjournment to check whether this Exam can be even conducted or not due to…", "RT @andrewkeates: What I like about this BBC interview with Dr. Clare Wenham, is many have an obsession with only sharing the ideal bits of…", "Because Trump, Pence, and many US governors have buried their heads in the sand, letting Covid 19 rage out of control, Americans are now the pariahs of the world.  \n\nEuropean countries don't want us. \n\nCan't blame them. \n\nhttps://t.co/0Dwcl13DAm", "RT @theroyalbadness: If you have been to Taste Bar and Kitchen in the past 3 weeks. I would highly advise you to get tested for COVID immed…", "Update: I was fired for this post.", "RT @DHSCgovuk: Everyone who can must wear a face covering when using public transport to help protect against the spread of #COVID19.\n\nSome…", "25 yrs ago the Clinton administration rescinded a rule that required drug companies to charge Americans reasonable prices for medicines developed at government expense. (2/x) https://t.co/focWglQoWP https://t.co/xAbp4IOy3d", "Covid-19 strain in Beijing outbreak may have come from SE Asia: Harvard study https://t.co/6U5RgbPK0k", "New lockdown mix from Visually Unheard.\nhttps://t.co/LFkGr3Sf7r", "Moving on, @SpeakTB how do you think we can support these #healthworkers who provide treatment to the people affected by #TB and #COVID19 who are likely to be impacted by the prevailing stigma? #TogetherAgainstCovid19 #ReachingtheUnreached @usaid_india @Jhpiego https://t.co/PFWyU5Y3hd", "RT @TheDailyEdge: In the midst of a pandemic, #HeWentToJared because when there’s that much money sloshing around, you need someone you rea…", "Coronavirus: Immunity may be more widespread than tests suggest https://t.co/5jSTjZReYS", null, "Kids are in cages, Black people are getting murdered, soldiers on military bases aren’t even safe, unemployment’s at an all time high, we’re in the middle of a Pandemic.... &amp; my hometowns mayor is on Facebook throwing a fit that his firework show got cancelled LOL I HAVE TO LAUGH", "Ultimately it still sticks in my throat that the UK electorate rejected radical plans to change our country for the better whilst the opposition claimed they were impossible. That in a post pandemic world have HAD to implement to some extent just to keep the country FUNCTIONING.", "A single Retweet 🔄 will go a long way, Please RT 🙏\n\n🌟Price - 4k\nLocation - Kaduna/N/wide delivery\n Dm/WhatsApp/☎️ 08032685322\n💥Payment validates order \n#thursdaymorning\n#COVID19\n(Esther Rudiger Chelsea West ham Luth Omashola Frodd Willian Lampard Delta Porsche Bowen Jersey) https://t.co/EZD9pW7U2p", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "RT @khanunjum3: @DrRPNishank @drharshvardhan @SanjayDhotreMP @PrinSciAdvGoI @PMOIndia @HMOIndia @DDNewslive Sir, When All The state level a…", "RT @winstonrare: just a PSA: my dad is a registered nurse at Loma Linda, Ca in unit 4700, and covid cases are SPIKING \na fellow RN was diag…", "RT @carebearclairek: of course anti maskers are sharing posts on about how covid-19 is a conspiracy, mask wearers are sheep, and it’s oppre…", "RT @ChristinaKTLA: LAPD just posted this photo of people protesting tonight. People are messaging me, asking how this is allowed, with no s…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @theroyalbadness: If you have been to Taste Bar and Kitchen in the past 3 weeks. I would highly advise you to get tested for COVID immed…", null, "Alan Self isolation Day 16 Who are you? https://t.co/fk22LYGQOj . #animation #animated #Quarantine #lockdownextension #lockdown #UKlockdown #Icanthearyou #stockpilinguk #SocialDistancinguk #SocialDistancing #StayHomeSaveLifes #IcanthearyouAlan #SelfIsolation 70", null, "I was released from North Point Police Station about an hour ago, after spending the night there with about 180 arrestees. My phone is kept in Police custody. Home to freshen up now; I'll be back to work. I'm grateful for all your support from around the world. Details later.", "@AlexBerenson I did also 2 weeks ago. People, JUST STOP WEARING THEM (if that is how you feel most comfortable!). The more of us who refuse to wear them, the more likely it is that sane people will join in.", "Doctors, dentists, retirees and students among the 17,100 who have volunteered to help fight Covid-19 https://t.co/ufeXN3XA91", "#Coronavirus: EU to allow in visitors from 15 'safe' countries https://t.co/rkWwFUWk7X @GlobalCRL", "RT @RajeshSB14: My Sis &amp; Brother in law r hospitalised @ Railway hospital lallaguda.. There condition is critical doctors confirmed covid-1…", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "THIS HAS NOTHING TO DO WITH A VIRUS!!\nRT if you agree", "COVID Update July 1: Will July be the month when the US finally gets its act together on the pandemic?\n\nIf we don’t,  the Fall could be an incredible challenge. 1/", "Vanilla Ice has a July 3 concert planned at a venue outside Austin, sparking concerns about social distancing as coronavirus cases surge in Texas. As of Wednesday night, however, only 84 tickets had been sold.  https://t.co/tOKHf7YjCJ", "Cause of death: Vanilla Ice concert", "#Delhi\nNeed #Blood Type :  A-positive\nAt : Sir Gangaram \nBlood Component : Need Plasma A+ve from #COVID19 recovered patient.\nPrimary Number : 9999792270\nVia: @vaibhav4d\n#BloodMatters\nPowered by Twitter https://t.co/kNgbCvjJzm", "RT @WHO: \"Every person needs to look at their #COVID19 risk.”\n-@DrMikeRyan https://t.co/YqZdHjWYvW", "@BLRAirport Nice experience and cleaniless with all measures for covid 19 ...\nGreat service...\nThanks ....", "I am 76 years old today. I have seen things I never thought I would see like a pandemic, Trump etc. I really hope we can get rid of Trump in November so President Biden can bring our nation together again.🌺", "The uncaring UK Govt in action \n\nCoronavirus: Benefit sanctions to return as job centres reopen https://t.co/I603Mf0oMk", "If you are eligible &amp; willing to donate plasma, then you may call us at 1031 or you can whatsapp us at 8800007722. Our doctors will then get in touch with you to further confirm your eligibility: Delhi CM Arvind Kejriwal. #COVID19 https://t.co/5PJKvbotNV", "Our reporter @johnjames1557 rode the bus for the first time since lockdown began this week\n\nHe said: 'If this is the new normal, it's remarkably sombre'\n\nhttps://t.co/gXp1oCkkwZ", "Hurray, I have flour! Haven't been able to get any since lockdown. Thanks for all the mentions and RTs today. Cake all round, then! x https://t.co/2V529VV7bT", "It sounds like those tests have about the same accuracy rate as the #COVID19 screening...\n\nWere they made by the same #Chinese company? Maybe that's the problem...\n\n#TrumpsBrigade #MAGAmillions #CC2020C #Election2020 #LawAndOrder #MAGAmedia", "RT @AndrewDather: My brothers friend was supposed to take a COVID test.. overslept and missed it.. a few days later had a test result in th…", null, "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @AkuaGyan: A man died because we couldn't Tube him. We couldn't Tube him because ICU is closed. ICU is closed because the ICU staff are…", "RT @Neha614: Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio…", "BREAKING: FG increases petrol pump price to N143.80\n https://t.co/7P2rS6PAOI", "RT @BBCNews: “Mummy what's his name?”\n\nDr Clare Wenham, we understand your struggles of working from home and looking after children 😂\n\nhtt…", "RT @RepSwalwell: When my kids are old enough to ask why #coronavirus was so bad for so long, this tweet will be a part of my answer. #WearA…", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "@HRDMinistry \n@PMOIndia \n@HMOIndia\n If Exams will conduct on dates then Health risks of Students and parents both in danger so plz postpone all exams which are at all India level to minimize the COVID-19 cases ...🙏🙏\n#SabKeLiye \n#healthoverexam \n#postponejeeneet \n#HealthForAll", "RT @AnjaliS40752660: @DrRPNishank @drharshvardhan @HRDMinistry @MoHFW_INDIA @PMOIndia @DG_NTA \nWe want to be a Doctor not a Corona positive…", "RT @FlightGlobal: European Aviation responds to pandemic with plans for A340 cargo fleet https://t.co/FbG4i1CMwG", "CNN: The United States saw a record number of new coronavirus cases in a single day Monday, with 46,853 new cases reported, according to Johns Hopkins University's tally of cases.", "Mr. President, drinking bleach and injecting Lysol won't make it disappear.", "RT @PhilippineStar: In a press release, BioNTech said 24 subjects who received two dosages of its BNT162b1 had developed higher levels of C…", "RT @AuthorGusPegel: Coronavirus vaccine candidate developed in Adelaide #Australia  lab to start human trials - ABC News https://t.co/xtGzD…", "RT @PegLulu2: I am 76 years old today. I have seen things I never thought I would see like a pandemic, Trump etc. I really hope we can get…", "The latest Daily Edition! https://t.co/LWtmjFO2dx Thanks to @egypturnash @TelemundoPR @neeran #covid19 #coronavirus", "me, ever so naively, at the beginning of lockdown: https://t.co/NhCR0GRUm5", "Johnson, Cummings and Hancock want UK people to acquire “herd immunity” to Covid19. Their entire strategy is designed to achieved that in a phased and delayed way, to prevent NHS collapse https://t.co/OxN3vpIqOQ", "RT @rmayemsinger: This is so sad. The guest who infected Macias and others attended the party knowing he was COVID positive, but since he h…", "@shishir49219462 Please extend exam date sir. I am in containment zone how can i reach the examination centre. It is very risky in nowadays. Kindly again think for this pandemic situation.", "Travel restrictions by countries, click the country to view specific  #travelrestrictions  #COVID19 #travelban  #covidtravel https://t.co/f5DryhxZYf", null, "RT @GovWhitmer: Today, I closed indoor service at bars throughout most of lower Michigan to protect the progress our state has made against…", "RT @Craig_A_Spencer: The United States had more #COVID19 cases 𝐓𝐎𝐃𝐀𝐘 than Singapore has had throughout the whole pandemic.\n\nSame with South…", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", null, "RT @margzstarpie: What I heard:\n1. Cyril is a racist\n2. The ANC are corrupt fuckers\n3. The gutterment will continue to use Covid as an excu…", null, "Western Dubuque High School decided to suspend its baseball season over COVID-19 concerns in a somewhat abrupt fashion on Wednesday night, during the third inning of its game against Cedar Rapids Washington. https://t.co/YX2cfVhwF8", "@dizon_marz Love uuuu thank youuu!! 🥺♥️", "Kylie Jenner is not paying her Bangladesh workers bc of COVID. \nDon’t buy any of her products until she pay up pls. \n #payupkylie #payupbangladesh", "RT @BSNL_GJ: Now, Book #BSNL High Speed Bharat Fiber at just ONE CALL ...\nCourtsey #BSNL #Gujarat - #Surat  Team.\n@BSNLCorporate \n@BsnlCmd…", null, "The GOP convention should be held on the USS Theodore Roosevelt CVN-71, docked in the Port of Jacksonville.\n\n@realDonaldTrump would actually like the optics.\n\nThe USN crew of 6,000-plus should be evacuated to safety and COVID-19 testing while the death cult meeting is held.", "RT @csoumen25: Sometimes I feel, the way business news channels giving us breaking alerts everyday, Covid19 vaccine has more potential in s…", "RT @AndrewDather: My brothers friend was supposed to take a COVID test.. overslept and missed it.. a few days later had a test result in th…", "I just talked to my neighbor who is a doctor who as it turns out works on projection data about COVID and he said even now if everyone just wore masks, social distanced, and didn't travel it would be basically over in four weeks", "RT @SenKamalaHarris: It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nR…", "RT @morgfair: A Dallas Megachurch Had A COVID-19 Cluster. Then It Hosted Mike Pence  https://t.co/dAjkqCzuj7", "after covid mag travel sana", "RT @NerriaNerria: My household hasn’t lacked a thing during this whole pandemic. I’m so thankful.", "Probably not but it’s helping raise support for independence.", "Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio. Texas has FOUR metroplexes out of the top five metroplexes in the nation with the highest positivity rates. Abbott needs to take more action.", null, "RT @AbhishBanerj: Amazing job Yogi's UP has done to flatten the curve\n\n31,122 tests yesterday. 564 cases, which is below 2%!\n\nOverall 24,00…", "40% of Indian population are infected with #tuberculosis bacteria. But not all of them have TB disease..\n\nSimilarly for corona not all those who test #ncov2019 positive have #Covid19 disease.\n\nTB cases are there despite #vaccine.\n\nTransmission prevention is key! #Masks4All", "RT @apoorva_nyc: We've had a testing shortage for six months. All the while, there's been a well-worn infectious disease strategy we could…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @College13448226: @khanunjum3 @DrRPNishank @drharshvardhan @SanjayDhotreMP @PrinSciAdvGoI @PMOIndia @HMOIndia @DDNewslive 1. Postpone NE…", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "NEW: More than 40 school principals in the South Bay (Northern California) are in quarantine after being exposed to COVID-19 during an in-person meeting held by the Santa Clara Unified School District to discuss re-opening schools. \n\nhttps://t.co/7B6ICbvju4", "The #GrowingPartnership between India and Israel is stronger than ever, shaping the future under #COVIDー19 and beyond. \n\nRead all about it on @IndianExpress this morning!\n#ThursdayThoughts https://t.co/hUT6k4IVPS", "We’re not finding increasing COVID-19 cases in Utah because we’re doing more testing. We're just finding more cases. Read about the Bear River district: https://t.co/wDYvRl7E8V https://t.co/DlxCazb0fk", "RT @LustraSkye: “ Westminster is among 35 areas in England under threat of local lockdown“", "Btw to put it in perspective, we are literally neighbors to Fort Hood. When they test new artillery, our houses shake, their gates are directly connected to our cities. When they had the shooting in ‘09 we went on lockdown.", "RT @David__Osland: Universal credit sanctions restored in the middle of the worst pandemic Britain has faced in a century. The Tories deser…", "RT @japantimes: Young Americans are partying hard and spreading COVID-19 quickly https://t.co/6nduoj6F6Q", "Mythologies of education in the time of Covid-19 https://t.co/cjDuamdROP via @wordpressdotcom - great read @DrRLofthouse @kate_wall98 @PippaYeoman @FrelinAnneli  - @cathyburke7 starts with school space, but discusses change, 'evidence' and the mindsets that limit us", "RT @WoobieTuesday: You morons. You absolute frauds. https://t.co/IqiSX5uwoM", "RT @CNN: Pres. Trump claims coronavirus will “disappear.”\n\nDr. Sanjay Gupta says President Trump was briefed by the coronavirus task force…", "If you're anything like us, lockdown wouldn't have stopped you from partying it up! Safely, of course. Send us your lockdown party snaps using #ODOturns10 for a chance to win an Instax Mini 70 camera!\n\nWinner announced: 6 July. One winner will be chosen from all Social platforms. https://t.co/vrQxdKTGTe", "total deaths #COVID19 https://t.co/eABsvztZMO", "Pfizer, BioNTech coronavirus vaccine candidate gins up antibodies in early trial https://t.co/w985OboKS3", "RT @mmpadellan: @realDonaldTrump Nah, Spanky.\n\nYOU are the one with no pandemic plan.\nYOU are the one who waited too damn long.\nYOU are the…", "‼️Berkeley tenants who have been impacted by COVID-19 can terminate their leases upon 30 days' notice, without penalty. \n\nForm to send to landlord: https://t.co/ePXb5Q5Sr4", "Virtual fans get foul balls too: @Athletics have the first great idea for watching sports during pandemic\n\nhttps://t.co/H7R6x3kMrX", "RT @AlexBardakh_LTC: \"No care facility, no matter how excellent, can keep covid-19 away if it’s widespread in the areas where staff members…", "RT @meyevee: Pharma giant Gilead just announced they will charge nearly $2,500 for a COVID-19 treatment called Remdesivir. The thing is US…", null, "RT @essenviews: 'I was wrong' - Obama did leave pandemic response plan, says McConnell... https://t.co/xERIwC1QMV", "@DrRPNishank @drharshvardhan @SanjayDhotreMP @PrinSciAdvGoI @PMOIndia @HMOIndia @DDNewslive The graph of covid-19 cases are increasing exponentially in India. There are health risks in  conducting JEE mains and NEET in July.\n#PostponeNEETandJEE \n#WakeupHRDpostponeNEETjee\n#healthoverexam", "I’ve been working full-time during the whole pandemic...", "lol me", "WTFFFFFFFFFFFF IT’S ONLY THE TWO OF THEM AND THEY WORE MASKS BEFORE ENTERING THE ROOM YALL JUST JEALOUS YALL AINT YOONA NOR HYORIIIII", null, "RT @DJohnsonVA: My people legit gettin' on me for my hair gettin' too big and not gettin' it cut. It's a whole pandemic out there. Like dan…", "RT @DrAmarMOH: A list I put together from opinions, data \non #Covid-19 risk situations.\nWe need to avoid the high risk (high spreading even…", "This map shows still high rates of COVID in parts of UK even after 12 weeks of lockdown (largely wasted?). Delay opening pubs July 4th, support local testing &amp; tracing &amp; push all of UK to light yellow. Otherwise risk either more lockdowns, or colours turning darker into winter.", "141 COVID-19 Vaccines Being Developed Worldwide: WHO Director-General\n\n@WHO \n\nhttps://t.co/jXIvwO3PSI", "RT @mahuadey20: This is video of the mountain trout in the Beas river near Manali. No fishing for the last four months due to Covid resulti…", null, "The Texas Medical Center in Houston is the largest medical center IN THE WORLD.\n\nIt reached 102% of its ICU capacity yesterday.\n\n🚨🚨🚨\nhttps://t.co/LKzjx1GCTs", "RT @nowthisnews: American Airlines will stop blocking off middle seats starting July 1, essentially forgoing social distancing on flights h…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "There will be no one acknowledging reality, no one to say the ‘Emperor Has No Clothes’ in the go along enemy ridden @gop @SenateGOP &amp; @HouseGOP.\n#Screwed #MedicalDependenceDay \nGOP join calls for mask-wearing in public to curb coronavirus https://t.co/s2QGSI8IzY", "RT @vanxessan: I don’t know who needs to hear this but 4th of July is CANCELLED. First of all, this country is not worth celebrating. Secon…", "@zoenicholson4 Of all the things you have to do, and are not.  Of all the things you could use your position to improve, and don't...\n\nYet you find time for this....", "RT @MorningLiveSABC: #SABCNews #MorningLive \nPresident Ramaphosa's virtual interaction with communities on COVID-19 https://t.co/cFOwVEJhdK", "RT @McGill_TB: New from @McGill_TB researchers!\n\nDiagnostic accuracy of serological tests for #COVIDー19: systematic review and meta-analysi…", "RT @JungkookAsia_: [Article] Sunway Education Group’s CEO Elizabeth Lee said that the cutouts will serve as a friendly reminder to students…", "For those who tried to warn us about a Trump Presidency, did you guys expect it to be this bad, or did you know it would be this bad?", "I extend my profound greetings to all the doctors who put all theirs lives into offering services to others and I truly acknowledge the Doctors of Namsai for their dedication in the current era of COVID-19 pandemic. \n#ThankYouToAllTheDoctors https://t.co/9Ce3kfPJQm", "Covid-19 Update: 20 patients are due for discharge. 39 samples returned positive out of 344 analyzed. The new cases are from Kaduna North (14), Kaduna South (3) Sabon-Gari (15) and Zaria (7).", "BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was passed in honor of a 26-year-old who died rationing insulin.\n\nThe law would've taken effect today. Pharma's fighting it during a pandemic.\n\nBeyond unconscionable. https://t.co/vzfBqPD3fo", "RT @DeborahMeaden: £9k job losses announced today since 3pm with more to come...the day after we Brexit extension deadline. Do not think th…", "COVID-19 AND CITIES. BUILDING RESILIENCE ON HUMAN RIGHTS AND ENVIRONMENTAL PROTECTION\n\nHere:\n\nhttps://t.co/7Ah50aVS5n\n\nThanks to our 40 partner Universities and Research Centers around the world !\n#COVIDー19 #PostCOVID19 #cities #ClimateAction #EnvironmentalJustice #HumanRights", "While online COVID-19 self-assessment tools provided on websites are typically the norm, did you know that SMS (or text messaging) can also be used for this purpose? #sms #COVID19 #assessment #smstechnology #software https://t.co/rQ61wL44d6 https://t.co/Wi0f0fU4yN", "RT @morgfair: A Dallas Megachurch Had A COVID-19 Cluster. Then It Hosted Mike Pence  https://t.co/dAjkqCzuj7", "Jharkhand unveils SOPs for schools’ reopening preparedness amid pandemic – education https://t.co/A65Ii8CelN", "Yoga guru Ramdev-run Patanjali has claimed that its Ayurvedic medicine 'Coronil' can help cure COVID-19 caused by the novel coronavirus.\n#कोरोनिलविजय  \n#पतंजलिविजय #MPYSMaharashtraPurv \n#महिलापतंजलिमहाराष्ट्रपूर्व", "RT @NetworkRailEUS: ℹ️As pubs reopen on Saturday, trains may be busier. To get home safely:\n\n📱Check before you travel\n🚇Know your last few t…", "1 trillion &amp; little oversight. Mnuchin’s finally agreed to oversight on only the small business loans, so no idea who gets most of the $trillion. We know Trump’s resorts are in distress but no idea how much gov’t money our multi bankrupt President receives https://t.co/PFkWY3zDEo", "RT @mrdanwalker: I love this. Well played Christian Fraser 👏🏻👏🏻", "Bradford and Brent about to join Leicester in lockdown, if only there was some common denominator that linked these places.", "RT @myhippolife: Telehealth: A quarter-trillion-dollar post-COVID-19 reality? https://t.co/RK6hKHXqg2 via @McKinsey https://t.co/tsUpGtONdc", "RT @theroyalbadness: Update: I was fired for this post.", "RT @floydddunagan: HUGE: MASSIVE CDC FRAUD UNCOVERED - CDC Grossly Overcounting Active China Coronavirus Cases Causing States to Keep Their…", "Participatory Arts: Thinking Beyond Lockdown – Community Arts. Jên Angharad, CEO, Artis Community “Community/participatory arts practices and experiences are priceless and can be life changing.” https://t.co/DHDIFyJnCc", "Don't sleep on the virus people! These are single day numbers", "Sobering read from COVID-19 doc on front line in AZ.\n\"I have never seen anything like this. None of us have.\"\n\"there is no possible way to prepare for how to treat a COVID patient. There is no possible way to predict what will happen with your patient\".\nhttps://t.co/KZfm8afBMX", "Just In: Ugboaja Speaks on COVID-19 Outbreak in NAUTH https://t.co/Ai9JU2u9dj #ikedojibp", "Nice Plan over optical fibre", "RT @NalediChirwa: There’s a verbal agreement going around in some hospitals communicated by management to workers that doctors and nurses w…", "@MeidasTouch #HeWentToJared  And all we got was more COVID, Russia hunting our soldiers and Americans protesting a racist POTUS.", "Pres. Trump claims coronavirus will “disappear.”\n\nDr. Sanjay Gupta says President Trump was briefed by the coronavirus task force that “there was no evidence that this was going away. It was too contagious and too embedded in many places around the world.” https://t.co/UhBPdyrEe4 https://t.co/jq2Dludmc4", "RT @snoopydooze: @LeRoiHaptalon @jonleemarquis @BichardJamie Lockdown has changed the way in which this will be restored. There is now a pr…", "RT @guardiannews: Councils' anger over missing data that could quell new Covid-19 outbreaks https://t.co/btNYASjhBK", "oh no, who could have predicted this", "RT @BuzzFeedNews: A maskless choir performed for Mike Pence in Dallas on Sunday. \n\nInternal emails and Facebook posts reveal the megachurch…", "RT @wisheart12: It was the worst of times made worse still by cynical indifference+Johnson's own exceptionalism. It was the age of wisdom l…", "Animals imprisoned in zoos are not there by choice. They were stolen from their world and forced to live in zoos for profit. They are living, feeling beings, not objects to be disposed of when they are inconvenient. Do not let them be slaughtered! #Animalcruelty #Vegan", "RT @thereallcloud: This man lost his job because of the bitch corona, so he sold all his furniture to buy raw material and start a cathouse…", "@VeganOlive1 Few people have commented on the thread telling you to name and shame, not you Olive. I disagree with them. If he is rude, then I agree he doesn't deserve customers but I don't think now is a time to make the situation worse for business owners.", "California just closed all indoor operations in 19 counties including LA. This was after shutting down bars 2 days ago. Texas and Florida closed bars too. America is losing the battle to covid-19 while so many other countries have flattened the curve. Please take this seriously.", "This map shows still high rates of COVID in parts of UK even after 12 weeks of lockdown (largely wasted?). Delay opening pubs July 4th, support local testing &amp; tracing &amp; push all of UK to light yellow. Otherwise risk either more lockdowns, or colours turning darker into winter.", null, "Trump is nothing if not consistent in his faith that the coronavirus will just disappear, even as it is in the midst of explosive growth across the United States. https://t.co/jKzexTXzH9", "Former General Secretary of the governing New Patriotic Party (NPP), Kwadwo Owusu Afriyie, popularly known as Sir John is dead. Sir John Dies after testing positive for Covid 19 few weeks ago, RIP Sir💔🙏🏽😥\n\nGuys let’s follow all the protocols because Covid-19 is real😥😥 https://t.co/SCm7XK1U3j", "High school teachers after Covid 19 is over:\n\n\"Write an essay explaining how Covid-19 has impacted your life\"", "RT @AndrewDather: My brothers friend was supposed to take a COVID test.. overslept and missed it.. a few days later had a test result in th…", "Widen My Path makes it easy to show where space is needed for social distancing to make walking and cycling safer and more attractive. https://t.co/Hq25PSlFQy", "remember when fucking. ACT UP said the response to covid was paralleling the response to the AIDS crisis and everyone yelled at them and now GILEAD FUCKING SCIENCES is price gouging medication for it. lol", "RT @DrZweliMkhize: As of today, the cumulative number of confirmed #COVID19 cases is 159 333, the total deaths is 2749 and the total number…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @BuckSexton: Everyone needs to understand that the lockdown libs LOVE this double standard. They revel in it. It’s a vicious blow to the…", "RT @RealDrGina: Deaths &amp; hospitalizations from #Covid19 are dropping dramatically.  \n\nWe’re testing 5x more ppl than we were in April, so o…", "RT @SenKamalaHarris: It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nR…", "Home is where your ass should be \n     covid-19:2020 \n\n-facebook 😭😂", "RT @NorbertElekes: USA: Daily coronavirus test positivity rate\n\n- Arizona: 28%\n- Florida: 15%\n- Texas: 14%\n- New York: 1%", "Using the lockdown as an excuse, @PiyushGoyal has initiated privatization of Indian Railways. \n\nFor starters, 109 routes will be handed over to private players (&amp; they’ll be in-charge of fixing ticket prices for 35 years).\n\nLakhs of poor won’t be able to afford trains anymore. https://t.co/opdmSqyxzO", "@WhatsOnShrops Until the next decision", "🌼 Has #lockdown impacted your #bodyimage &amp;/or #eating behaviours? CAR's @H_LewisSmith &amp; @Sharon_Haywood explore this issue in a @UWEBristol blog, drawing on research. Learn more &amp; check out their tips here 👉🏾 https://t.co/Idn85jZTsu Image credit: Meg.Boggs on Instagram https://t.co/YEZJv9fPok", "Laredoan Christian Guajardo had the celebration for his eighth birthday canceled due to the COVID-19 pandemic. Rather than pout, he turned it into a positive and celebrated with a “Back the Blue” themed parade showing support for local law enforcement an… https://t.co/ycZtgAsso7 https://t.co/UWI5znIrv2", "RT @jlai611t: @MSNBC @VaughnHillyard Remember, @realDonaldTrump called covid-19 a hoax and it will be gone when the weather gets warmer in…", "RT @raviranabjp: #CanYouDrive \nUse ds period (#Lockdown) 2 learn driving, its very important to learn to Drive, to become Self Reliant. you…", "@podlangai @krithikasivasw @ranganaathan @CMOTamilNadu Yes. But Govt wants to control using the pandemic as an excuse. Anti Hindu Government", "We are committed not only to defeating coronavirus, but also to tackling the great unresolved challenges of our time. \n \nTo build more homes, invest in our NHS, schools &amp; police, and to mend the gap in opportunity, productivity and connectivity between the regions of the UK.", "Good to hear @SHinchcliffe on @BBCr4today setting out the work of @bradfordmdc and continued challenges faced dealing with #Covid19 - a strong local government leader working hard for her residents", "RT @Forbes: Wearing a mask is a sign of mutual respect during the coronavirus pandemic https://t.co/Zvupgm9aGH #ForbesFrontlines https://t.…", "If it is true that Cummings wants to turn the U.K. into an island of excellence in the sciences, and let everything else such as theatre slide, the arts will die. Let’s remember Albert Einstein saying, ‘creativity is intelligence having fun.’ It’s all important . #SaveTheArts", "July 4 dubbed 'Super Saturday' as @Quandoo_UK records large number of restaurant bookings https://t.co/1WuJ4UVBAB https://t.co/Ue3EijOWNd", "シンガポール総合病院の血液内科 Heng Joo Ng教授が率いる医学研究者は最近、ビタミンD3、ビタミンB12、マグネシウムなど、安価で入手が容易なサプリメントの併用が、高齢のCOVID-19患者の重症度を減らすことができることを示しました。#新型コロナウイルス \nhttps://t.co/CMlmYko66Y", "Pornhub Records 95 Percent Increase in Traffic from India amid 21-Day Lockdown\nलेकिन रसभरी में स्वरा भास्कर हैं तो भक्तो को दिक्कत है कि इनको काम कैसे मिल गया ।\nI am with @ReallySwara\n#रसभरी https://t.co/ZWwbVTx1ex", "This is a must listen - what they are not reporting on Covid numbers! “Politics” Thank you Dr Seigel #TheMoreYouKnow https://t.co/iRkn4qADF2", "176 lives lost to coronavirus in the last 24 hours. Is this just accepted as the new normal?", null, "@thehill Virus Survivors Could Suffer Severe Health Effects for Years  [\"https://t.co/pDXmz3Fd76\"]", "In Brazil, deliverymen for Uber, other apps protest amid pandemic https://t.co/u0MmW9f7uR https://t.co/SzuTEhX3Zn", "2020 so far:\n\n-WW3 almost started with Iran\n\n- Kobe died\n\n-Bernie has nomination snatched out of his hands at the last minute.\n\n- Covid 19 becomes the worst pandemic since the 1918 Flu.\n\n- A horrific police murder sparks massive protests and civil unrest.\n\nAm I missing anything?", "What have I been up to since LOCKDOWN started?\n\nThis video contains all my drawings/paintings that I’ve done since the beginning of #lockdown \n\n@Yamiche \n@sarahcpr \n@orlandoribbons \n@NYGovCuomo \n@TheRickWilson \n@HamillHimself\n@JoyAnnReid \n@JoeBiden \n&amp; MORE\n\nVOLUME UP-PLEASE SHARE https://t.co/jgjtC1pihw", "RT @ArshadRizwan: Unfortunately, a BBMP engineer who tested positive for COVID had met me, as a precaution, I am under self-quarantine from…", "RT @WelshGovernment: Our hospitality industry can begin to re-open outdoors from July 13, if cases of coronavirus continue to fall.\n\nThis i…", "RT @sbg1: Random sad 2020 thought: more people have died of covid-19 than decided the 2016 election", "percuma punya gc line banyak tapi gabisa jadi temen rl xixixi https://t.co/chuPCinM6h", "@itvpeston @jnpowell1 Maybe unelected elitist spads, who support eugenics, shouldn't run governments ..or be influencing the covid-19 response (like others in sage/govt, he supported herd immunity - which caused most of the deaths, by refusing to lockdown sooner)\n\n#SackCummnings #ToriesOut", "Hospital cleaners are at increased risk  from #covid_19. On minimum wage. Doing vital work. Who advocates for them.", "@nypost Unpopular opinion: it wasn’t really over social distancing 🤷🏻‍♂️", null, "RT @bryanbehar: You heard correctly, Lord. I died because I needed to see Vanilla Ice. In 2020. During the pandemic.", "RT @SpiritOfCongres: Young people in the 26-35 age group are most affected by Coronavirus in Telangana. \n\nTRS govt ignored High court order…", "RT @EricFrancisco24: Imagine dying of the coronavirus because you went to a fucking Vanilla Ice concert", "Now, Book #BSNL High Speed Bharat Fiber at just ONE CALL ...\nCourtsey #BSNL #Gujarat - #Surat  Team.\n@BSNLCorporate \n@BsnlCmd  \n@CGM_GUJ_BSNL \n @impksaha \n#SocialDistancing  #BSNLWarriors\n#ConnectingIndia #COVIDー19 https://t.co/1o8ZRbAdOF", "Youtube Rewind 2020 ada corona tak?", "RT @GolfGirl_Love: Anyone QUESTIONING why DEMS are RATCHETING UP COVID19 ONCE AGAIN while IGNORING ALL the PROTESTS, RIOTS &amp; LOOTING with N…", "Even #COVID19 can't slow us down! India and Israel continue to work together on all levels to make our future safer, better and brighter. \n#ThursdayMorning #ThursdayMotivation", "RT @essenviews: Nancy Pelosi says the Grim Reaper \"wants a pause. He wants a pause.\"  \"Well, a pause isn't happening in hunger in America,…", "BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was passed in honor of a 26-year-old who died rationing insulin.\n\nThe law would've taken effect today. Pharma's fighting it during a pandemic.\n\nBeyond unconscionable. https://t.co/vzfBqPD3fo", "RT @htTweets: Weak evidence for accuracy of #COVID19 antibody tests: Study\n\nhttps://t.co/lpKkPpWm0j https://t.co/iia5Za0e5i", "@CepheusElf @ChiariChey If you’re a fan of period dramas Poldark is one of my faves", "RT @NerriaNerria: My household hasn’t lacked a thing during this whole pandemic. I’m so thankful.", "@iammix24 @NYGovCuomo And before corona, his percent of growth was at 1.8 to 2%. Which is less than the 3+ obama had and the 5 trump claimed he was gonna get to.", "Keep ur masks on $ wash those hands regularly", "I really feel for anyone caught up by the politics of all this, facts be damned.\n\nhttps://t.co/K2rXEEyrtZ", "This headline has been used almost every day for the last week. \n\nAll they need to do is change the numbers are date. \n#TexasCOVID #VanillaIce", "RT @LailaIjeoma: “I was in so much pain” – Peter Okoye’s wife, Lola confirms testing positive to coronavirus (Video) https://t.co/yjigxgdC5g", "This is video of the mountain trout in the Beas river near Manali. No fishing for the last four months due to Covid resulting in some magic moments from Mother Nature. 👇 https://t.co/JPs62Vo4o7", "Update: I was fired for this post.", "7) For all of these reasons, we urge you to immediately reverse your decision and to protect your passengers and crew from COVID-19 to the extent possible.\n\nSincerely,\n\n@AliNouriPhD \nPresident\nFederation of American Scientists \n\n@DrEricDing \nSenior Fellow, @FAScientists", "RT @mmpadellan: Jared Kushner is a soulless millionaire slumlord who can't even fill out security forms properly.\n\nSo obviously, trump put…", "Gee, big surprise. The #COVID19 antibody tests don’t work after all. Thank you for watching another amazing episode of the coronavirus gong show.\n🤡💉🦠🤡 https://t.co/0JDCA0DRGk", "Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio. Texas has FOUR metroplexes out of the top five metroplexes in the nation with the highest positivity rates. Abbott needs to take more action.", "RT @BloodDonorsIn: #Delhi\nNeed #Blood Type :  A-negative\nAt : MD City, Model Town\nBlood Component : Need Plasma A-ve from #COVID19 recovere…", "Dozens of students living in fraternity houses near the University of Washington test positive for coronavirus https://t.co/ZI00Dk5Zxb", "RT @INCIndia: Watch: Shri @RahulGandhi in conversation with nurses on the Covid19 crisis. #WeSaluteHealthHeroes https://t.co/NED3F4B3J6", null, "As Americans are dying and protesting and have lost  jobs and health insurance, as we struggle through a pandemic, rhe stock market thrives. Which goes to show how detached the market is from the reality of most of our lives....", "RT @PeterStefanovi2: Boris Johnson appears to believe the lockdown has made us all forget that under the Conservative Gov’t we’ve seen the…", null, "LAPD just posted this photo of people protesting tonight. People are messaging me, asking how this is allowed, with no social distancing, when hours ago Governor @GavinNewsom said we shouldn’t even see our family for a July 4th gathering this weekend, unless we live with them. https://t.co/ONq78nCok7", "In California, the state controlled the shutdown, but reopenings were left to counties, leading to inconsistent policies. “It’s very confusing for people if you say an activity is safe in one county and not another” https://t.co/XlfSf2aTXA", "✨ COMMISSIONS OPEN / RTS APPRECIATED ✨\nupdated 🎨 prices in usd 🎨 further details in replies https://t.co/A27DFGW5VK", "RT @Kevin_Maguire: Lest we forget - the NHS and care workers who died in the coronavirus crisis. Powerful front page on tomorrow’s ⁦@DailyM…", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @sarahthegooner: It’s been lovely being part of @barnetsouthgate #artforwellbeing online course during lockdown. We finished yesterday,…", "RT @kaitlancollins: The number of active duty military personnel who have tested positive for coronavirus has more than doubled since June…", "During lockdown, BJP Karyakarthas have distributed:\n\n* 22.18 crore food packets\n* 5.04 crore ration kits\n* 5.66 crore face covers\n\nFor this, BJP has deployed 8.23 lakh dedicated karyakarthas\n\nMeanwhile, PIDIs peddled lies, supported China &amp; Pakistan's agenda!", "Little evidence that George Floyd protests spread coronavirus in US https://t.co/GesNbYKg9j", "New Zealand’s health minister, David Clark, resigned on Thursday, saying that his missteps during the pandemic had become a distraction for the government. https://t.co/jvsNeFrgNJ", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "Akshay Laxman Pawar and 14 others from maharashtra who are stranded in Qatar due to lockdown and needs help.\n\nRequesting Hon.@DrSJaishankar Ji, And Indian Embassy (@IndEmbDoha ) to look Into the matter and help.\n@MEAIndia \n@meaMADAD https://t.co/UPCnY72K00", "Joining @CapehartJ tomorrow at 3:30pm ET to chat about what we’re doing in Congress to address police brutality and the ongoing coronavirus pandemic. Sign up now: https://t.co/wHdxhTLMYD https://t.co/v4fYJd4tFE", "🦠Government finally releases Greater Manchester coronavirus data... and there are SIX TIMES more cases than local officials knew about - Manchester Evening News https://t.co/ZtCY4jRGAe", "RT @NYGovCuomo: Denying reality is a losing strategy.\n\nThe White House must face facts.\n\nThe national COVID situation is out of control.", "So why me and my team on campus then?", "Lockdown: Suicide fears soar in LGBT community https://t.co/MQIcShcokD", "In military planning we have warning orders, ‘rule of thirds’ &amp; much more. It seems my sister has to work to announcements. \nWe need to think about the people on the ground who implement decisions. Support the staff who will work all through the summer to open schools safely.", "It's truly wonderful to be single/living alone during a pandemic https://t.co/wTyAVda6gm", null, "US buys almost the entire global stock of potential COVID-19 treatment drug https://t.co/TGUuT1y5p3", null, "RT @anthony_siy: The MRT-3 depot is underground. Air is pumped in and recirculated - the nightmare ventilation scenario for COVID-19. It's…", "\"We continue to feel the absolute void of a national plan,\" says former Kansas Governor Kathleen Sebelius on Covid-19.\n\n\"This President, for the first time in I think anybody's memory, has politicized a public health crisis.\" https://t.co/uhBDb92XmJ https://t.co/GTRFNv2ajr", "Update: I was fired for this post.", "RT @WaytowichNeil: We know how Canada would look during #COVID19 with Andrew Scheer and the @CPC_HQ in government - look no further than Do…", "RT @DavidNakamura: “Tulsa County saw record-setting spikes of coronavirus cases in the days after the Trump rally, with the discovery of 20…", "This is the double standard of the Federal LNP. They believe in privatization but condemn the Victorian government for using private COVID19 security. What about SERCO, What about PALLADIN?", "a man being evicted is asked by the judge if he has evidentiary issues with the argument that he owes rent. tenant says he doesn’t know what that means but his wife died and he hasn’t gotten his covid payments. judge asks again if he has evidentiary concerns, grants the eviction.", "RT @SenSanders: Rent is due. But over 40 million Americans lost their jobs because of this horrific pandemic. How are they expected to put…", "RT @DythaAjay: @NathMridula @unitechltd @N_Hiranandani @nsitharaman @PMOIndia @SupremeCourtIND @narendramodi @AmitShah @pawanshree_adv Do n…", "RT @swatim80: #COVID19 has exposed urban poor to multiple risks including loss of employment, increased exposure to the virus which has imp…", "RT @jburnmurdoch: NEW: we’ve updated our excess mortality tracker, the best measure for international comparisons of Covid deaths\n\n• US hit…", "RT @ChidozieObi2: I believe without risk you can't make success. @adekoya40 is the best risk I've taken in my life and I've never regretted…", "The coronavirus pandemic, which was first detected in China, has infected people in 188 countries and the situation is now - more than ever - focused on business\n\nSo what has the economic impact of the virus been so far?\n\nTHREAD 🗣️\n\nhttps://t.co/LxraPmS5Jw", "RT @seattletimes: Health experts on Wednesday slammed the U.S. decision to hog nearly the entire global supply of remdesivir, the only drug…", "RT @sardesairajdeep: In a hospital in Davanagere in Karnataka, resident doctors have not been paid for 16 months, that’s right 16 months! T…", "Got to work, been told I started at 8:00am, not Friday as I remembered. Made 2 cup of tea. Finished at 8:56am. Got home, continue cooking beef brisket soup. Went for a walk around neighbourhood. Sleep until 11:45am. Clean up stovetop properly. 7k run when return from work.", "RT @vusumuzikhoza: It's a country of majority Black people, government run by a majority Black government, yet Black people are still subje…", "Many challenges lie ahead in the next six months for #EU2020DE. I spoke to @johannaluyssen from French newspaper @libe about Angela Merkel's last Council presidency and German leadership in times of corona. @DelorsBerlin https://t.co/o8CWuXQMpX", "@AmyWamy78 But presumably you are paid to work from 9 to 5 so what flexibility do you expect to have at home if you expect to still be paid for working a 35 hour week?", "I remember when y’all said and believed that the Arizona heat was going to kill covid 😩😂😂", "SNP have shamefully sought to use nasty nationalist tendencies - racist even - to ban other Brits from Scotland, particularly the English. Time to sort out devolution. Powers should be ‘layered’ - with top UK layer eg one UK policy for Covid - &amp; not be ‘siloed’ (national control)", "You really can’t call it a rally with a dozen people can you? 🙄\n VIDEO: Biden Says No Campaign Rallies Due to COVID-19 - National File https://t.co/of7eRaAfdX", "I was released from North Point Police Station about an hour ago, after spending the night there with about 180 arrestees. My phone is kept in Police custody. Home to freshen up now; I'll be back to work. I'm grateful for all your support from around the world. Details later.", "What the hell is happening to Bankers?? Local politicians Gherao lady Manager of IOB, Nadaikaavoo  branch, Nagercoil region today. She denied release of jewellery after closure of JL citing SHG Loan overdue of 1 particular customer as per present circular of Bank!!\n@DFS_India https://t.co/2QbNwTvW1a", "RT @EricTopol: 5. One of the best studies to show the importance of T-cell immunity was published in @CellCellPress https://t.co/pwibwIupbB…", "RT @DeAnna4Congress: LA Mayor Eric Garcetti BANS Fireworks, beaches, &amp; any gatherings of people - unless you live with them.\nBecause, COVID…", "Texas now has more daily coronavirus cases than Italy when it was a global epicenter of the pandemic.", "RT @judeinlondon2: This thread deserves a Pulitzer https://t.co/USUVhGkiYY", "It is quite something to behold how \"flattening the curve\" has morphed into \"totally eliminate the virus, even if we flatten everything else on the way\".", "@your_crapbag i did make gifts but i dont like it , i think its not good enough ? cause im just too low \"(", "RT @TheATXWineGirl: @EvilMopacATX 84? That’s like 70 more people than the normal crowd he attracts on a non-covid night!", "This woman doesn’t look stable enough to own a gun, she’s needs a 72 hour lockdown for a mental evaluation", "Reported US coronavirus deaths:\n\nMar. 1: 2 deaths\nApr. 1: 4,780 deaths\nMay 1: 64,943 deaths\nJun. 1: 105,430 deaths\nJuly 1: 128,061 deaths", "#COVID19 has also impacted the lives of the migrant workers. @UNICEFIndia @DrLahariya and @swasti could you reflect on how COVID-19 has aggravated their risks and vulnerabilities? #TogetherAgainstCovid19 #ReachingtheUnreached @usaid_india @Jhpiego https://t.co/ou5LDdHctg", "Craig sat down with the author of Wings of Change, @karan_tejwani26 to discuss Red Bull's impact in football. We cover:\n\n⚽️ Players like Werner and Mane\n💡 The mastermind behind it all\n📈 What their next plans might be\n\nListen now. Wings of Change comes out this November. https://t.co/Vs48oarywx", "RT @ArashKolahi: The US was in the midst of a mental health crisis *prior* to the pandemic. Suicides &amp; deaths of despair were at an all-tim…", "i just feel like kim k announcing her billionaire status during the yemen famine crisis and a global pandemic is... delusional.. read the room luv", "My mama is a nurse in a hospital ER in NorCal. Every morning she wakes up anxious to find out which of her patients didn’t survive the night, and who will be put in a FREEZER TRUCK in the parking lot full of people who died of covid-19. Its not a joke, its not a scam. Be mindful.", "As part of the “one film a day lockdown festival”, the kids wanted to see horror films.\nShowed them Bhoot, Raatri, and Deyyam.\nThey smirked at me 😒\nTheir choice - Chandramukhi, Kanchana, Arundathi.\nAnd I have to agree. \nThese are way more terrifying that what @RGVzoomin made! 😱", "I accidentally applied for this work from home job, and now they won’t stop texting me but I can’t block them cuz no one else is really texting me rn", "@MSEDCL_Kalyan even after Paying Entire Lockdown meter reading bill came from March up-to June 2020 @cmomaharastra @Maharashtraelectric Higher bill is for leaders salary or what even online complain not responding @MSEDCL_Waifale https://t.co/VntNDNZfXr", "RT @HSCAdopt_Foster: Due to Covid-19 we have had to temporarily postpone all face to face training.\n\n👍 However, we do now have over 50 onli…", "Rent is due. But over 40 million Americans lost their jobs because of this horrific pandemic. How are they expected to put together the income to make rent?\n\nIt is time to cancel rent and mortgage payments until this crisis is over.", "@leicspolice please do something about this factories and businesses ruining it for all of Leicester 😧\nhttps://t.co/9W6qenwipx", "RT @Fudgelump: Due to Covid and less traffic in Chinatown, my childhood friend’s family gift shop is closing it’s doors after 29 years. The…", "Happy to see such effective measures being taken during this pandemic to control its spread. This additional fleet of 1068 new vehicles for ambulances and medical units will surely help boost our health care system. Stay safe everyone!\n@ysjagan https://t.co/VOdPoNCT4d", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @goyalsanjeev: And so many gullible Hindu girls has been stalked/murdered by Jihadis, after these girls gets noticed through these video…", "RT @martinmckee: @leicesterliz @Keir_Starmer Yes, you are right. Some of us have been struggling to find out what has happened in Leicester…", null, "RT @spectatorindex: JUST IN: The United States has reported over 50,000 new cases of coronavirus today", "BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was passed in honor of a 26-year-old who died rationing insulin.\n\nThe law would've taken effect today. Pharma's fighting it during a pandemic.\n\nBeyond unconscionable. https://t.co/vzfBqPD3fo", "1. This is good news for IL\n\n2. While we’re not out of the woods yet, Illinoisans deserve a big thank you for listening to scientists &amp; health care heroes, wearing masks, getting tested &amp; making sacrifices to keep each other safe.\n\n3. Let’s keep it up. \n\nhttps://t.co/QecIbdEL2D", "Both of my parents are finally Covid free ❤️", "What's that huge sore on his arm ??", "Presidential Spokesperson Harry Roque says sorry for photos of him swimming with dolphins in Subic in the middle of quarantine, pointing out that he did not violate social distancing rules when he took his midweek break. https://t.co/fnYYPOzjLQ", "RT @ndtv: Watch | Delhi CM Arvind Kejriwal lists outs eligibility criteria for donating plasma to help other #COVID19 patients. https://t.c…", "RT @MCU_Direct: UPDATE: @SonyPictures has stated that \"there's no specific date locked down\" for when the third #SpiderMan movie will begin…", "RT @TNT_Magazine: TNT | NAGALAND\n#Nagaland #COVID19 Updates: 34 more test positive, total tally at 535\nDETAILS : https://t.co/Vx6ymgXtdj", "Bradford and Brent about to join Leicester in lockdown, if only there was some common denominator that linked these places.", "RT @henryfraser0: I have not left my home since March 10th because I could easily die if I contract Covid, like millions of others.\n\nSeeing…", "@public_archive They trapped us here, a pandemic killed 100,000 + people, millions lost their jobs &amp; health insurance &amp; can't pay rent, the rich engorged themselves by $500bn during the crisis, they are trashing millions of pounds of food and they deployed the military against ppl who protested", "RT @CNN: \"We continue to feel the absolute void of a national plan,\" says former Kansas Governor Kathleen Sebelius on Covid-19.\n\n\"This Pres…", "#CoronaVirus is here to convince Indian parents that weddings can be done with 15 guests and not 982 others who attend only to judge paneer ki sabji.", "@abhayc24 Dear Sir,\n \nDo understand your concern. GOK is taking all the precautions and necessary actions to prevent the spread of covid19. Request you not to panic and to follow all the guidelines issued by the Health Department.\n\nRegards,\n#Janasnehi", "RT @tedlieu: Dear @realDonaldTrump: Not doing social distancing or requiring masks has led to people getting sick from your rally in Tulsa.…", "Hawaiian Airlines says it will add hundreds of weekly flights to its schedule between Hawaii and the US mainland as the state government eases a strict quarantine https://t.co/SukGIB2oqM", "@myogiadityanath Do's &amp; Don'ts during Covid-19\n\nLink - https://t.co/cCcP4LHffy\n\nPlease wear face mask 😷\n\nthanks.", "RT @Fudgelump: Due to Covid and less traffic in Chinatown, my childhood friend’s family gift shop is closing it’s doors after 29 years. The…", "Carol Swain, Professor of Political Science &amp; Law Vanderbilt University says BLM is just a label being used by Marxists in order to destroy America &amp; they are aided &amp; abetted by the DemocRAT Party who is also using Corona virus as a political weapon. People need to wake up!", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "RT @DavidNakamura: “Tulsa County saw record-setting spikes of coronavirus cases in the days after the Trump rally, with the discovery of 20…", "This is a must listen - what they are not reporting on Covid numbers! “Politics” Thank you Dr Seigel #TheMoreYouKnow https://t.co/iRkn4qADF2", "RT @magi_jay: .@KamalaHarris is proposing $2,000 direct payments to people during the course of the pandemic. I wish this proposal got 1% o…", "RT @SethAbramson: HOW MANY AMERICANS HAD TO DIE HORRIBLY OF COVID-19 BEFORE A SEVENTY-SOMETHING GROWN-ASS PRESIDENT DECIDED HE \"LOOKED LIKE…", "At every stage of Coronavirus, this Tory government have ignored our warnings\n\n• We warned about herd immunity\n• We warned about face masks\n• We warned about quarantine\n• We warned about tracing\n• We warned about schools\n\nWe couldn’t have been led by a worse shower than this", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Schools after closing at 3 covid cases and re opening at 10,000,000 cases https://t.co/nQyUDaHtMm", "Philippines tightens guard vs China pork smugglers as potential swine pandemic looms https://t.co/IQlhPuYYX0", "@GavinNewsom Wearing a mask does protect, when you choose not to wear a mask and put your health and others in danger, that is a selfish act. Mother Nature and COVID-19 will take care of the careless humans and clean our planet of stupid selfish people!!", "The ANC Government  of #SouthAfrica will use the #COVID19 \nAs a excuse to radically change the economy of the country to a socialist state\nRemoving property right &amp; minority rights &amp; awarding loyal  black members\n\n 6% (white) wealth will fix corruption &amp; bad government  &amp; fix SA https://t.co/yp1zwgKNQD", "I'm not a BTS fan..... just want to try out the bottle coffee 😬☕ pair with mini chocolate cream puff 🍫\n\n#workingfromhome https://t.co/hns3drLBwN", "@hughbarnard @Mandoline_Blue Rather than the R value, we should be looking at the halving time of new cases (https://t.co/O9BTNgSvUY)\nIn the best performing countries, halving times have been as low as 5 days (https://t.co/LvXgGSygCH): https://t.co/CtyzfyrbKy", "RT @JoeBiden: Mr. President, this pandemic isn't about you. It's about the health and well-being of the American people. https://t.co/uxRij…", "This is class - staff at Tesco in Banff stuck up COVID-19 safety instructions in North-East Scots \n\n\"noo wir a gittin scunnert, but wi jist hiv tae dee fit wir telt\" \n\nDead clever way to communicate difficult info, gien it tae fowk in their ain leid\n\n(via @EwanHunter 👍) https://t.co/OdMgQ0GC2j", "RT @funny_dagreat: During this pandemic I've been able to impact my community by doing the following:\n#CustodianAt25\nCc @CustodianPLC\nI was…", "I wonder if anyone would notice if we just played Super Mario all day like the good old days of early lockdown? #week16", "RT @TeamBandL: California just closed all indoor operations in 19 counties including LA. This was after shutting down bars 2 days ago. Texa…", "Do people not understand the concept of social distancing 😂 why are you so close to me !?! Do you want to sit on my head 😂", "donations:", "according to article, sugen will start filming 이식당 Lee’s Kitchen in early July. due to covid-19, they plan to only host small groups of customers. \n\n(they have yet to reveal who else will be involved. lollll imagine if they make sugeun do EVERYTHING HIMSELF 😂🙈) https://t.co/kNvc6gSeKh", "@wayward24 We shouldn't be surprised, it's this government's raison d'être.\n#JohnsonAndCummingsMustGo\n#COVIDー19", "tw//\n\nmy mom came home from work, yelled at and lectured me for an hour and a half without me saying a single word and she was saying how im d*pressed because im barely a christian anymore and im in a cult for disagreeing w her politically and participating in the blm movement+", "RT @NerriaNerria: My household hasn’t lacked a thing during this whole pandemic. I’m so thankful.", "RT @alibaileyDUK: @scottygb Handled really badly...by presenter. Felt seriously unfair premature end to interview, it could have carried on…", "https://t.co/KaFCssykSp \"The impact of the  pandemic has been widespread, affecting the lives of every baby, child &amp; young person in the country. This generation of children face unprecedented threats to their childhoods &amp; life chances.They deserve an unprecedented response\"", "Data reveals coronavirus hotspots in Bradford, Barnsley and Rochdale https://t.co/owyCt74P68 After #Panorama Private Testing.  #Pillar2 Fiasco.  We can't sit back for 2cd Wave allow 1000 Deaths a week. Join our team @Viruswatch2021  Let's Take Back Control. Organise Ourselves", "The Headfort Hotel in Kells has had a major refurbishment during the lockdown. “We took the time to rethink and re-imagine the business,” says Director Olivia Duff. Find out information about our latest offerings and packages at https://t.co/eRV3r2LpiF https://t.co/Fcmjz6PXYk", "A strain of flu virus spreading in Chinese pigs has shown it can also infect humans, and it “possesses all of the essential hallmarks of a candidate pandemic virus,” according to researchers https://t.co/YsKVzo2QSh (Video via @QuickTake) https://t.co/xqGGijeoCB", "RT @ndtv: Watch | Delhi CM Arvind Kejriwal lists outs eligibility criteria for donating plasma to help other #COVID19 patients. https://t.c…", "@GavinNewsom The double standard will not be tolerated. I am free to choose whether or not I will wear a mask. #independenceday2020 https://t.co/xg9PBTHqeT", "RT @jeremycorbyn: The Government was too slow to lockdown.\n\nNow they are rushing re-opening sectors of the economy, risking people's health…", null, "RT @JohnTitor33621: The cabal will release the #covid19 through self test kits and drive through test areas.\nDO NOT GET THE TEST IF YOU ARE…", "If you have recovered from #COVID19 &amp; your age is between 18 and 60 &amp; your weight is above 50 kg, then you may donate plasma for #COVID19 patients. However, women who have given birth or the persons with comorbidities, are not eligible to donate plasma: Delhi CM Arvind Kejriwal https://t.co/Bmn5FCFx1q", "RT @DeAnna4Congress: THIS HAS NOTHING TO DO WITH A VIRUS!!\nRT if you agree", "Dr. Anthony Fauci says it's not too late to avoid the dire picture outlined in his congressional testimony of 100,000 coronavirus cases a day in the U.S.\n\n\"It's really in our hands as a community, as a nation, as a populace to make this happen,\" he says. https://t.co/qC2s0CLuNJ", "RT @NicoGladia: This idea that citizens should use the lockdown savings immediately to restart the economy starts to he discussed more and…", "July 1. Rent is due. Without a vaccine to treat the pandemic, HOUSING was the prescription. We were told to stay at home.\n\nBut we failed our neighbors. Mayors could have housed the unhoused, Governors/Congress could have cancelled rents. This inaction has and will cost lives.", "RT @sheriantoinette: There isn’t much doubt when it comes to IF you have COVID, in a moderate to severe case. You will know, but how it eff…", "How convenient that every bad story about you is made up. Or you never hear it. Or you aren’t informed. You tried that with coronavirus and it wouldn’t go away, because facts don’t care about your lies. \n\nSee you in November.", null, "THIS HAS NOTHING TO DO WITH A VIRUS!!\nRT if you agree", "Coronavirus infections tumble after lockdown relaxed\n\n https://t.co/Eaur93SSu0", "Breaking: US sets new record for coronavirus cases in a single day, with 46,853 new cases reported, according to Johns Hopkins University's tally of cases.\n \nAccording to JHU’s tally, there are at least 2,682,270 cases of coronavirus nationwide.", "RT @OohxSweets: Yooo this COVID-19 is getting closer and scarier 😭 May god protect us and keep us healthy 🙏🏻", "My brothers friend was supposed to take a COVID test.. overslept and missed it.. a few days later had a test result in the mail saying the test was positive... that’s pretty fishy", "What will a post-pandemic news media look like? 📰", "RT @AkuaGyan: A man died because we couldn't Tube him. We couldn't Tube him because ICU is closed. ICU is closed because the ICU staff are…", "RT @genderequityvic: COVID-19 is a gendered problem! During the COVID-19 crisis, women are experiencing higher levels of depression, anxiet…", "Bendravious and Jervontae back at it again", "RT @EricFrancisco24: Imagine dying of the coronavirus because you went to a fucking Vanilla Ice concert", "Malaysian-born Indonesians Zulkifli and Zulfikar Karis were initially detained to assist in investigations into a scheme for the sale of MyKads.  #FMTNews #Mykad #Sale #Court https://t.co/LkmNvey2ZB", "RT @six26__: AIN’T NOBODY SEND NOBODY THERE TO HELP US 🗣", "RT @meyevee: Pharma giant Gilead just announced they will charge nearly $2,500 for a COVID-19 treatment called Remdesivir. The thing is US…", "Anambra State Govt has said the late Provost of College of Health Sciences, Nnamdi Azikiwe University, Nnewi campus, Prof Onochie Udemezue, resorted to self-medication in treating #COVIDー19 \n\nUdemezue died about a week ago of diabetes and COVID-19-related complications #Nigeria", "While #coronavirus has greatly impacted our #mentalhealth, here is how psychologists suggest you can combat the waves of #recession-induced mental #crisis.\n\n#COVID19 #ThursdayThoughts #Healthshots\nhttps://t.co/CJPuNtcEwH", "You can view the video of the June 23 AFTINET webinar: The pandemic is exposing flaws in global trade policy: what should post-pandemic trade policy look like?\n\nThe link is here: https://t.co/t4B3RtOpyf https://t.co/iDGr5nBdU3", "Los Angeles Clippers head coach Doc Rivers is cautiously hopeful that the NBA bubble works – and is angry about the lack of leadership around the pandemic.\nhttps://t.co/HCvNkCK76s", "Petrol consumption of 2 million tonnes in June was 85 per cent of last year's levels, while diesel at 5.5 million tonnes was 82 per cent of normal levels during this month.\n\nhttps://t.co/y9inA2jpbj", "'#America risks 1 Lakh daily #Covid19 cases if behaviors does not change', warns infectious disease expert #DrAnthonyFauci\n\n#Coronavirus \n\nRead more from @ThePrintIndia🦠 🦠\n\nhttps://t.co/95uv96gvCc", "Start your day right 🎧 with a #poem from up &amp; coming talent, Nina 💙-\nhttps://t.co/d1gti3b6EQ\n\nI've worked with Nina now for 2 yrs... lucky me! \n\nRead more vital poems from our #Lockdown #anthology here -\nhttps://t.co/sBLPQwScEf 👍\n\n@EnglishDGS  @StBirinusSchool @KateClanchy1", "Nicola Sturgeon will outline updated guidance on Scotland's social distancing measures this afternoon, with many in the hospitality industry saying it needs to be reduced from 2m for it to be worth them reopening.\n\nJimmy Lee runs Lychee Oriental in Glasgow #CapitalReports https://t.co/nrZq7l4LV6", "The COVID-19 pandemic has highlighted the importance of a robust scientific community. Filipino scientists discussed the brain drain.\n\nREAD: https://t.co/8BORMRlzWQ https://t.co/XaB1gERdT2", "Are you listening? #COVID19 has made it more difficult for girls to access their sexual and reproductive health &amp; rights, which will have long-term effects on their lives. Now more than ever, girls need to be heard. Bring girls out from the shadows.  \n#areyoulistening #2020HLPF https://t.co/gHWtzlmsbw", "&lt;326&gt; Pakistani and overseas HCW can register here, also find previous recordings and schedule: https://t.co/Obo7wmjitb \nThanks to @APPNA_Central, @APPSUK, @appne_official &amp; The Impact (UK) for partnering with @YaranWatan to provide this service to our frontline workers.", "The world needs to create a new economic model — not by going back to a world of inequalities led by an economy that kills — but by creating a fairer world. according to one of the heads of the Vatican’s COVID-19 crisis taskforce.\n\nhttps://t.co/bQmDW3KzAi via @Crux https://t.co/oo18Xp290u", "@HeartScotNews No mask?", "This New Coronavirus Wave Isn’t Like the Old Wave https://t.co/hooX9QIor7 #StayAtHome #healthcare #coroavirus #StayCured https://t.co/jwhbaE4jkP", "Can vegetarian diet prevent COVID-19 infections? The fact is, experts have not found scientific evidence that vegetarians are safe from COVID-19, nor has the WHO published any report to suggest that. https://t.co/uICK7viLEi", null, "\"The president is confident that it will disappear\" -- Kayleigh McEnany on Trump's coronavirus plan https://t.co/sHXaajVLHk", "#COVID19 has had an impact on people with communication needs - the need for #accessibleinformation is crucial. Check out @RCSLT's evidence to the @Commonswomequ inquiry into 'Coronavirus (Covid-19) &amp; the impact on people with protected characteristics' https://t.co/whUnOyw5uz https://t.co/IVtRQxGzdP", "자동광고 Coronavirus in Wales: Pubs and #Restaurants can open outdoors from 13 July https://t.co/xMswJOQKUc https://t.co/zHrHG1MjVf", "A friend reports that, w/o public notice, at least one Whole Foods location has stopped sanitizing its carts.  Perhaps WF corporate would like to respond as to how much money this is saving the company.", "RT @IlhanMN: 45 million working people have lost their jobs from this pandemic — meanwhile, America’s billionaires have a combined net wort…", "RT @SethAbramson: HOW MANY AMERICANS HAD TO DIE HORRIBLY OF COVID-19 BEFORE A SEVENTY-SOMETHING GROWN-ASS PRESIDENT DECIDED HE \"LOOKED LIKE…", "RT @NerriaNerria: My household hasn’t lacked a thing during this whole pandemic. I’m so thankful.", "remember when fucking. ACT UP said the response to covid was paralleling the response to the AIDS crisis and everyone yelled at them and now GILEAD FUCKING SCIENCES is price gouging medication for it. lol", "RT @BorisJohnson: We are committed not only to defeating coronavirus, but also to tackling the great unresolved challenges of our time.…", "German intelligence uncovered communication between Xi Jinping and Tedros Adhanom asking him to delay revealing human to human transmission of COVID-19.  Xi used that time to buy up PPE.", "RT @davidsirota: Some progressive lawmakers tried to reinstate the reasonable pricing rule, but Republican and Democratic lawmakers joined…", null, "RT @nytimes: After a party with up to 100 people in Rockland County, New York, the party host and 8 guests tested positive for the coronavi…", "Technology can boost post-pandemic productivity and employee experience https://t.co/fWRjXW6hoX", "Devo, yes. But regeneration alone, central or local, won’t solve looming UK #COVIDー19 unemployment crisis https://t.co/PbUoU6UdgC @BBCr4today @CentreProPolicy", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "RT @JohnEdwards33: @BorisJohnson has outsourced #Covid19 contracts to his Party funders. \nThe information being gathered is not being share…", "Rapper 21 Savage launches free online financial literacy program for teens amid COVID-19 pandemic https://t.co/i2HfEvhaPH", "RT @greg_herriett: The face of a Tory MP who just angrily abused SNP for talk of closing the border to protect the Scottish achievements on…", "The wait is over, we are really pleased to be able to support up and coming artist, @AaronWoodhouse8 with his latest production created in partnership with WCC. His message really captures the times that we are living in. https://t.co/fLBtDDKnfL\n\n#RaisetheAwareness #COVID19", "This tweet &amp; responses is a fascinating insight into human misreaction.", "Covid has mutated to now include symptoms for hayfever &amp; food poisoning. Better run out and get tested! 🤣\nhttps://t.co/NmQhMv7OHg", "RT @kennylinafp: “If we stop counting COVID-19 deaths, no one will die from it”", ".@IPPR Future Welfare State Review adviser Lord Heseltine argues on @BBCr4today for localised response to twin Coronavirus/Brexit threats to release ‘local surge of enthusiasm and knowledge’\n\nhttps://t.co/Z0TcCndwQ3", "July 1. That’s 108 days into quarantine and so far, they have:\n✅ Shut down ABSCBN in 2 different ways\n✅ Passed the ATB right under our noses\n✅ Arrested peaceful protesters\n✅ Blamed its citizens\n\nWhat they haven’t done:\n❎ Flatten the curve\n❎ Fight COVID", "RT @JasonHofff: Corona virus explained in craft terms:\nYou &amp; 9 friends are crafting. 1 using glitter. How many projects have glitter?", "Police armed with assault rifles were seen around Quiapo Church in Manila on Tuesday to enforce quarantine measures against the microscopic coronavirus which is causing a public health crisis.\n📷STAR/Edd Gumban\n\nMore updates on #COVID19: https://t.co/qcx94TZnuP https://t.co/SqUrIUhkKQ", "Hmmm, ok. So #coronavirus 2.0 currently being cooked up by China and Dr. Fauci are supposed to his elements of SARS and the Spanish Flu that killed millions in the USA alone. At what point do we declare war on China for trying to destroy the USA once again.. #coronavirus #GoodMen", "Great learnings from @SpeakTB . Moving on, healthworkers are on the frontlines fighting diseases like TB and #COVID19 how has stigma impacted the lives of these healthworkers? #TogetherAgainstCovid19 #ReachingtheUnreached @speaktb @usaid_india @Jhpiego https://t.co/j7sMyfjBHg", "Benefits of Using Vinsys Cloud Labs for Training I Cloud-based virtual training with zero hardware investment https://t.co/67QuRelSbp \n\n#VirtualLabs #CloudLabs #VirtualTrainingLabs #Vinsys #CloudComputing #VinsysCloud #Training #Learning #Pandemic", "RT @IngrahamAngle: Idiotic move.", "RT @twhiddleston: I’m honoured to #PassTheMic to econ and development expert Dr. @Songwevera, the Executive Secretary of the United Nations…", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "Climate change—hoax\nInaugural/crowds—hoax\nApproval/reelection Polls—hoax\nRussian Interference/collusion—hoax\nMueller Report—hoax\nUkraine Quid pro quo—hoax\nImpeachment—hoax\nCOVID—Dem hoax\nPutin’s bounty’s on US soldiers—hoax\n\nTrump’s tweeted “hoax” &gt;600 times\n\nWho’s the real hoax?", "@peterjukes The whole point of testing is to get results so that an informed decision can be made\nInstead we are using the #cummingseyetest (DRIVE FORWARDS BLINDLY AND HOPE WE DON'T CRASH) method to come out of lockdown\ntime a vote of no confidence was called for", "Just wear a face covering if you can’t distance- @LoisEmilyKing &amp; I on why it’s important. https://t.co/UIzXSFdrTt", "Counteracting Increased Fraud during a Pandemic: A Simple Approach https://t.co/5b2AeNlIwd", "RT @asliyoyo: Checkout my Latest body transformation pictures, lockdown mein ki gayi mehnat !! Share which one u like !! Pic -2 https://t.c…", "RT @RevDrBarber: Trump &amp; McConnell know that if they end Obamacare &amp; you get COVID, you won’t ever get insurance, because you'll have a pre…", "Now Even The COMMON COLD Is Being Counted As A Positive COVID-19 Result, CDC Says https://t.co/jOb4Uf0Xta", "RT @starrybright: @murdo_fraser @IanSt_John I wouldn’t say so. She seems to be totally unaware that she’s been using Covid-19 as a politica…", "I hate COVID!!!! We missing all the Chene Park concerts 😡😡😡😡", "Today is July. Arizona reported more COVID-19 cases today than the entire European Union.", "Rent is due today and countless Americans don’t know how they’re going to make ends meet this month. \n\nA one-time payment wasn’t nearly enough. We can’t wait any longer to pass my bill to provide $2,000 every month throughout this pandemic.", "RT @shyla555: Sir @DrRPNishank @DG_NTA please try to understand the situation , #COVID19 is really dangerous, please postpone neet and jee…", "RT @IanMaher7: FAO @BorisJohnson \n\nIsolating local Covid-19 outbreaks is a serious matter aimed at preventing people becoming ill, &amp; some d…", "The rush to pubs and holiday bookings pretty much underlines the level of selfishness embedded in society. These are things you don’t need, just bad, deliberate choices.", "Just gonna say it, the security guard banging someone in the quarantine hotel and then spreading it around forcing everyone to go into lockdown is VERY rugby league. Are we sure he’s really Victorian? 🤔", "Florida Sex Workers Are Going Broke Because of Coronavirus https://t.co/zWzc9BRv0r", "RT @drriteshmalik: COVID IS NEARER TO YOU THAN YOU THINK: A personal update, last month me &amp; 4 other members of my family, my father @drrav…", "RT @piersmorgan: THIS 👇", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "Police moved into the federal courthouse https://t.co/EM37iB9nXn", "@beer_guy101 The feds are pumping money into the market to try to save Trump. Pay attention to the percent positives of each state. The virus will determine how fast we recover. Right now it is not looking good.", "RT @Buntea: COVID SELF TEST \n\nAt 7 p.m. open the bottle (you know which one 😉) &amp; smell it.\n\nif you can smell, you are not affected..\n\nthen…", "RT @AlasdairMSmith: Looking forward to this at 2.30pm today.", "@DrRPNishank @drharshvardhan @SanjayDhotreMP @PrinSciAdvGoI @PMOIndia @HMOIndia @DDNewslive Rajasthan has just 1.8% covid positivity rate, yet students and teachers tested COVID positive, now imagine what would happen if you conduct NEET &amp; JEE in states/UTs like Maharashtra, Telangana, Gujarat, Delhi, Tamil Nadu where COVID-19 positivity rate is 20%-30%. https://t.co/AFVjqMLLPc", "Baba Ramdev's U-turn aasan! @sifydotcom cartoon #BabaRamdev #Coronil https://t.co/FkcoMMMRF2", "I don't think US health authorities have objectively evaluated any of the cheap medical interventions for #COVID19 that other countries are studying. If it can't make big pharma lots of money, I don't think they're interested &amp;  I don't expect that to change any time soon.", "Something I never thought I'd see:\n\nBrahmin managers harassing and discriminating against employees they consider from a lower caste — IN SILICON VALLEY https://t.co/IeiDwMzBLi", "RT @SenKamalaHarris: It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nR…", "‘Being treated like a terrorist, anti-national’: Baba Ramdev slams critics of Patanjali Coronil, says some people want to vilify Ayurveda\n\nhttps://t.co/cLqIbWSAzp", "Ice cold: Vanilla Ice will perform for thousands in Texas, where coronavirus cases are surging. \"We didn't have coronavirus\" in 1990s, the rapper said.​ https://t.co/9S4LlZZZgo", "#LiarJohnson and the Tories doing what they always do - blaming others for their failures.\nMinisters shifting blame to Public Health England for Covid-19 errors, say experts\n#ToriesLie\n#Covid19UK \n https://t.co/KcsrBHx5vI", "RT @7NewsMelbourne: While police are out in force in Melbourne, it's another story across in border in South Australia. Local police say th…", "RT @AkuaGyan: A man died because we couldn't Tube him. We couldn't Tube him because ICU is closed. ICU is closed because the ICU staff are…", "@mohitbn As of now, the membership can be transferred to a friend/family member. The cancellation policy remains the same as it was during the time of purchase. We're doing our best to identify the right solution for our members and will keep you informed on the developments.", "Yuzuki Muroi The person affected by corona is a victim, so don't blame it. Hospitals that gave patients with corona should be blamed | I'm not bad at the bad guy Muroi\nhttps://t.co/nxwCtpTKRc", "RT @ChristinaKTLA: LAPD just posted this photo of people protesting tonight. People are messaging me, asking how this is allowed, with no s…", "RT @QuickTake: South Africa's President lamented a \"surge in murders of women and children\" as lockdown eased, calling it a second pandemic…", null, "RT @mvmeet: During lockdown, BJP Karyakarthas have distributed:\n\n* 22.18 crore food packets\n* 5.04 crore ration kits\n* 5.66 crore face cove…", "RT @pinkykhoabane: Businesses are closing not only due to lockdown but also to non-payment by government depts. A company that employs over…", "I just talked to my neighbor who is a doctor who as it turns out works on projection data about COVID and he said even now if everyone just wore masks, social distanced, and didn't travel it would be basically over in four weeks", "RT @IOL: President Cyril Ramaphosa says the ban on the sale of cigarettes and tobacco products during the lockdown will eventually be lifte…", "🌱 Prints For Communities 🌱\n\nWe are hosting a one-month print sale with the help of Indigenous photographers and photographers that work closely with Indigenous communities around the world. \n\n📷 Prints can be found at https://t.co/sS3Nv9oI6r\n\nSupporting @GuardianesBos.\nThread. https://t.co/oBMj2MT2FK", "RT @BinayKumar01: Sir this is your responsibility towards students!Think as a parent..who want to send his son/daughter to exam with stress…", "RT @RadioFreeTom: Yes, that's exactly what we should presume. https://t.co/b1xjB0ZSs2", "How convenient that every bad story about you is made up. Or you never hear it. Or you aren’t informed. You tried that with coronavirus and it wouldn’t go away, because facts don’t care about your lies. \n\nSee you in November.", "I will drink sensibly and stick to social distancing but I also want to do my duty and support the businesses of #BishopAuckland #BarnardCastle #Shildon and #Spennymoor and surrounding areas. Its scary but people losing thier jobs and businesses is also scary. #PubsReopening https://t.co/W7v29zCK6I", "#COVID19 has also impacted the lives of the migrant workers. @UNICEFIndia @DrLahariya and @swasti could you reflect on how COVID-19 has aggravated their risks and vulnerabilities? #TogetherAgainstCovid19 #ReachingtheUnreached @usaid_india @Jhpiego https://t.co/ou5LDdHctg", "🙌 Masks Save Lives Blue #Mask - Masks help to protect yourself and others, especially the most vulnerable group such as the elderly. Be a beacon of social responsibility!\n 🌈 PLS RT and FOLLOW 🙏 https://t.co/5dgHqdp8xu #Covid19 #Facemask #Findyourthing #Maskssavelives #Wearmask", "RT @DailyPostNGR: COVID-19: Nigerian govt clears air on reopening of schools https://t.co/BnojFAnqXF https://t.co/M6yoPmC9Ya", "⚠️🦠 US hits 2.5 million COVID-19 cases as virus surges across country - https://t.co/vIJUw6m2MN CLICK to read 👈 Virus BREAKING Live News 24/7 ⏰ PLEASE RT and FOLLOW 🙏 #virus #outbreak #pandemic #sars #ebola #COVID2019 #COVID19 #coronavirus", "RT @rmayemsinger: This is so sad. The guest who infected Macias and others attended the party knowing he was COVID positive, but since he h…", "Brit tourists hit with 'Covid tax' as they arrive in Spain after lockdown https://t.co/i9hvNPlKwA", "The bitches that be posting about being on their grind 24/7 are the same mf not wearing a mask during a pandemic like pls just get on the damn ventilator already", "RT @SenSanders: Rent is due. But over 40 million Americans lost their jobs because of this horrific pandemic. How are they expected to put…", "RT @MayorDarcy: The Woolworths Balmain staff member who tested positive to Coronavirus worked in the self service section of the checkout o…", "Govt postpone all other exams due to corona but they want to conduct jee and neet exams #atyachariMHRD #resignRPNishank #RIPNTA\n@DG_NTA @DrRPNishank https://t.co/Bz2CL8quud", "RT @JoeBiden: Mr. President, this pandemic isn't about you. It's about the health and well-being of the American people. https://t.co/uxRij…", "#CleanHandSanitizer #cleanbacteria #handcleaner #handcleaners #hands Bath Body Works Pocketbac Hand Sanitizer Holder Anti Bacterial Gel CLEAR GLITTER: $12.34End Date: Saturday Aug-1-2020 12:26:33 PDTBuy It Now for only: $12.34Buy It Now | Add to watch… https://t.co/KVYYfCsSH3", "NEW: More than 40 school principals in the South Bay (Northern California) are in quarantine after being exposed to COVID-19 during an in-person meeting held by the Santa Clara Unified School District to discuss re-opening schools. \n\nhttps://t.co/7B6ICbvju4", "BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was passed in honor of a 26-year-old who died rationing insulin.\n\nThe law would've taken effect today. Pharma's fighting it during a pandemic.\n\nBeyond unconscionable. https://t.co/vzfBqPD3fo", "#CORONAVIRUS: School leaders in England to be told there is no need for pupils of any age to sit apart when they return to class in September.\n\nUnder new guidance, self-contained classes or \"bubbles\" - which cannot mix - will be expanded to allow all children back. https://t.co/MQI2EMRnOG", "Coronavirus: 'Super Saturday' revellers told they must drink responsibly as pubs reopen https://t.co/Py9titKURN", "RT @solindamaya: Crocodiles can Gallop, but Alligators cannot\n#คุณโดนอุ้มก็เรื่องของคุณค่ะ #ช่องส่องผี #saveวันเฉลิม #KTH1iscoming #Protect…", "RT @loveshandle: It's sickening to see the right-wing vilify the public servant Dr. Fauci ... because they have to find a bogeyman to blame…", "Kremlin-backed Trump’s COVID-19 response is to allow the pandemic to wash over the U.S., overwhelming hospitals and the health care system, killing millions, and devastating the economy. \nIt’s in line with Putin’s plan to destroy the U.S.", "Pharma giant Gilead just announced they will charge nearly $2,500 for a COVID-19 treatment called Remdesivir. The thing is US taxpayers invested at least $70 mil developing remdesivir while the cost of making the drug is $10\n\nThis isn’t healthcare. This is extortion.", "Employee At Balmain Woolworths Tests Positive For Covid-19 more at https://t.co/A7zkPWRC96 https://t.co/HaHPzeUt7u", "RT @PrinceHAK33M: My opinion on Covid-19 is whether you think its serious or not, you lose nothing by being cautious and you can lose every…", "Lady Jacket Softball Tryouts:           July 27-Entering 9-10th grades                      July 28-Entering 9-12th grades                               \nBoth dates-6-8:30pm.                    Keep in mind, dates could be changed due to Covid-19 and AAA rules and guidelines.", "Bendravious and Jervontae back at it again", "My ex-girlfriend #Sarika sucking my cut hard dick during lockdown https://t.co/lLg6dsgadv", "RT @drmarielouise: Creasy asked if contract with Deloitte for covid testing requires it to report positive cases to Public Health England a…", "@YahooNews Given where it is, they may not like the results. Anyway, just do it.", "@NoLongerIgnored @JosephJFlynn1 @flynn_neill @GenFlynn @BarbaraRedgate @GoJackFlynn @lofly727 @76LibertyWatch Seeing violent criminals released so close to the elections under the guise of coronavirus is making the hair on the back of my neck stand up. We’ve seen this too many times before. There’s always been an ulterior motive and never a good one. /9", "Congratulations to @foxandfriends on completely dominating the just released morning TV Ratings. Morning Joke, staring Psycho Joe Scarborough on MSDNC, a Concast Company, was a disaster. Even worse was the barely registering @CNN mess!", null, "Shocking lack of respect for a sector that contributes £30 billion a year to Britain’s economy. Shame on you @BorisJohnson - I would hope your @Commonswomequ don’t support this disgusting display of male chauvinism https://t.co/SOjauEWe6c", "Hatsoff VadaChennai #SFC #Suriya fans for their grt #Corona relief work. For the past 80 days, they've been providing food (lunch and dinner) &amp; water bottles to homeless street dwellers (around 20640 poor and needy ppl)\n\nMore power to you guys 👍", "The immediate danger isn't pandemic. It'll be over. It isn't climate change, it is addressable. The immediate danger are the men ruling the world at the moment with far reaching consequences. Trump, Modi, Putin, Erdgon and likes.", "RT @Harry_Styles: DO NOT TRY THIS AT HOME. Practice social distancing. Watermelon Sugar Video Out Now.\n\nhttps://t.co/CFnaJ3JpFb https://t.c…", "Dr. Zelenko soon to publish results on the largest US cohort of COVID-19 patients receiving outpatient treatment w/ HCQ/AZ/Zn.\n\nWill be one of the first US studies on EARLY treatment (&lt;5 days from symptom onset).\n\nInterview below @zev_dr &amp; @RudyGiuliani \n\nhttps://t.co/9xzQuayNH7", "Why are there evictions happening in the middle of winter in the middle of a pandemic in the first place", "Those experts said children don't die from Covid 😢", "RT @sgrate__: Been fighting COVID-19 with the same lil mask from March. I know I’m up next 😩", "Your body needs magnesium for hundreds of chemical reactions but most people don't get enough. \n\n#MentalHealth Specialist Ann Silvers, MA explains what to look for in the link below. \n\nhttps://t.co/8fxvDoq07c via @AnnSilvers. \n\n#anxiety \n#coronavirus https://t.co/Duisba7y49", "I hear from docs every day who can't understand how this outrage has been allowed to propagate. Shock, disbelief, &amp; disgust in how utterly corrupt the medical-political-pharma complex has become. 🤑", "Imagine dying of the coronavirus because you went to a fucking Vanilla Ice concert", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "RT @ndtv: Watch | Delhi CM Arvind Kejriwal lists outs eligibility criteria for donating plasma to help other #COVID19 patients. https://t.c…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "Lt. Gov. Patrick: Texas Coronavirus Fatalities Remain Flat — ‘I Think We’re Doing It Right’ https://t.co/QPOoeEBjJT", "@tlowdon @daniellevitt22 As you’d expect, this has resulted in a proportionately very high number of C19 false positives. Field test reliability we are seeing is best case 5%, worst case 50% false positive. Much worse than lab accuracy.", "Mumbai: Online Payment A Way Out Of BEST's Chillar Problem\n\nVia. @rajtoday \n\n#COVID19 #Coronavirus\n@myBESTBus \n\nhttps://t.co/ljaluZTSGU", "RT @henryshield: Only Buhari will have the audacity to increase fuel pump price in the middle of a pandemic when families are struggling to…", "RT @wef: World health leaders: 'Human activity to blame for diseases like COVID-19' https://t.co/SdjCaL1TpH #ClimateChange #Covid19 https:/…", "When I was at the WHO I was involved in trying to help some of the poorest countries in the world tackle cancer.\n\nEvery year it kills millions of people globally.\n\nGovernments across the world all need to remember it isn't just the Coronavirus that is killing people.", "Conducting home evictions in winter, in the middle of a global pandemic, amongst the poorest and most vulnerable people in Cape Town is unconscionable. Doing so with violence and by publicly stripping people of their dignity is unforgivable. Where is leadership in the @CityofCT?", "RT @AnonsSynonymous: @TheKurtamous This is in TX &amp; AZ too...they're flying them in\n\nhttps://t.co/25HuXb0uW9", "@true_pundit https://t.co/CA5fk1AJhj", "we are opening tomorrow for the first time since the pandemic. however, only one person will be allowed in. that person is @BernieSanders", "15 minutes to go until our panel on #COVID19 &amp; its impact on #datacenter operations with experts from Schneider Electric &amp; more! Register now to tune in: https://t.co/XwW9D9RZq8\n\nST Telemedia Global Data Centres, AirTrunk, CBRE", "UCP’s corp “Job Creation” tax cut from 12% to 10% resulted in 52K jobs LOST July-Feb PRE-pandemic instead of 55K jobs made. Now they want to cut corp taxes further to 8%, decreasing revenues further. AB will lose even more services. #ableg #UCPcorruption", "No 'one size fits all' solution for schools and Covid-19, says teacher's union", "RT @sfchronicle: JUST IN: More than 40 South Bay school principals are in quarantine after being exposed to COVID-19 during an in-person me…", "Residents in the economic powerhouse of Gauteng can expect Covid-19 cases to reach 120 000 by the end of July, the province's Health MEC revealed to News24. | @CannyMaphanga \n\nhttps://t.co/i8MW17lw3Z", null, "JUST IN: The United States has reported over 50,000 new cases of coronavirus today", "RT #LetTheMusicPlay is to show how important it' for the UK Gov to help the live music industry. Pls join in with a memory from your last show. The goals are a clear timeline for reopening without social distancing &amp; phased programme of financial aid across the live music sector. https://t.co/CBdysE16mZ", "RT @NPR: Abbas has worked in a Kabul cemetery for more than a decade, sometimes being called to help bury victims of militant attacks.\n\nBut…", "https://t.co/OEYJXLbe6o COVID-19: 172 Nigerians Evacuated From Uganda, #Kenya Arrive Nigeria https://t.co/VqUGWHr8Gj #cryptonews #ethereum #777 https://t.co/GdLkMqUKJa", "⚠️Attn Resisters!\n\nHave y'all seen this crazy Trump2020 video? I might be super late so idk\n\nIt's saying that the Democrats built up &amp; released COVID, that George Floyd's death was staged, that Obamagate is real &amp; it's all in that super serious documentary style.\n\n#WTF #VoteJoe", "RT @balleralert: A black couple had to defend themselves against 10+ racists while trying to enjoy dinner and following COVID-19 guidelines…", "So the guy jokes about a sore throat and says he’s probably covid positive. Within 30 minutes every person backs out of our group camping trip. These people have been spending too much time on twitter. Like when the absolute fuck did everyone get so fucking paranoid.", "RT @TechCircleIndia: UpGrad revokes pay cuts, extends work from home for employees | @mayank_kmr, #UpGrad\nhttps://t.co/CnGQwOBTMS", "living through this pandemic has taught me how to provide for myself all the love I need", "RT @nytimes: After a party with up to 100 people in Rockland County, New York, the party host and 8 guests tested positive for the coronavi…", "RT @VinayKu80120022: Stop illegally occupation of Hongkong. Everyone in the earth know that the 'Corona Factory China' occupy the country H…", "RT @Independent: Exclusive: Pregnant and disabled people among hundreds of asylum seekers placed in hotels for months during lockdown\nhttps…", "Y'all should have already done it. Since DC doesn't care, we should burn it to the ground.", "NEW for @itvpeston \n\nIf there is a second wave of coronavirus, which of the following do you think will be most to blame?\n\nThe public: 59%\nThe government: 33%\n\nTables: https://t.co/tGQm3I0GQu\n\nStory: https://t.co/CfZk4Rhi6i", "A strain of flu virus spreading in Chinese pigs has shown it can also infect humans, and it “possesses all of the essential hallmarks of a candidate pandemic virus,” according to researchers https://t.co/YsKVzo2QSh (Video via @QuickTake) https://t.co/xqGGijeoCB", "And guess where bar owners and bartenders chose to protest the closing of bars just the other day ...", null, "RT @Phamdrick: Y'all mfers keep posting about \"Stay home, don't go out! Flatten the curve!\" but workout at your local commerical gym like i…", "On #DoctorsDay, I am immensely grateful to the dedicated professionals who inspire hope in #Covid19 times.\n\nToday at 10 am, watch 4 dedicated nurses in conversation with me about the Covid crisis and how we should react to it. https://t.co/PujxVQbdvE", "A strain of flu virus spreading in Chinese pigs has shown it can also infect humans, and it “possesses all of the essential hallmarks of a candidate pandemic virus,” according to researchers https://t.co/YsKVzo2QSh (Video via @QuickTake) https://t.co/xqGGijeoCB", "#RealPeopleTalkCOVID \n\nDay 12 of quarantine \n\nWhile we're talking about testing, a friend of mine posted this so thought I'd share with you.\n\nAlso went on the dischem website to verify. Here's the link\nhttps://t.co/5uFMkVXcR9 https://t.co/uGRbqOF8TS", "It baffles me that schools would throw away kids’ food or deny them a hot lunch because of inability to pay, BUT Covid hits and now my county provides 6 full meals a week to any kids under 18yo, enrolled or not. They always had the ability to feed kids, they just didn’t want to.", "RT @DrLahariya: 1st step to solve a problem is to acknowledge it. COVID19 &amp; measures thereof aggravated many challenges: reduced or no inco…", "I talked to Steven Manzo in late March, just after he lost his job at a Michigan bar. \n\n2 weeks later he died of a drug overdose, his first relapse in years.\n\nAmbulance data shows drug overdoses jumped \n18% in March\n29% in April\n42% in May\nhttps://t.co/yw1eFfMQKx w/@thewanreport https://t.co/afPe3yulXo", "Doctors, dentists, retirees and students among the 17,100 who have volunteered to help fight Covid-19 https://t.co/AWPDNKyjmT", "@sjmillery @LionelRichie My last was a night of revelry at @TheRSC just before lockdown \n\nWon’t be there again this year 😢\n#LetTheMusicPlay https://t.co/jisz7nmAny", "Weird how countries run by anti-science fascist authoritarians are all doing very poorly against the coronavirus. Must be a coincidence. https://t.co/UPXgeyWmnH", "What makes for a successful lockdown ad? Find out on this morning at 11am in CR's rescheduled live broadcast with @publicispoke creative director Rob Butcher and L.A. Ronayne, group creative director at @Anomaly. Register here https://t.co/XDfBk1QDaK https://t.co/pCPw8A53jI", "\"Every person needs to look at their #COVID19 risk.”\n-@DrMikeRyan https://t.co/YqZdHjWYvW", "RT @LouiseMensch: Hi Texas. If you don’t want to die, vote @JoeBiden for President. #Biden2020", "RT @mynameisjerm: My view from the start (for those at the back):\n\n- the virus isn't the flu, but similar\n- it's worse than flu, but nothin…", "My best friend that works for HSI said border states are bringing stage 3 COVID patients from Mexico to the U.S. Especially while the riots were happening,\n\n@realDonaldTrump", "Non-essential vehicular movement banned in Ganjam till July 31 #Odisha \n\n#COVID19\nhttps://t.co/F3IdF4iLsn", "RT @SteelhorseQ: Australia Begins Massive Military Build-Up As Conflict With Communist China Grows Over Pandemic. The released a bio weapon…", "RT @hbecerraLATimes: Gilead patent limits access to coronavirus drug remdesivir - Los Angeles Times https://t.co/v8pYsF7fye", "@Miss_Zeepoint Sponsored by Darwin, I hope!", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "Gilead's coronavirus treatment remdesivir to cost $3,120 per U.S. patient with private insurance https://t.co/eSTgu90H2X", "You know how cool it is when you stumble across a band or artist that nobody else knows yet but who’s totally amazing?  \n\nThat’s how I feel about the brilliant @EthicalSkeptic.\n\nThey’re finally getting their due as absolutely nobody is better suited to  analyze COVID. So awesome!", "Savings and voucher group will “emerge strongly” from coronavirus crisis https://t.co/YTx04R1JB1 https://t.co/n6GePNBvJr", null, "How cute samaira was😍😍😍", "Nigeria Records 790 New COVID-19 Cases As Total Infections Exceed 26,000\nhttps://t.co/fJvSkWag8A https://t.co/v5yhHDWgqZ", "RT @singh_golu13: @myogiadityanath @UPGovt Do's &amp; Don'ts during Covid-19\n\nLink - https://t.co/cCcP4LHffy\n\nPlease wear face mask 😷\n\nthanks", "RT @karliekloss: Wear a mask, we’re still in a global pandemic 😘  \n\n(cc: y2klewks on Instagram) https://t.co/Taqc1mlAJw", "Two @realDonaldTrump sellouts &amp; official Donald ass kissers.  NOW, you're for wearing a mask &amp; social distancing?  Too little, too late, just like @senatemajldr.", "@dreamofmyface Are you saying@you just picked your nose. What the hell are yousaying", "Thank you to everyone who joined in and here's to continuing to work #TogetherAgainstCovid19", "Negative 🤓", "With spike of 19,148 cases, India's Covid-19 tally crosses 6 lakh mark \n\nThe total cases now stand at 6,04,641 of which there are 2,26,947 active cases while 3,59,860 patients have been cured/discharged/migrated.\n\nhttps://t.co/i7FSXprU1i https://t.co/1FhFodzyPM", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "1/. After a collective #covid19 trauma, Italy saw a sudden disappearance of new serious #covid19 cases 2 months ago, but is now experiencing a collective #PTSD https://t.co/E40isDZO12", "RT @halletecco: The best #COVID PSA I’ve seen. https://t.co/uNTVZ1lwBU", "PLEASE do not ignore India’s middle-class. The pandemic ramifications and the botched lockdowns have created havoc: \n1) Job losses\n2) Salary cuts\n3) Huge uncertainty \n4) EMI liabilities \n5) Mental health \n\nMany in the middle-class category do not speak up as they feel awkward.", "[VIDEO]\n\n@Stray_Kids' WORLD IS ONE Online Concert video message\n\n#StrayKids #스트레이키즈\n#GO生 #GOLIVE\n#神메뉴 #GodsMenu https://t.co/lbejFf4x2i", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "The US has bought almost all the world's supply of Covid-19 treatment drug remdesivir.\n\nThis leaves no supply for the next 3 months for most of the rest of the world.\n\nThe US currently leads the world in Covid-19 cases with over 2.6 million infections and over 127,000 deaths https://t.co/gmKuN7WwHf", "a man being evicted is asked by the judge if he has evidentiary issues with the argument that he owes rent. tenant says he doesn’t know what that means but his wife died and he hasn’t gotten his covid payments. judge asks again if he has evidentiary concerns, grants the eviction.", "RT @Iuciferspride: not to be emo or anything but gosh i love them so much :(( i can’t believe 7 demon brothers have my heart on lockdown li…", "RT @atrupar: Trump ludicrously claimed to Fox Business just now that \"I think we're gonna be very good with the coronavirus. I think that a…", "RT @andrewokoose: @Ezeakachidozie pastor said is related or the cause of covid 19.\nThis is rigged country. Wld elaborate tomorrow", "RT @mormorlady: My brother was on the #RubyPrincess trip to NZ which disembarked March 8th prior to the next deadly cruise \n\nHe's been told…", "Pubco sees profits drop as lockdown hits bottom line https://t.co/BLiC34ijvk https://t.co/jvqklKbe7b", "Are you still operating your business from home? Do you need a professional and convenient service that will allow your business to do what it does best while you juggle your work/life balance? We take your success seriously at TBE. Visit https://t.co/43C2CmwFFj to learn more https://t.co/D2fkWc0C5T", "RT @RepAndyBiggsAZ: ➡️ The percent of COVID-19 cases hospitalized in Arizona continues to fall - it is now at 5.75%.\n\n● Remember - almost t…", "Covid-19 was the last thing on this 30-year-old's mind when he went to a crowded bar in Scottsdale, Arizona.\n\nTwo days later, he awoke with a fever of 103 and body sores, he says. A week later, he was in the hospital, where he was put on a breathing tube. https://t.co/tuNO2i0eBc", "Telugu TV actress #NavyaSwamy who has tested positive for #COVIDー19 has urged people to take precautions and stay away from negative. \n\nShe says there is nothing to fear even if you tested Covid +ve.\n\n#COVID19 #coronavirus #Navya https://t.co/WIrpcxOLg9", "u mean Gilead the same company that has HIV preventative drug pREP patented &amp; charges patients $20,000+/year? Gilead the same company tht sued china in early quarantine for trying to patent remdesivir in fear they would distribute it to the public for a low price? NO FUCKING WAY!", "There is still. no. national. testing. strategy.\n\nThey just decided not to do one. \n\nAnd now we're at 50k+ cases a day without one:\n\nhttps://t.co/fy5b0mZQRI", "Conducting home evictions in winter, in the middle of a global pandemic, amongst the poorest and most vulnerable people in Cape Town is unconscionable. Doing so with violence and by publicly stripping people of their dignity is unforgivable. Where is leadership in the @CityofCT?", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "I don’t want to link to it because the footage is degrading, but the violent dragging out of a naked man by Cape Town officials in a settlement eviction today - sparking widespread anger - sums up how the pandemic isn’t altering SA’s governance failures. Just amplifying them.", "176 lives lost to coronavirus in the last 24 hours. Is this just accepted as the new normal?", "COVID-19: Nigerian govt clears air on reopening of schools - https://t.co/h5cy3Xr7sA\n\nThe Nigerian Government has cleared the air on the reported move to reopen schools amid the continual spread of coronavirus pandemic.\nEmeka Nwajiuba, Minister of State for Educa...", "Number of new daily coronavirus cases in the US tops 52,000 https://t.co/SUksuxwIBf", "Of course not. There is a fucking Pandemic.", "THREAD: Let me tell you a story of repeated and deliberate public policy decisions that will result in Americans getting fleeced on the price of a drug during a lethal pandemic. Come, gather 'round children... (1/x)", "@TerenceLeungSF @mvollmer1 @rwang0 @YuHelenYu @Ronald_vanLoon @HeinzVHoenen @morgfair @kashthefuturist @sallyeaves @FrRonconi @SpirosMargaris @ChuckDBrooks @antgrasso @Fede_Aguggini @kuriharan @MikeQuindazzi @Paula_Piccard @KenLittle we learn lifestyle on other planets like mars", "RT @mitchellvii: SOMETHING IS FISHY AS HELL:\n\nSince testing began on Covid, FL has returned 8% positive and NY has returned 11% positive.…", "RT @CAPAction: .@PressSec tries to claim that 48,000 new coronavirus cases in ONE DAY is just the \"embers\" of the pandemic. \n\nThe Trump adm…", null, "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", ".@LouiseBradleyMH and @stankutcher talk building resiliency and the difficulty of being a parent during this time of instability. While it's natural to worry about your children, it's important to take a step back to review your approach.  \nFull interview https://t.co/ThPPGdO2eK", "RT @GauravPandhi: A month ago, a student in Kerala died by suicide as she was unable to attend online classes during lockdown. Shri @RahulG…", "~ 225,000 new cases a day (new record, Wikipedia data) Daily New Cases --- Worldwide --- #COVID19 #Coronavirus @oli3be ‟Tipping Point‟ moment in an epidemic when a virus reaches critical mass. It‟s the boiling point https://t.co/lAQLabA22I\nhttps://t.co/j1D1VSg7LZ https://t.co/DyG1vFZ7n8", "RT @Elvira_lion: SAN DIEGO AREA ‼️\n@Wendys on Convoy St. &amp; Clairemont Mesa Blvd. both had 3 workers test positive for COVID-19. Only made h…", "It’s wild to me and by wild I mean completely insane that Americans won’t be able to go to Europe when it opens up because our dumb president has done such a terrible job controlling coronavirus", null, "People are being forced from their homes during a global pandemic, amid COVID case spikes, in the middle of a massive economic crisis. \n\nWe had opportunities to take care of our neighbors, but every level of government has resoundingly failed poor and working class tenants.", "India becomes 4th country to cross 600,000 COVID-19 cases https://t.co/9K0GI1sliL https://t.co/sXDxzQGZba", "Tuscaloosa students diagnosed with COVID-19 have been attending parties as part of a disturbing contest to see who can catch the virus first, a city council member says. https://t.co/jTAafPMmru", "RT @CarolLeonnig: NEW&gt;&gt;&gt; A hot scramble ensued after Trump staff tested positive for coronavirus at his Tulsa rally. The campaign asked nur…", "RT @lukehgomes: \"I feel this desperation to get my hands on just about any job I can,\" says Tess, who lost her job as a children's book edi…", "Thank You Chairman senate for taking notice and asking GoB &amp; PDMA for Covid 19 test facility at Gwadar. https://t.co/8yJmkXACWV", "RT @seattletimes: NEW: At least 80 UW students living in 12 fraternity houses have tested positive for the coronavirus.  https://t.co/D3tdv…", "This will not age well. \nhttps://t.co/ShCmjq1qBt https://t.co/9mCH2NicpW", "RT @getwalnutapp: '#DigitalIndia has encouraged new-age companies like ours to push the boundaries of innovation &amp; facilitate financial inc…", "RT @mitchellreports: .@realDonaldTrump on the coronavirus on July 1st: “I think at some point that’s just going to disappear, I hope” on a…", "Lockdown: Suicide fears soar in LGBT community https://t.co/9mmOaddEE2", "RT @Che_guevara_in_: Big breaking : US reports 52,000 Covid19 cases in last 24 hours.\nUS' largest increase so far.", "RT @six26__: AIN’T NOBODY SEND NOBODY THERE TO HELP US 🗣", "Tuscaloosa students diagnosed with COVID-19 have been attending parties as part of a disturbing contest to see who can catch the virus first, a city council member says. https://t.co/jTAafPMmru", "RT @AndrewDather: My brothers friend was supposed to take a COVID test.. overslept and missed it.. a few days later had a test result in th…", "Yet, migrants hv a few addl. challenges- lack of social support, unfamiliarity with health facilities and apprehensions, &amp; unlike residents, they r mostly dependent upon some1 else for work, i.e., construction work or factory. (2/5)\n@USAID_NISHTHA @harsh_mander @sanjayjavin", "RT @PrakashJavdekar: Lockdown relaxations have let libraries reopen. Bappuji Library in perumkulam village in Kollam district has ensured t…", "RT @13sarahmurphy: Our PM keeps referring to his approach to further outbreaks of Covid as ‘whack-a-mole’.\nIf the screaming inappropriatene…", "Me and my folks ain’t celebrating da 4th for this country but what we are gone do is cook enjoy time with each other fuck Corona my family been going thru shit and we need to get together and enjoy this free day off work", "@DrRPNishank Looking at the growing Corona case,many states have implemented lockdown till 31st July and #NEET is on 26th July. So are you playing with 19 lakh students life.If you are a person with some humanities then sir plz\n#PostponeNEETandJEE2020 \n#WakeupHRDpostponeNEETjee", "RT @kittygomechan: #UBI would be the quickest way for us to #FlattenTheCurve.\n\nPass it on. https://t.co/FCLTW7ZETQ", "RT @rita_larkin: @MediaMarkSmith @William_Wragg @BorisJohnson @bbeautycouncil @SpaVoice @Habia_SSB What our politicians fail to understand…", "Rapper 21 Savage launches free online financial literacy program for teens amid COVID-19 pandemic https://t.co/i2HfEvhaPH", "HOW MANY AMERICANS HAD TO DIE HORRIBLY OF COVID-19 BEFORE A SEVENTY-SOMETHING GROWN-ASS PRESIDENT DECIDED HE \"LOOKED LIKE THE LONE RANGER\" IN A FACE MASK AND AGREED TO WEAR ONE LIKE A 3 YEAR-OLD IN ONESIE PAJAMAS FINALLY AGREEING TO EAT HIS VEGETABLES GOOD GOD ALMIGHTY IN HEAVEN", "RT @wayward24: Ministers shifting blame to Public Health England for Covid-19 errors, say experts https://t.co/NmZo7hWIid", "A heartwarming lockdown tale: sitting at home yesterday eve, nothing to do, nowhere to go, when my sister texts she totally forgot she reserved us two tix for an online lecture! We happily watch \"VIOLENT FLUIDS: FEMINIST HISTORIES OF BLOOD\" together, the end", "Keir Starmer catches out Johnson in yet another lie: the Mayor of #Leicester hadn’t received the Pillar 2 data when Johnson said he had. Lying is a matter for resignation, and this government’s incompetence and dishonesty are costing lives. #PMQs #COVID19 https://t.co/t72FecIvlC", "RT @KarluskaP: This is a must listen - what they are not reporting on Covid numbers! “Politics” Thank you Dr Seigel #TheMoreYouKnow https:/…", "Indore: 19 test positive for Covid-19, cases rise to 4753 https://t.co/sEH0BLjhR6", "RT @RealCandaceO: I’m glad that the now that Trump has laid down the law &amp; order hammer on the anarchists, we are now back to our regular s…", "@mitchellvii @soledadobrien The market fearlessly marches higher and higher. The market can see right through this BS and Pesto! another \"once in a generation\" buying opportunity. Those panicked and fearful of COVID19, just follow the money - they know what's really happening.", "@GeneralJordie @AdvoBarryRoux 🤣🤣🤣🤣🤣Phakathi inside", "The Woolworths Balmain staff member who tested positive to Coronavirus worked in the self service section of the checkout on June 27 &amp; June 28. If you visited the store on the weekend, health authorities advise to be alert to possible symptoms &amp; to get tested if you have any.", "me, ever so naively, at the beginning of lockdown: https://t.co/NhCR0GRUm5", "RT @asadowaisi: .@PMOIndia aaj China par bolna tha, bol gaye CHANA par. Which was also necessary since your unplanned lockdown had left man…", "RT @timesofindia: #JustIn | Centre informs SC that it has blacklisted 2765 foreign Tablighis for participating in Nizamuddin Jamaat. It say…", "#UNBANPUBG\n A Game could never encourage you to suicide. Pubg is the best thing out there to fight depression. You are tensed after working long hours in office play a match and you will be relaxed. You got free from home chores cooking and all play a game you will feel good.", "Thanks Brother ❤️🙏\n\n#SFCWelfareWorks", "Thika Cloth Mills has benefited from a lucrative government contract to manufacture garments for the disciplined forces. This is a big boost for the company that was recently forced to lay off some workers due to the COVID-19 socio-economic hard times.\nhttps://t.co/gyH1q46SXW", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @MayorDarcy: The Woolworths Balmain staff member who tested positive to Coronavirus worked in the self service section of the checkout o…", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "RT @afgrassports: #GrassrootsSports is a potential source for widespread community spread of COVID 19. If you need free advice on protocols…", "RT @statsmaldives: If you were a resort worker at the time of COVID19 please participate in our Survey through https://t.co/1PrN40WBgn. Res…", "This portrait is made with the pics of all the doctors and nurses who passed away in this pandemic. Enlarge and see\n\nIt's very difficult to be a doctor , very easy to criticize\nHappy doctors day to all who gave their life for mankind and those who are still working day and night https://t.co/aKg1T2IrWR", "I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; will be out of work for 2 weeks ✨ if you’d like to donate my cashapp is $CydneyRandle &amp; my Venmo is oliviabensonstanaccount ! That’s all !", "RT @GMONEYizME: 50000 new Corona virus cases in America ... IN ONE DAY", "RT @Vakeel_Sb: Need Urgent Plasma for my granduncle who is on ventilator support. \nPatient Name: M.N. KHAN (Nammu Khan. \nBlood group: A+ve…", "Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio. Texas has FOUR metroplexes out of the top five metroplexes in the nation with the highest positivity rates. Abbott needs to take more action.", "RT @mrjamesob: Important to point out that politicians claiming to have taken back ‘control’ from Brussels belong to the party that had com…", "Agra: Door-to-door COVID-19 screening begins as cases cross 1,000 https://t.co/Smga3MLTWV https://t.co/Wat0Ievc5C", "RT @mipaltan: Calling your friends to play gully cricket after the lockdown is over 🥺🏏💙\n\n#OneFamily @ImRo45 https://t.co/mjXUr4Liv3", "RT @timesofindia: #JustIn | Centre informs SC that it has blacklisted 2765 foreign Tablighis for participating in Nizamuddin Jamaat. It say…", "Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio. Texas has FOUR metroplexes out of the top five metroplexes in the nation with the highest positivity rates. Abbott needs to take more action.", "Party president inspected the ongoing work of PMGSY road at Dipik Village. The quality of work marvelous &amp; rapidly workout though in a hazardous situation of covid19. Under dynamic leadership, of HCM @PemaKhanduBJP ji, constantly enhance development activities in various fields. https://t.co/XSEEQMYUmZ", "シンガポール総合病院の血液内科 Heng Joo Ng教授が率いる医学研究者は最近、ビタミンD3、ビタミンB12、マグネシウムなど、安価で入手が容易なサプリメントの併用が、高齢のCOVID-19患者の重症度を減らすことができることを示しました。#新型コロナウイルス \nhttps://t.co/CMlmYko66Y", "We need to take responsibility for our waste. An appeal from Kumudha. Treat your used masks and gloves like sanitary waste. Wrap in newspaper with an X mark. \n@BeautifulBluru @Hasiru_Dala @HasiruDalaInnov @wasteframes @swatissambyal @malini2009", null, null, "Random thought that popped in my head with all this contact tracing for Covid why were they doing this with the AIDS epidemic was HUGE??", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "📊 10 reliable, data-driven visualizations related to #COVID19 to help you stay up to date. Read the full article: \n\nhttps://t.co/q5OP40Htwt", "Me, three months ago: “if you get covid, don’t disclose your autism diagnosis to doctors.”\n\nAllistic people, three months ago: “stop being so dramatic!”", "Public health, not politics, must drive decisions on COVID. I’m sure the Governor of New York (below) isn’t being political in imposing quarantine on people from higher transmission US states - he’s acting to protect the people he serves from a deadly virus.", "It’s almost 2AM. Still running a fever. I’ll probably get a Covid test later. I hope this isn’t it.", "Update: I was fired for this post.", "RT @SaketGokhale: Using the lockdown as an excuse, @PiyushGoyal has initiated privatization of Indian Railways. \n\nFor starters, 109 routes…", "RT @RupertLowe10: From Coronavirus to Hong Kong, the Chinese Government are showing their true colours. \n\nAn awful regime.", "RT @johncrossmirror: This is a great idea... Let’s have “one big, final, nationwide clap” at 5pm on Sunday. Thank the heroes of the pandemi…", "Rent is due. But over 40 million Americans lost their jobs because of this horrific pandemic. How are they expected to put together the income to make rent?\n\nIt is time to cancel rent and mortgage payments until this crisis is over.", "RT @RiteshJagle: #FreeHongKong\nwhat happen now? i don't know #hkpolice why stop and search hongkongers??\n\n#FiveDemandsNotOneLess #FreeHongK…", "RT @paulkrugman: By now we were supposed to have a fading pandemic and a roaring recovery. Instead we have a fading recovery and a roaring…", "RT @Independent: Boris Johnson warned workers facing unemployment because of coronavirus cannot get training https://t.co/JlDKgmD84t", "1. Short #Covid19 vaccine thread:\n@WHO says 17 vaccines are in human trials around the world at this point: 7 in China, 4 in the US, 2 in the UK* &amp; 1 each in Russia, South Korea, Australia &amp; Germany. \n*the Oxford-AstraZeneca partnership in the UK is testing 3 vaccines.", "I don’t know who needs to hear this but 4th of July is CANCELLED. First of all, this country is not worth celebrating. Second of all, the cases for COVID are only growing. STAY HOME !!!", null, "President Rodrigo Duterte should \"intervene\" in the reported spikes in water and electric bill during the pandemic as it may haunt admin bets in the 2022 elections, said Sen. Imee Marcos. \n\nREAD: https://t.co/F7sz1TNLFi https://t.co/BgclbOfPtH", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "RT @BBCNews: “Mummy what's his name?”\n\nDr Clare Wenham, we understand your struggles of working from home and looking after children 😂\n\nhtt…", "RT @VanCamp: The correct way to navigate this pandemic is to assume that you have COVID asymptomatically, and that you are liable to transm…", "@jungleincxrp Yeah they may post a loss because of the pandemic like a lot of companies", "*COVID-19: Nigeria records 790 new cases, total rises to 26,484* \n\nhttps://t.co/Yfm7J0E0NV", "RT @djavjr: since we donating to baristas for Doing Their Jobs: hi im a black transmasc delivery driver. i go to customers HOMES and NONE o…", "People who been to Florida 8 times this year got the nerve to say \"stay home if you got covid\"", "The Woolworths Balmain staff member who tested positive to Coronavirus worked in the self service section of the checkout on June 27 &amp; June 28. If you visited the store on the weekend, health authorities advise to be alert to possible symptoms &amp; to get tested if you have any.", ".@LeonSchools will have \"strike teams\" on campus in the event a student tests positive for #coronavirus.\n\nThe teams will disinfect and sanitize the affected classroom, Dir. of Code Enforcement Rob McQueen said.", "If you're willing to die for Vanilla Ice you were willing to die for anything.", "RT @USAID_NISHTHA: Moving on, @SpeakTB how do you think we can support these #healthworkers who provide treatment to the people affected by…", null, "ABSOLUTE SCENES ON THE BBC NEWS CHANNEL https://t.co/hvu9iWkkIz", "RT @WHO: Q: Can people wear masks while exercising? \nA: People should NOT wear masks when exercising as masks may reduce the ability to bre…", "\"Both countries [🇮🇹,🇪🇸] brought their #COVID19 epidemics under control with a combination of leadership, humility, active participation by every member of society &amp; implementing a comprehensive approach.\nBoth countries faced a daunting situation, but turned it around\"-@DrTedros", "RT @marco_c11: They found a plant to fight COVID-19. It’s called: Planta Tus Nalgas En El Sofá", "My Sis &amp; Brother in law r hospitalised @ Railway hospital lallaguda.. There condition is critical doctors confirmed covid-19.. Symptoms. samples collected on 29 June still we are waiting for reports.. Plz help them in getting covid-19 treatment at earliest..@Eatala_Rajender 🙏", "RT @BuckSexton: Everyone needs to understand that the lockdown libs LOVE this double standard. They revel in it. It’s a vicious blow to the…", null, "RT @SenKamalaHarris: It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nR…", "Daily #COVID19 update: in the last 24hrs,Zambia recorded 38 new cases and 19 recoveries. We regrettably report 6 additional deaths (BIDs from UTH) identified through our hospital surveillance,MTSRIP https://t.co/2iCBEuUz9r", "Coronavirus Northern Ireland: SPAR stitches up a plan for the Big Community Sew https://t.co/9roGaO63vR #Newry #TweetNI #Ireland", "Thank you @SpeakTB for such an enriching discussion on addressing #COVID19 stigma - lessons and experiences from TB response. #TogetherAgainstCovid19 #ReachingTheUnreached @usaid_india @Jhpiego", "Why is this happening  ? You @jjhorgan\nAre allowing flights from the states to still land here . Even through the Pandemic. Better come clean sir znd tell us all about it . Or Mark my words you will pay in the next election.\n@CKNW @bcpoli https://t.co/i7K9jxZbkT", "In an attempt to deliver more rapid recovery from the recession triggered by the #coronavirus, the #Feds are looking to revisit the idea of pledging to keep interest rates low until certain conditions are met.\n\n#forex #forextrading #cryptocurrency #fx #crypto #cmsprime #news https://t.co/zJBwTJaWWD", "RT @TeamPelosi: Mr. President, drinking bleach and injecting Lysol won't make it disappear.", "Crowdhikers Lockdown: Ways To Earn Money? https://t.co/9dgF3PtgUT", null, "US President Donald Trump, says he is \"all for masks\" and they compare him to the Lonely Ranger.\n\nMr. Trump also supplied that face coverings do not have to become compulsory to rein Covid-19's spread. https://t.co/6f12DTQZ7l https://t.co/saJVBn1D37", null, "There is still. no. national. testing. strategy.\n\nThey just decided not to do one. \n\nAnd now we're at 50k+ cases a day without one:\n\nhttps://t.co/fy5b0mZQRI", "460+ judges are suing the Trump admin over a gag rule that bans them from speaking publicly about immigration or how #COVID19 affects detained immigrants.\n\n2,700+ detained immigrants have tested positive. At least 3 tested positive in border camps waiting for asylum hearings. https://t.co/WF28u7mkyw", "RT @DrSharonEWright: From today #UniversalCredit claimants can be sanctioned again, even if the reason they can't make their Jobcentre appo…", "RT @BBCNews: “Mummy what's his name?”\n\nDr Clare Wenham, we understand your struggles of working from home and looking after children 😂\n\nhtt…", null, "Starting at 12 a discussion on ‘Social stigma and increased vulnerabilities of migrants and urban poor population during #COVID19’ with @UNICEFIndia @SwastiHC &amp; @DrLahariya \n\nStay tuned and watch this space!\n\n#TogetherAgainstCovid19 \n#ReachingTheUnreached @usaid_india  @Jhpiego https://t.co/J2BFFPispr", "The creator of New Zealand’s bubble concept, introduced early on in the COVID-19 response to ensure Kiwis maintained social distancing, has been surprised and delighted by the take up of his idea. Read more: https://t.co/Yb4hFnCiKx https://t.co/YzuVlLANkt", "RT @jxcobzuniga: Intocable tested positive for COVID-19. No one bother me.", "RT @HarveyStaub1: • Why is it now okay to throw out tons of plastic masks,gloves,plastic hand sanitizer bottles,when your agenda was to sav…", "Mr. President, this pandemic isn't about you. It's about the health and well-being of the American people. https://t.co/uxRijdtTmj", "RT @htTweets: Weak evidence for accuracy of #COVID19 antibody tests: Study\n\nhttps://t.co/lpKkPpWm0j https://t.co/iia5Za0e5i", "Professor Susan Michie, SAGE member, tells me she thinks lockdown easing in England on Saturday inc pubs opening is “highly irresponsible” - coming up on 6pm News", "Y’all better donate or at least retweet ‼️‼️\n\nCOVID-19 Outbreak in Housing Facility Aid https://t.co/6FeeeBdklm", "China (Hong Kong): \n\nDemosistō (Centre-left, Pro-Democracy) dissolved itself hours before the new national security law went into effect. Party organizers stated they fear imprisonment and danger to their members if they continued operating as a political party. #HongKong", "RT @MahuaMoitra: So MoR quietly announced privatisation of Railways yesterday with RFQ for 109 routes where private players can fix fares f…", null, null, "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "RT @ChannelNewsAsia: Tokyo confirms more than 100 new COVID-19 cases, highest daily rise in 2 months https://t.co/LWjyy2fazo https://t.co/O…", "No one should feel ashamed of having COVID-19. It’s a virus, NOT a crime. Share your stories, spread awareness, and ask for prayers. We’re all in this pandemic together!", "From #DigitalPayments to #CyberSecurity – the pandemic accelerates the pace of digitalisation. What does it mean for investors? \n\n➡️Download our Investment Guide to find out: https://t.co/a9dOOBfXkg\n\n#MarketOutlook https://t.co/nWALlu4Xgi", "RT @DrEricDing: 3) produced when an infected person coughs, sneezes, or talks,” and some of those droplets are aerosolized. Moreover, COVID…", "RT @HTMumbai: #CoronavirusPandemic | 10-day complete lockdown begins in Thane to curb the spread of Covid-19\n\nhttps://t.co/FmaUJktQMp https…", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "@eyemjustswell @mitchellvii @soledadobrien Wrong answer. This was debunked by the WHO, and CDC. \n\nhttps://t.co/mks3icBIdX", "@DROPTHEMIC2020 My son told me today, teargassing &amp; pepper spray in a pandemic is a form of bio warfare. People are forced to immediately touch their face &amp; rub their eyes. Trying to kill us one way or the other... horrific. #DefundThePolice #ProsecuteThePolice #BlackLivesMatter", "Ramdev on Wednesday re-launched the medicine after renaming it from Corona Kit to Swasari Coronil Kit, saying all the differences with the Union ayush (alternative medicine) ministry had been “sorted out”.\nhttps://t.co/XEG0U9ddJc", "RT @DJ89193975: #kletech stop harassing students. \n#PromoteAllStudents \n#unjustifiedKLETUexams\n@KLETechbvb", "WTF @abcnews Why is @BreakfastNews sensationalising &amp; hyping Vic Covid response including reinforcing confected conservative political crap on Andrews? Expect this hyped partisan bullshit from commercial media. ABC supposed to inform &amp; help community not inflame tensions #auspol", "As well as being the right thing for a civilised society to do, I'm also sure government will find there's a business case for this", "RT @htdelhi: #CoronavirusPandemic | Delhi CM @ArvindKejriwal inaugurates country's first 'Plasma Bank' via video conference.\n\nhttps://t.co/…", "The Top 10 Digital Marketing Trends are evolving in 2020.\nThe Covid-19 challenge has forced senior digital marketers like us to rethink our strategic approach to brand building. Visit - https://t.co/Owk9F7BQQy on Sunday 5th July at 7 PM IST to to know more.\n\n#DigitalMarketing https://t.co/KiSBQ8RJ7Y", "OPTIONS IN THE AFTERMATCH OF THE COVID CRISIS\n\nBennie Groenewald highlights the financial impact of the Covid19 pandemic on our economy with specific reference to the healthcare sector.\n\nhttps://t.co/Aszpj8lhkB https://t.co/MVaoLNl8U8", "RT @RealMattLucas: one of my friends lives on the border of leicester and he spotted one of his friends in the street and he turned to talk…", "@realDonaldTrump Glad you have the Coronavirus under control - NOT! You DICKHEAD! You are killing people!\nTom Hanks has a very important message for anyone going outside during a pandemic https://t.co/53EpztbJkh", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "“Don’t fall for it” “you’ve given in to the brainwashing” “she’s going to close everything like the tyrant she is and get you to blame us” YOU HAVE GOT TO BE 🤬 KIDDING ME. This is why people are dying!!", "@BBCGaryR @TimAllan_SCC @ScotChambers Notice no recognition in the interview that @KateForbesMSP has already called on UKGov to cut VAT (as Mr Allan suggested) among other measures. #bbcgms  https://t.co/dONRQ8hYEn", "7. Deogarh: 1\n8. Gajapati: 1\n9. Ganjam : 95\n10. Jagatsinghpur: 1\n11. Jajpur: 22\n12. Jharsuguda: 10\n13. Keonjhar:1\n14. Khordha: 21\n15. Koraput: 1\n16. Mayurbhanj: 2\n17. Nayagarh: 5\n18. Puri: 4\n19. Sundargarh: 17", "Nope.  They got fired for telling lies about covid.", "Tomorrow 10 AM onwards, across all my social media platforms, watch my conversation with Indian Nurses from around the world, who are on the frontline of the battle against #Covid19. https://t.co/8s8g4EEjvL", "@zimlive Now I understand why Tagwirei had to invest in two hospitals just after the pandemic was declared.", "“Crisis” isn’t a buzzword—it’s a directive. This is an emergency, and if the Trump administration doesn't get its act together, more Americans will die.", "Dis-Chem and Solidarity Fund start offering free Covid-19 tests! The free tests are available to all unemployed South Africans and those with a job but without medical aid. https://t.co/6NH9PAWfWH https://t.co/SdxEinXZIR", "RT @Thomas1774Paine: Anthony Fauci Warns: Pig-Bound Virus in China Could Cause Another Pandemic https://t.co/LvpRLaH2CN", "The latest The Travel Daily! https://t.co/8DKPHVoHyP Thanks to @VoxPopu07251706 #travel #covid19", "RT @SenSanders: Rent is due. But over 40 million Americans lost their jobs because of this horrific pandemic. How are they expected to put…", "Human Being  is a creature, made of its thoughts, \n\nwhat he/she thinks, it becomes.#COVID #COVID19India \n\nLatest covid data\nWorld: 10,694,060\n🇺🇸US: 2,686,480\n🇧🇷Brazil: 1,448,753\n🇷🇺Russia: 653,479\n🇮🇳India: 604,641\n🇬🇧UK: 314,992 https://t.co/MdkyqIPY8y", "RT @ZeeNewsEnglish: #Coronavirus cases in India cross 6 lakh mark; death toll at 17834\n\n#CoronavirusOutbreak \n\n#COVID19 \n\nhttps://t.co/lkD3…", "RT @juliaioffe: What galls me most about the spike in #Covid19 cases in the U.S. is that all the economic, psychological, physical pain we…", "RT @FirstSquawk: ASTRAZENECA: OXFORD LEADING SCIENTIST BEHIND THE UNIVERSITY OF OXFORD'S POTENTIAL COVID-19 VACCINE SAYS THE TEAM HAS SEEN…", "New single for my upcoming album is out now.\n\nGo stream here 👉🏾 https://t.co/SnPRo7dtvM\n\nShare this YouTube link 50 times with 50 friends and family 💃🏾🎼🕺🏾\n\n#beforewesayido #GodBlessAfrica \n#beforewegetmarried \n#afrobeat #afrobeats https://t.co/l2XHqaz4n7", "@marcorubio It's nothing to joke about, Marco!\n\nToo many HAVE died, needlessly, because of the abysmal handling of the pandemic. Every one of the GOP enablers who stood silent while Trump&amp;Co mucked everything up is complicit.  The blood is on your hands.", "RT @meyevee: Pharma giant Gilead just announced they will charge nearly $2,500 for a COVID-19 treatment called Remdesivir. The thing is US…", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "Jared says all his \"failures\" are \"successes\"\n\n-The covid-19 response is a success\n-The Middle East is at peace and stable\n-The Saudi's are really our friends\n\nHow lucky we are to have Mr. Kushner?\n\nLook at the result and ask why...?\n#HeWentToJared 💍💎\nhttps://t.co/ijWbJkRxFt", "pre-med.... but u go out drinking every weekend in the midst of a pandemic? ok. ❤️🥰", "Scott Morrison says continuing the same level of coronavirus stimulus beyond September will create a “dependency” on the Government that will cost jobs and businesses. 🔒\n\nhttps://t.co/gSUGrgOW2J", "RT @masego_meyer: #RealPeopleTalkCOVID \n\nDay 12 of quarantine \n\nWhile we're talking about testing, a friend of mine posted this so thought…", "Just took delivery of our first kegs of @BeavertownBeer Neck Oil &amp; Gamma Ray since pre lockdown. So, we are either opening the beer pavement on Monday or am getting smashed out my tiny little mind. Win/Win eh.", "Pharma giant Gilead just announced they will charge nearly $2,500 for a COVID-19 treatment called Remdesivir. The thing is US taxpayers invested at least $70 mil developing remdesivir while the cost of making the drug is $10\n\nThis isn’t healthcare. This is extortion.", "@MatGarner94 True but reading the administrators comments, COVID aint the main reason.", "Coronavirus has killed nearly 130,000 Americans.\nWe were warned the U.S. could see 100,000 new cases a day. \nYet there is still no adequate national testing strategy.\n\nIt could not be more clear: Trump has surrendered to this virus and abandoned Americans.", "RT @eomaneboamah: Let us adopt drugs like Ramdesivir and Tocilizumab  (Actrema) while we look for cure and vaccine for COVID-19. With these…", "#COVID19 has created an economic crisis putting millions out of work. We’re committed to getting people the skills needed as the economy changes. Join us &amp; @Trevornoah, our long-term partner &amp; founder of the @TrevorNoahFdn, to learn more: https://t.co/LRDE6FWFVV https://t.co/EYjwLPg8Vb", "RT @EricTopol: 7. So when you interpret seroprevalence, serology, antibody only data, please keep the incomplete nature of that assessment…", "He is the worst of the worst. A PERFECT example of what NOT to do, the perfect example of what EVERYONE is so afraid of—he left a lockdown state to go to TX where they let it run wild, came home and proceeded to infect EVERYONE he came across. And he didn’t HAVE to do any of it.", "RT @Lcazares50: As a former eight year old.. I just know this wasn’t his idea lmao", "@realCOVID19_ @MrAndyNgo This pandemic showed us that we have a competitive if not superior medical infrastructure precisely because of market dynamics within our healthcare system.", "\"Coronavirus first spread in the United States as a mostly coastal and big-city scourge, sparing many rural areas, small towns and even small cities. Translated into U.S. political geography: The virus hit Democratic areas first.\n\nNo more. An Associated … https://t.co/mpeqceOjXN", "The last time Trump claimed that coronavirus would \"disappear\" was on February 28, when there were 64 cases in the US. There have been 2.7 MILLION cases since that day.", "Are you guys still using sanitizer ?\n\nIs it okay to wash hands with soap after coming back from grocery buying ?", "RT @glowingcanary: My boss won't come into the office at all bc of Covid19,but got snippy w/me when I said I wasn't comfortable coming in p…", "#CanYouDrive \nUse ds period (#Lockdown) 2 learn driving, its very important to learn to Drive, to become Self Reliant. you don't have to be dependent on any1. for the past 3months, I have been making my Niece to learn to drive,now she is on her own #ShehnaazGill @ishehnaaz_gill https://t.co/FMFchHvAAo", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @khaleejtimes: Residents named and shamed for violating #UAE's anti-Covid measures https://t.co/LtmWbvIWRP", "RT @NPR: Abbas has worked in a Kabul cemetery for more than a decade, sometimes being called to help bury victims of militant attacks.\n\nBut…", "RT @jaclynle_: hello IN&amp;OUT in NATIONAL CITY, SAN DIEGO has two workers who tested positive for COVID, &amp;&amp; they're not expecting other worke…", "RT @timesofindia: #JustIn | Centre informs SC that it has blacklisted 2765 foreign Tablighis for participating in Nizamuddin Jamaat. It say…", "- PeteKao tumbler will be restocked and available to buy @ gmmtv shop soon\n- For the countries which aren't included in the intl shipping option due to covid-19, if the situation is better it'll be available again\n- they still have no plan to restock STAYNEW photobook", "🤔😢 it's a disaster.", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "Alberta made international news, but for the wrong reasons.\n\n\"In one particularly egregious example, the ... province of Alberta has proposed to remove protective status for 175 parks, [after removing] the requirement for public consultation.\" #ableg https://t.co/w0j5hGBWYt", "@bappudeepak @Kamz22813153 @Ganjam_Admin @CMO_Odisha This all are done for future elections vote ok , politicians are very talented, we are only fools ok ,just think deeply ok.", "RT @davidsirota: In the ensuing years, the Obama administration refused Democratic lawmakers’ demand to invoke existing federal laws to for…", "Downing Street on Wednesday failed to guarantee that PHE will survive in its present form as an executive agency of the Department of Health and Social Care when the government reviews its response to Covid-19.Johnsons get out clause again !  https://t.co/Dy1hxg5njb", "I do love the fact that, after years of the majority of British GPs refusing to countenance the idea of online consultation — even looking on the few who practiced it with deep suspicion — the pandemic suddenly changed their entire practice overnight.", "#HappeningNow: The Executive Secretary NCDMB, Engr. Simbi Kesiye Wabote (@wabote_simb) is live at the studio. He will be speaking on “Covid-19 and the Imperative for Local Content”. \n\nTune in to (@NTANewsNow) now! \n\n#NCDMB https://t.co/OWTe1MSRhr", "@Tshego_Ngoash Eish Tshego, it's bad maan, am just worried about our people yazi.", "RT @ANI: People should wear masks,use sanitiser&amp;maintain social distancing, Police have been advised to ensure that these are followed. We'…", "RT @YourAnonNews: Yesterday, there were 196,901 new cases of #COVID19 and 4,847 deaths were reported in the past 24 hours. \n\nThis brings th…", "Send some to mr trump, Nazi in charge!", "Read this thread and share this. The devaluing of life by the abled is literally killing people. #MichaelHickson deserved to keep living his life on his own terms.", "🇬🇧 British firms return to growth while eurozone manufacturers are still stuck in decline, a CIPS (Chartered Institute of Procurement &amp; Supply) survey shows. The UK leads Europe's manufacturing revival as industry \"springs back into action\" after lockdown, reports The Telegraph.", "BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was passed in honor of a 26-year-old who died rationing insulin.\n\nThe law would've taken effect today. Pharma's fighting it during a pandemic.\n\nBeyond unconscionable. https://t.co/vzfBqPD3fo", "RT @BBCNews: “Mummy what's his name?”\n\nDr Clare Wenham, we understand your struggles of working from home and looking after children 😂\n\nhtt…", "The City Council has approved a full closure of all City beaches in Newport Beach on July 4, after two seasonal lifeguards tested positive for COVID-19. The Oceanfront Boardwalk, Newport Pier and parking lots will also close. For more:\nhttps://t.co/QTVY50rwtL", "@DBE_SA @angie_motshekga @Lesufi @WCED_HOD can u imagine what are Grade 1 - 6 learners going to do. #covid-19 #Stayathome", "The Chinese embassy in Somalia reacts to today’s news of the formal establishment of diplomatic ties between Somaliland &amp; Taiwan.", "Wrong in about 8 different ways.  Mount Rushmore Fireworks Revival To Feature Trump But No Social Distancing https://t.co/x7UO75GPIk", "No country on earth has successfully contained Covid-19 without closing nonessential businesses and paying people to stay home. Government intervention is the only way out. Pretending capitalism and personal responsibility are enough has caused thousands of preventable deaths.", "US reaches 50,000 single-day COVID-19 cases for first time https://t.co/0kDyFR89gQ", "RT @Walldo: None of those six people were at the church during Pence’s 90 minute visit, but it's unclear how many of the musicians who perf…", "Little precautions from saving our lives from COVID-19. Please read my blog on what steps to take. please follow and forward if you like it. https://t.co/jQaMHE4cWh https://t.co/qK5f6YtpIH", "Humorous road signs mocking 'social distancing' between couples a Japan Twitter hit\n\nSENDAI -- An idiosyncratic set of signs making light of concepts of social distancing during the coronavirus outbreak that were set up on roadsides in\n\nhttps://t.co/Z8caOi78R4\n\n#NEWS https://t.co/13JKU5IzZa", "RT @AdaezeNwosu10: The trust I have in your games can never be compromised @adekoya40. You have totally proven yourself to be a wonderful m…", "#CORONAVIRUS: School leaders in England to be told there is no need for pupils of any age to sit apart when they return to class in September.\n\nUnder new guidance, self-contained classes or \"bubbles\" - which cannot mix - will be expanded to allow all children back. https://t.co/8CNIj36boS", "Update: I was fired for this post.", "@YouTubeIndia Greetings!!\nHow long it is advised to wait for a PIN for first time in this covid time? My location is Bangalore, India.\nIts been 30 days today from the day G.adsense sent a PIN to me  and I have  not yet received I am in tension and curious.", "RT @chuckwoolery: Now Even The COMMON COLD Is Being Counted As A Positive COVID-19 Result, CDC Says https://t.co/jOb4Uf0Xta", "RT @henryfraser0: I have not left my home since March 10th because I could easily die if I contract Covid, like millions of others.\n\nSeeing…", "I understand the deep anxiety of those working in music &amp; the desire to see fixed dates for reopening\n\nI am pushing hard for these dates &amp; to give you a clear roadmap back\n\nThese involve v difficult decisions about the future of social distancing, which we know has saved lives", "RT @KevinRampling: Raab said it clearly on #Peston ,if the country gets  2nd #covid19 wave it's the public's fault for not following their…", "one thing this pandemic taught me is not to wait or push the things you wanna do further back. you never know what can happen. try new things and do what you say you gon do.", "RT @uniprot: New release of the UniProt COVID-19 portal https://t.co/jENYbzzjJA with new Human entries, based on the recent publication abo…", "RT @Kimbraov1: HUGE: MASSIVE CDC FRAUD UNCOVERED - CDC Grossly Overcounting Active China Coronavirus Cases Causing States to Keep Their Eco…", "RT @myhippolife: Telemedicine: Past, present and future - eBook via @PharmaVOICE\n-COVID pandemic dramatically reduced in-office medical enc…", "Why Scotland’s slow and steady approach to covid-19 is working @devisridhar @Adriel_KH_Chen https://t.co/5Y9wYRCau3", "RT @RealCandaceO: I’m glad that the now that Trump has laid down the law &amp; order hammer on the anarchists, we are now back to our regular s…", "Why potato farmers are stuck with billions of pounds of potatoes https://t.co/H0wYNZS2en", "The president says he wants payments larger than the $1,200 the government sent most individuals months ago, but didn't say how much. https://t.co/yeYpXknNMH", "in 15 years American Girl is gonna come out with a historic doll who lived through the 2020 pandemic. her name will be something like Bryleigh, and her accessories will include a surgical mask, a bag of frozen chicken tenders and and a phone with tiktok compatibility", "RT @cluehqharrogate: We are delighted to announce that we are reopening for single household / bubbles from the 4th July! Booking open NOW!…", "THIS HAS NOTHING TO DO WITH A VIRUS!!\nRT if you agree", "RT @DavidLarter: Thank you for the inspiring words, Coronavirus.", "Update: I was fired for this post."]