["RT @JoeBiden: Let me be clear: There’s no victory to be celebrated when we’re still down nearly 15 million jobs and the pandemic is getting…", "CBSE from 1 july to 15th, got cancelled due to covid pandemic. So Corona is going to be vanished on 18th/26th.will the government take the responsibility of all the aspirant, stuff,parents?#PmpostponeNEETandJEE\n@narendramodi @DrRPNishank \n#PostponeNEETandJEE \n#RIPNTA", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @EvAndee4ever: @JoyceWhiteVance WE SIMPLY CAN’T AFFORD TO TRUST TRUMP TO PROTECT OUR SAFETY AND RIGHTS FOR 4 MORE YEARS. HIS TRACK RECOR…", "the only other thing I can see working maybe if I want to pursue something career-wise is. going back and getting a master's in social work, assuming I'd qualify for sufficient financial aid. and god I don't want to do that for so many fucking reasons", "Hey!!! im a black women currently going to school and due to recent events (covid &amp; personal issues) im not sure if ill be able to pay tuition by the end of this month. it would really help if yall could donate or rt so i can stay in school\ncashapp - $apocalypseArisen", "If you wish to embody a Corona beer commercial &amp; sit in a chair on a SB County beach, you cannot do it. But if you wish to swim, walk, run, or boogie board, you can do it. All blankets, chairs, umbrellas, &amp; tents are strictly verboten for the weekend. https://t.co/U0Kdh7RS4b", "A member of my community died because of Big Pharma’s greed — and during a pandemic that has led to many losing their health insurance, these corporations have no problem letting more diabetic Minnesotans suffer and die.\n\nThis is nothing short of barbaric.", "RT @jhillmurphy: @RacerxJax @Kerry4taz 1) this is what happens when your supposed culture is all about the individual\n2) the GOP has taken…", "“The crisis we now find ourselves in is a human tragedy and an economic calamity,” says @chrislhayes. “But it is also a singular national humiliation. We’re living through a moment where the U.S. is a laughing stock and a subject of pity around the world.\" https://t.co/EB0NyJq81R", "Applying for job during #pandemic time. 😅 \n\n#madhuridixit #Ambulance #UNBANPUBG #BLACKPINK #COVID19 #QOCFinal #ChinaBlocksWION #Encounter #PlasticFreeJuly #fridaymorning #FridayThoughts #SarojKhan #Bollywood https://t.co/0l6umrL0tt", "RT @Article14live: The #Covid19 #pandemic is altering India’s power structures, granting legal cover &amp; impunity to police, as many judges d…", null, "Southern states like Texas, Florida, and Arizona dared a pandemic virus to hit them in the face.\n\nThe pandemic virus obliged.\n\nhttps://t.co/q6gQd67bQJ", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "The President of the United States, trying to rebrand the surge in coronavirus cases as a “great news” American victory:", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", null, "RT @RexChapman: United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship ove…", null, "REMINDER: #COVID19 does not take the summer off. Does not take the weekend off. And will not take 4th of July off.", "RT @LeahK28: PIKITUP NOTICE of closure of Roodepoort Depot due to COVID-19 https://t.co/HWulkovb6G", "• Here We Go Guys!! 84th Day #SFCWelfareWorks Live Broadcast In This Corona Crisis For You all ❤️ https://t.co/r65CMxEpA4", "Health Minister Zweli Mkhize has requested to make an executive statement to #Parliament. It is provisionally set down for next Wednesday, 8 July.", "BREAKING: Hundreds are being turned away at this free Covid testing site in South Phoenix, hours before it was expected to close because of the demand. People are telling me they waited 6-8 hrs in line, others say it took an hour to move up just one block. #azfamily #COVIDー19 https://t.co/YQF79rEhXy", "@realDonaldTrump There’s a rise because there are idiots who don’t practice social distancing and don’t wear masks. You have also downplayed the virus in the beginning when it happened and didn’t do anything about it until 70 days later.", "Lrihendry Remember the ticker on Fox news for corona deaths? Real time updates, no mention of any other cause of death1🙄", "If BLM can set cities on fire during a pandemic, then I sure as hell can go to the beach 🌴 https://t.co/b01hYnYgmh", "RT @OGBobbyGabriel: We’re never getting rid of Covid", "RT @drdavidsamadi: Important information on hydrochloroquine in relation to COVID-19! \n\nIt works. https://t.co/FlUdtY7vaj", "Austin Hospital Withheld Treatment from Disabled Black Man Who Contracted Coronavirus \n\nAfter doctors withheld treatment including nutrition and hydration for six days, #MichaelHickson died leaving his wife and five children behind.\n\n https://t.co/1kilDXMCfh https://t.co/Y14MZcbfKv", "RT @BigFish3000: So Hydroxychloroquine reduces death rate in this trial by half. Why is it I sense we will never hear of this study?", "RT @BinBoleBaatein: The only person who is working in lockdown🤭 https://t.co/z6Vh6ePdo9", "The first wave of the coronavirus outbreak in the U.S. never really ended, and cases are surging again.\n\nBut this time, a different and much bigger swath of the country is feeling the effects. https://t.co/hLKgAJJ00i", "Postponed for 10 days?Hello decision taking committee its deadly pandemic not a dengue that it will go in 1.5 months its deadly and all around the world andalso tht too without antidote #PostponeDentalexams #PostponeDentalexams #PostponeDentalexams  @Mahipalsinh_INC @NSUIGujarat", "Benton and Franklin Counties were approved to move to modified Phase 1 https://t.co/K9JLoaZv8V via @KNDUKNDO", "RT @teapartytempest: This is how it works for democrats. lockdowns hurt the economy, making Trump look bad, so it's good. Protests are thei…", "Imagine if the left was focused on coronavirus instead of impeachment back in January.", "You know what's the difference between us?\nI will support encounter of Vikas Dubey even though we are from same caste.\nOn the other hand, if a Muslim is a gangster, terrorist or Corona spreadsheet, you will support him by whataboutery, conspiracy theories and making him a victim", "RT @HeyTammyBruce: In other words... https://t.co/7VhgPFCYc8 https://t.co/nCWmAZrgsM", "@jeffiel Amazing work Jeff and @twilio team. We are one happy user.", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "Well done 👏", "The way the world is set up right now other than this pandemic.... why TF would I want to go outside", "RT @fosho_cassie: ‼️PSA ANAHEIM/ GARDEN GROVE‼️\nJoe’s Italian Ice (off harbor) has employees who have tested positive to covid and the owne…", "RT @charliekirk11: Any politician who moves to lock down any part of America, potentially killing thousands of jobs should have to forego t…", "Now, Book #BSNL High Speed Bharat Fiber at just ONE CALL ...\nCourtsey #BSNL Gujarat - #Bhuj Team.\n\n@BSNLCorporate\n @CMDBSNL\n@CGM_GUJ_BSNL\n @impksaha\n \n#SocialDistancing #BSNLWarriors\n#ConnectingIndia  #MondayMotivation https://t.co/kfCnptpKvG", "RT @inquirerdotnet: The government is expanding its coronavirus disease testing to include patients who are asymptomatic or showing no symp…", "#DhruvVikram’s lockdown look is on point. Look at those shoulders 😱 https://t.co/ousMNp7bw6", "@Republic_Bharat Adani group deduct the increment of Transmission business employees. Provided only 2.5% increment though business was in profit for last financial year. Corona was not in last FY. This is exploidation of employees.", "RT @Sci_Phile: Why COVID-19 Breaks Our Brains [NEW VIDEO] https://t.co/VZ5t8FlHzb https://t.co/yYJuGbI468", "“This is just a level of recklessness that I’ve never experienced and never heard of before in my life.” - University of Massachusetts Dartmouth Professor Erin Bromage on young people attending “coronavirus parties” in Alabama. “I don’t understand the logic behind doing this.” https://t.co/HbZ9QRDvSU", "@jenwah24 The true number will be closer to 10million with zero hour contracts etc.", "Sorry, I’ll be gathering with large numbers of people and I won’t be wearing a mask. We’re getting together to protest racial injustice and honor George Floyd. Anyone who tries to stop me is a racist who hates black people. Feel free to send the police.", "Any public place: No shirt no shoes no service  \n\nTexans: ok cool no prob 🥰🧚🏼💕\n\nTexas govt: please just wear a mask to TRY and help the spread of Covid, thats all we’re asking \n\nTexans: you are taking away my fundamental rights as a US citizen this ain’t American 😤🤬🤙🏼", "@GavinNewsom REMINDER: #COVID19 can be cured with HCQ, the deaths are skewed, and the Dems are Communists. Don't hijack our freedom.", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "‼️PSA ANAHEIM/ GARDEN GROVE‼️\nJoe’s Italian Ice (off harbor) has employees who have tested positive to covid and the owner refuses to close the shop. PLEASE LET EVERYONE KNOW !", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "My friend Melissa’s husband died yesterday of long-term health issues (not covid-related). Melissa had to stop working a few months ago so that she could be with him while he was hospitalized. Please help if you can, the costs are horrific https://t.co/zvWt0egOEE", "RT @RonHarrisSC: This photo of slain officer Natalie Corona has been deemed racist.  \n\nPlease join me in sharing this far and wide. https:/…", "I'm confused! So if 4 people die in an attack in Benghazi, we get GOP outrage and years of hearings, BUT if Russia places a \"bounty\" on our military, crickets?", "@Punish4Q Welcome to the black hills everyone hope you have a great time 😀🇺🇸🗽🍿🍿🍿", "RT @drpaulvella: I've been tracking the number of COVID-19 cases across Melbourne councils for 100 days now. Some postcodes in Brimbank, Hu…", "@realDonaldTrump ‼️WRONG. The surge in new #coronavirus cases is outpacing testing, and the % positive #COVID19 tests is INCREASING (% would decrease if this was only due to more testing).\n\nHospitals are getting overwhelmed, and the death toll will soon skyrocket.\n\n#TrumpLiesPeopleDie #WearAMask https://t.co/TEkNXdbnFq", "Railway is Indian government property. Why BJP is selling to private parties. ? This is unacceptable. This is the most shameless things done by a PM in history of India.", "@NYGovCuomo Why is nothing being done on 51 street 9 ave in Manhattan? Huge crowds, thousand at least not wearing masks, not social distancing , dealing illegal drugs, Urinating all over the neighborhood, blasting music from their car every night from 10 pm to 4 am", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @mitchellvii: The CDC is jacking the COVID \"cases\" just like they jacked the mortalities before. A positive antibody test is NOT an acti…", "Artificial intelligence to 'rank' NHS patients to help clear post-COVID-19 backlog. Read more via @SkyNews https://t.co/CuBBP8AYrL #AI", "RT @AFL: BREAKING: All Victorian clubs will leave the state after this weekend’s games. https://t.co/ACgo8w1Whs", "RT @Reuters: Japan will not revive state of emergency as Tokyo COVID-19 cases rise https://t.co/uQFJ4ftSrf https://t.co/1vQZKobvs7", "\"SAVE LIVES STRATEGY by the BMC aims to control mortality rate among Covid patients &amp; implement it effectively, thus there will be total accountability in every case in the moderate, severe and critical category.\"\n\n#Nagrika #NagarNeeti @diptivsingh \n\nhttps://t.co/2bjTUI1nYM", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", null, "RT @COVIDNewsByMIB: #CoronaVirusUpdates: \n\n#COVID19 India Tracker\n(As on 3 July, 2020, 08:00 AM)\n\n▶️ Confirmed cases: 625,544\n▶️ Active cas…", "is this: hope \n\n#FreeMassTestingNow", "RT @ayynicko: Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth a…", "@realDonaldTrump @CNN @FoxNews @realDonaldTrump \n\nYou have the GALL to NONCHALANTLY say “the virus is BEING HANDLED”\n\nReally?\n\nHow about THESE NUMBERS @realDonaldTrump ?  \n\nReported US coronavirus deaths:\n\nMar. 1: 2 deaths\nApr. 1: 4,780 deaths\nMay 1: 64,943 deaths\nJun. 1: 105,430 deaths\nJuly 1: 130,303 deaths", "Jus paid my rent again in the middle of a pandemic https://t.co/B5ggiHswaj", "BREAKING: More than 56,015 have been diagnosed with Coronavirus in the U.S. in the last 24 hours. This is a new record.", null, "RT @SharylAttkisson: BREAKING: Hydroxychloroquine lowers Covid-19 death rate, study finds https://t.co/5MB1L3GEvl", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "Thanks for pharmacist cader", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @zev_dr: \"The countries with the highest mortality from COVID19 are also the countries that have demonized chloroquine the most, ie West…", "A member of my community died because of Big Pharma’s greed — and during a pandemic that has led to many losing their health insurance, these corporations have no problem letting more diabetic Minnesotans suffer and die.\n\nThis is nothing short of barbaric.", "@Cabbiejoe1 @SaveTheseDogs @SharylAttkisson I took this while I had COVID and it saved my life. I’m still taking it.", "The guy who killed 130,000 people just tweet-bragged that \"massive\" testing is the reason for the rise in America's coronavirus cases, and said \"This is great news\"", "Land Investment Idea: \nWhile the Covid 19 Crisis, the Good Opportunity for Land Investment Appear in Cambodia. \n\nFor more details, please check the Link : https://t.co/ySf2W6qv3H https://t.co/r27FD6VsD4", "toronto harries like this tweet so i can make a gc and we can all cry together about how much we hate corona 💜", "@JakeGreen3D @beautifulgojira iCE took my father", "And boom, you left my ass 🥺😂", "I just have to get this off my chest concerning my friend. https://t.co/I4AZ3oIGBb", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "Now in @ICTOpinion\n\n\"Trump must respect sovereignty when he visits Mt. Rushmore on July 3\" \n\nCheyenne River, Oglala, and Rosebud Sioux tell administration to respect sovereignty as they address pandemic\n\nhttps://t.co/eWY1EBkUo5", "JUST IN: Worldwide coronavirus cases reach 11 million", "Read detailed corona updates of #Jalgaon district by taluka!\n@InfoJalgaon\n@JalgaonPolice\n@WeAreJalgaon\n@KHANDESHI_TADKA\n@abhijitraut10\n@AamchJalgaon\n@jbn_news\n@AIRJALGAON\n@Riyalshaikh\n#stayhome #staystrong \n https://t.co/bMYicDCN0n", "Normalize talking about mental health\n\nNormalize going to therapy\n\nNormalize getting treatment", "RT @glittersnot: If Gaga and Beyoncé had performed Telephone live together even just a single time I know coronavirus would not exist right…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "India's 'first' indigenous #COVID19 vaccine candidate, #COVAXIN to be launched by August 15 for public use, says ICMR\n\n#CoronaPandemic #IndiaFightsCorona https://t.co/kl0OPL3Skj", "Dr. Valera: The cost of financing UHC should be supported by different financing laws and policies #UHC #COVID19 #HealthResearch", "Everyone is at risk for getting COVID-19 if they are exposed to the virus. Some people are more likely than others to become severely ill, which means that they may require hospitalization, intensive care, or a ventilator to help them breathe, or they may even die.", "RT @CBSNews: New coronavirus cases in U.S. top 50,000 in one day, setting record https://t.co/ZUFkFwHuNx", "RT @jbkrell: When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make.…", "Just tried to sell Covid-18 to @GameStop and they literally offered me $3.80 store credit", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "America always has to be #1....", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "Best thing you’ll watch today.", "@realDonaldTrump ‼️WRONG. The surge in new #coronavirus cases is outpacing testing, and the % positive #COVID19 tests is INCREASING (% would decrease if this was only due to more testing).\n\nHospitals are getting overwhelmed, and the death toll will soon skyrocket.\n\n#TrumpLiesPeopleDie #WearAMask https://t.co/TEkNXdbnFq", "Owners of private hospitals in India are the scum de la scum &amp; can make any criminal enterprise look noble.", "@pittgriffin 'Herman Cain was his name and he rode on the Covid train...🎶'", "In India Covid 19 has not only hit the healthcare sector badly but gender based violence has shoot up all across the nation.\nIn the initial 11 days of lockdown the helpline numbers across India has received around 92,000 calls related to gender based violence. https://t.co/Z2gsdkaB6B", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "I KNEW IT. #RealScience trial at Henry Ford clinic, reports HCQ+Zinc IS SAFE AND EFFECTIVE against Corona,and GATES/SOROS drug,super expensive Remdecivir,is worthless. This gives much credibility, to what was obvious to to me from the start. Its ALL a dirty trick, w/several goals https://t.co/nvKxIAN32Z", "ACLU joins with law firm to sue Attorney General William Barr and other federal officials in order to delay a federal execution that's scheduled to be carried out later this month, claiming it is unsafe because of coronavirus. https://t.co/OrpnFuAdmr", "ACLU joins with law firm to sue Attorney General William Barr and other federal officials in order to delay a federal execution that's scheduled to be carried out later this month, claiming it is unsafe because of coronavirus. https://t.co/OrpnFuAdmr", "‼️Where are the law agencies and @realDonaldTrump administration regarding @CDCgov @CDCDirector DELIBERATELY exaggerating &amp; running up COVID19 #’s⁉️\n\n              ⁉️WHERE⁉️\n\n@HomelandKen @TimMurtaugh @parscale @mercedesschlapp @KerriKupecDOJ @VP @VPSecretariat @stevenmnuchin1", "RT @CharminUltra17: It's still not a pandemic.. \n\nIt's a DemPanic..", "RT @BuzzFeedNews: A maskless choir performed for Mike Pence in Dallas on Sunday. \n\nInternal emails and Facebook posts reveal the megachurch…", "(1/1) Latest COVID death stat. @BrianCraigShow @jaketapper @jakejakeny @jswatz @mattsheffield @realJeffreyLord @TheDailyBail @UncleTonyRP @DrunkRepub @WayneDupreeShow @FreshRoasters @RealEricCarmen @KristinnFR @gatewaypundit @Cernovich @NeonNettle @Moonbattery1 @MaryPatriotNews https://t.co/0B9mhPvnfv", "Covid 19 is still Active Member of our Society 😁 avoid her ! #StaySafe #StaySafeStayHealthy", "first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "usually i wouldn’t post stuff like this but ive put up with more than enough bullshit. I work at zaxby’s in sanford and on Monday June 29th one of my co workers tested positive for covid-19.", "RT @JasonChow: Hi #AcademicTwitter: My colleagues are conducting a study on the impact of #COVID19 on academics' productivity. Please consi…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "RT @amaditalks: Healthy was step one, which would've required that we work to limit transmission of the virus not just to \"flatten the curv…", "RT @SwarajyaMag: India's Covid-19 Tally Rises To 6.25 Lakh With Record 20,903 New Cases, Death Toll Surges To 18,213\nhttps://t.co/0aQARNfaYu", "RT @PeteButtigieg: If the @VP is \"proud\" of this response, that means he does not know or cannot admit that it has inspired not only disapp…", "REPORT: DaBaby performing concert this weekend in Georgia despite increasing coronavirus cases\nhttps://t.co/v6Ti1geSFJ", "RT @Dr_DoNoHarm: This picture is made from the photos of doctors and nurses who have died from #covid19. Please wear a damn mask! Don’t be…", "RT @PTI_News: Single-day jump of 20,903 COVID-19 cases pushes India's tally to 6,25,544; death toll rises to 18,213 with 379 new fatalities…", "JUST IN: Worldwide coronavirus cases reach 11 million", "Using #Google #BigData, we found an unprecedented spike in #exercise #physicalactivity related searches during #COVID19 #lockdown, suggesting a potential increase in community interest in physical activity. #ExerciseAtHome @AdrianBauman @BJSM_BMJ  https://t.co/Zoc8OQ72z5 https://t.co/hI7voP6OBr", "Truvada for PrEP costs only $6 to make.", "RT @DougHeye: 128,000 Americans have died from Covid over the past 3 months, 1.3 million Americans filed first time jobless claims,  Russia…", "Small business owners, non-profits &amp; leaders in Lawrence, MA have come together to respond to COVID-19. “I think what’s not known about Lawrence is how strong the community is. We have a commitment to partnerships,” says Heather McMann of @GndwkLawrence https://t.co/ciYVyLDvVw", "Dr. Valera: The cost of financing UHC should be supported by different financing laws and policies #UHC #COVID19 #HealthResearch", "South Dakota is open for business.\n \nIf you value our way of life, where people love freedom, smaller communities, and lots of wide-open spaces, come to South Dakota. The air is fresh, the people are free, and the possibilities are endless. https://t.co/LyaasS45m7", "RT @ayynicko: Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth a…", "Manhattan Sees Largest Decline In Housing Sales In 30 Years, Apartment Contracts Down 76% https://t.co/r4aI0h1MMw", "@realDonaldTrump ‼️WRONG. The surge in new #coronavirus cases is outpacing testing, and the % positive #COVID19 tests is INCREASING (% would decrease if this was only due to more testing).\n\nHospitals are getting overwhelmed, and the death toll will soon skyrocket.\n\n#TrumpLiesPeopleDie #WearAMask https://t.co/TEkNXdbnFq", "@shuvankr Achha h bhakt kam honge 😂", "RT @emanizaire: my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially di…", null, "Okay so in lndian occupied Kashmir #IndianArmy's lllegal occupation and brchry Will continue? https://t.co/I2SfALjndy", "There's a long bumpy road ahead for patients recovering from coronavirus respiratory failure. Many have muscle weakness, shortness of breath, fatigue, mental confusion. “It’s hard enough to rehabilitate someone with a broken leg.\" https://t.co/vrWPPYZGQ0", "RT @washingtonpost: As coronavirus cases skyrocket across Texas, hospitals grapple with patient influxes https://t.co/LDobbutl4y", "RT @HawkguyClint: tfw your staff posts anti-mask propaganda while you’re in the hospital with COVID https://t.co/9Gz2yk9eO3", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "of us easier and it’d make getting to work for me much smoother due to COVID-19 &amp; the lack of safety for black people. \n\nIf you’re able to send funds to either: Venmo: naipotato or cashapp: $naipotato \n\n(2/2)", "They really think you believe this bullshit\n\nhttps://t.co/yQnQYOAju3", "JUST IN: Worldwide coronavirus cases reach 11 million", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "RT @harrisonjaime: We wanted to show y'all how @LindseyGrahamSC keeps increasing the number of acceptable COVID-19 deaths (hint: it's zero)…", "Austin Hospital Withheld Treatment from Disabled Black Man Who Contracted Coronavirus \n\nAfter doctors withheld treatment including nutrition and hydration for six days, #MichaelHickson died leaving his wife and five children behind.\n\n https://t.co/1kilDXMCfh https://t.co/Y14MZcbfKv", "How is THIS guy more level-headed than our Pres?? #coronavirus #COVID19 #ThisIsAmerica", "My cross over = social distancing 😷 https://t.co/copkxEc1Ek", "@realDonaldTrump Could you be any more of an idiot?  Just admit you have no idea what you’re talking about with coronavirus or anything else.\n#TrumpLiesPeopleDie \n#TreasonousTrump", "RT @anarchotrash: a man being evicted is asked by the judge if he has evidentiary issues with the argument that he owes rent. tenant says h…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "Only 10 people on Earth will be able to interview NBA players and coaches in person this season, and it costs $550 a day and requires 14 days in quarantine. Behind the curtain of new media rules for writers/TV reporters and how you are affected: https://t.co/bQlzmuD9sm", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "‼️PSA ANAHEIM/ GARDEN GROVE‼️\nJoe’s Italian Ice (off harbor) has employees who have tested positive to covid and the owner refuses to close the shop. PLEASE LET EVERYONE KNOW !", "RT @mervpilgrim: Wow what a relief 😅 \n#coronavirus https://t.co/ebDbhMCbUg", "Dr. Valera: The cost of financing UHC should be supported by different financing laws and policies #UHC #COVID19 #HealthResearch", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "The @IAPublicHealth #COVID19 data dance keeps getting more interesting. #Iowa has been Systematically classifying deaths of COVID patients as something non-COVID if the patient had more than one active illness at the time of death.", "THE TELEGRAPH - #structurenews #topicsplacesnorthkorea North Korea's response to coronavirus has been a 'shining success', says Kim Jong-un https://t.co/mv6wX1unDX", "RT @BreakingChesky: Some personal (#COVIDー19) news: https://t.co/F6Yxttx0LY", "Ruh roh. How many more people did the left kill convincing them that HCQ was dangerous and ineffective? \n\nTrump tried. \nThe left lied. \nPeople died. \n\nAnd Cavuto is a putz. \n\n💊RT\n💊Drop your @\n💊Follow me 👉⁦@susansaga1⁩\n💊Follow all 👇👇👇 https://t.co/imEc0TkkUw", "At least 152 coronavirus cases linked to Michigan bar https://t.co/gKcn1iRulk", "RT @esnyavery: zoe laverne, at age 19, crying over charli passing her in followers on tik tok when we’re in the middle of a pandemic, a fig…", "There is a rise in coronavirus cases because there is a rise in coronavirus cases. There is also a recession, climate change, and Russian attacks on our troops and democracy.", "Remember #FlattenTheCurve ⁉️\n\nThis is why #Sweden is right!\n\nJust Sweden's curve of hospitalisations is flat!\n\nA hard lockdown did not helped the other countries!\n\nOxford Stringency Index is higher the more measures have been taken by politics!! https://t.co/lpWMdF0CjL", "This is false. The US test positivity rate has been steadily increasing for weeks, which indicates that cases are rising because the virus is spreading.", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "BREAKING: As CA reaches 240K confirmed cases, workers at 26940 Sierra Hwy in Santa Clarita are ON STRIKE because @McDonalds:\n\nIsn't enforcing masks for customers OR employees\n\nIsn't keeping enough hand sanitizer readily available for employees.\n\nIsn't enforcing social distancing. https://t.co/W5ACtCmTIh", "RT @BoomdrawOfFizix: Badminding doctors in the middle of a Pandemic where we were short of medical staff...", "@SafetyPinDaily Now I know why VP Pence has been wearing a mask more often. Trump better rethink his 1st claim about covid19 especially since his secret agents have it. I do hope they get well soon and plan to VOTE BLUE for Biden. He'll take better care of them.", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", null, "RT @RonHarrisSC: This photo of slain officer Natalie Corona has been deemed racist.  \n\nPlease join me in sharing this far and wide. https:/…", "@markpopham This whole pandemic has just solidified my belief that capitalism and feminism are incompatible.", "Rapper Vanilla Ice postpones concert in Austin, Texas, Friday night following backlash over the event's safety during the COVID-19 pandemic. https://t.co/L4g8YZhmTJ", "I should be road tripping the national parks of Utah this summer. Damn you coronavirus", "\"The stream of sick people \nsome #GaspingForAir \nkeeps growing.\"\nhttps://t.co/yOlniqqtQa", "RT @mdimranq333: Only Way for Pakistan to Rise is Avoiding Shirk-Key to Success for Muslim Ummah-Shirk in Our Society\n\nFull Video : https:/…", "RT @KiritSomaiya: I wrote/talked #irda that few Private hospitals in Mumbai not accepting Cashless Insurance Facilities &amp; asking COVID Pati…", "@realDonaldTrump ‼️WRONG. The surge in new #coronavirus cases is outpacing testing, and the % positive #COVID19 tests is INCREASING (% would decrease if this was only due to more testing).\n\nHospitals are getting overwhelmed, and the death toll will soon skyrocket.\n\n#TrumpLiesPeopleDie #WearAMask https://t.co/TEkNXdbnFq", "RT @djavjr: since we donating to baristas for Doing Their Jobs: hi im a black transmasc delivery driver. i go to customers HOMES and NONE o…", "RT @bhawkinsdpm: @IWasHrren @LeahR77 Here is the actual study https://t.co/z5pxROTk2X", "RT @MahuaMoitra: Small man in the big house dares to tell a Chief Minister how to run elections\n\nWant to really stand up for democracy,  Un…", "RT @ZackStieber: The anti-malarial drug hydroxychloroquine lowers the death rate of COVID-19 patients, U.S. researchers have said. https://…", null, "@uladulla @alisonoconn Could you be any vaguer? There are no examples of Leo flouting social distancing rules. You are trying to defend the indefensible", "Thank u for the update...\nAnd please postpone neet nd jee... \nThere are massive no. Of case increasing day by day...\nWe don't same as rajasthan exam that there lots of student and teacher are corona + ve....\n#SaveNEETJEEstudents\n#PostponeNEETandJEE\n@DrRPNishank @DG_NTA", "As a physician, I wear a mask because I know it helps prevent the spread of #COVID19. But governors across our country know it too. @AsaHutchinson, why do you wear a mask? #MaskUpSaveLives https://t.co/g0fiMreTHS", "@malulaninyc Sad to say, all education funding (pre-K to grad programs) is gonna be hit hard and hit hard again in the near future. \n\nCOVID-19 is the coup d’grace after years of mean &amp; stupid funding decisions.", "Research Determines Protests Did Not Cause Spike In Coronavirus Cases https://t.co/SqDGR6AsA3", "Coronavirus cases are at record highs and more than 17 million Americans are unemployed.\n\nWhat’s President Trump’s reaction?\n\nA victory lap.", "Thoughts @GavinNewsom??? #ZeroCredibility #Hypocrisy We will NOT comply with your TYRANNY!!! #FREEDOM 🇺🇸🇺🇸🇺🇸🇺🇸🇺🇸 @realDonaldTrump", "Dear @abcnews \nYou need to review your newsworthy policy for 'top stories'\n\nNo mention of Dutton 'contempt of court' high noon deadline.\n\nShouty shouty about Vic #Covid19 no's but not a statistic for NSW even though 50 cases reported yesterday\n\nWhy hide the case load in NSW?", "RT @Thomas1774Paine: Eric Garcetti on Coronavirus: ‘Some of the Spread Did Come From Our Protests’ https://t.co/HiBq1YJ0Ib", "Catching the virus in a crowded bar during a PANDEMIC, caught him off guard.......", "RT @payalmehta100: If things go right then India will get it's indigenous #COVID19 vaccine by 15th August...\nHuman trials to begin by July…", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "Florida records 10,000 new coronavirus cases — the largest daily surge since the pandemic began https://t.co/M1V85mgMsJ", "Fair and Lovely is now Glow and Lovely. This is like renaming Coronavirus to Covid-19", "As predicted what happens when we don’t take care and act as if COVID19 is not a true threat.", "Hydroxychloroquine cut death rate in half in study, Henry Ford says https://t.co/2ObZek7jg5 via @macombdaily", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "Y’all better be careful going to Vegas , I know 2 people that went out there and got Covid !", "first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "Does Herman Cain really have Corona?", "RT @Azkaw0: Depression is more dangerous than corona virus\n:)", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "Owners of private hospitals in India are the scum de la scum &amp; can make any criminal enterprise look noble.", "@bolu_tietie @Erikinha244 Hey guys, please retweet this to help our initiative. Any help will be appreciated. Read more here and follow our updates!!https://t.co/BmhG3jcMyw", ".@jimsciutto: \"Four months into this pandemic, this country has failed to bring it under control.\"\n\n\"We are now on the eve of another pivotal moment… a holiday weekend, that one infectious disease specialist warns could be the perfect storm for a new spike in cases…\" https://t.co/LvVYH4QXbX", "Whose music got you through lockdown/quarantine?\n\nMine: @BTS_twt", "@twitjunkie0124 @abc13houston I believe that’s the antibody test, not the COVID test", "Imagine that.", "Muni will permanently lose the majority of its bus lines as the pandemic sinks its transit budget.\n\nThe cuts have implications for the environment, S.F.'s livability, and the ability of the city to bounce back economically post-pandemic.\n\nhttps://t.co/tfqYqueZQT", "The lockdown has demonstrated 3 things;\n1/ Our economy collapses as soon as it stops selling useless stuff to over indebted people.\n2/ It is perfectly possible to reduce pollution.\n3/ The lowest paid people in the country are most essential to its functioning.\n- @Charlie_Hebdo_", "RT @CNN: \"Instead of funneling money to companies and hoping for the best, we should be directing funds to families. This would give Americ…", "Reminder NJ should close its borders. We don't want Pennsylvanians infecting us. \nhttps://t.co/plJCn0oGGm", "RT @LisaMei62: 21. Here's another user's copy of the video. This is a screen shot of the description of the now-deleted tweet from @Goodabl…", "Visiting #museums in a post-pandemic landscape. Is this the end of touchscreens in museums? An interesting read in @AVMag \n \nhttps://t.co/kNlgRcFGCB\n\n#kidsmuseums #melbournekids", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "RT @glittersnot: If Gaga and Beyoncé had performed Telephone live together even just a single time I know coronavirus would not exist right…", "The Truth about Lockdowns https://t.co/pmXj0HxuUm via @YouTube @rlmtetelestai2 #Truth #Covid19", "RT @CNN: “The data and the numbers don’t lie,” says Dr. Sanjay Gupta about the surge in Covid-19 cases in the US. “The United States is the…", "Henry Ford Health Systems demonstrates that hydroxychloroquine lowers the death rate in COVID patients. Trials resuming in Europe. \n\nhttps://t.co/skwhQ6W6WO", "- Coronavirus is here to convince Pakistani parents that a wedding can be done with just 20 guests &amp; not 764 others who attend only to judge that \"Kabab baray gosht k thay ya chotay gosht k?\" 🤦🏼‍♂️", "As coronavirus rebounds, more patients are being hospitalized and capacity is stretched,https://t.co/WSBGDSlc0T", "#Corona vaccine will be released by 15th August -ICMR \n\nPodhu podhu na manchi news 🔥🔥🔥 https://t.co/WLFQN5pAvh", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "We have a new jobs record, America! #Jobs #theeconomy https://t.co/fscE6pF6hv", "Quiz of the week: Which city had a coronavirus 'farewell' party? https://t.co/yhjFA99SxC", "RT @Rparkerscience: Woohoo!!!\n\"Cannot Restrict Freedoms\" - Illinois \nJudge Voids Governor Pritzker's Coronavirus Lockdown Orders https://t.…", "🚨 WATCH: Democrat Carolyn Maloney attacks a Rear Admiral fighting Coronavirus &amp; accuses him of being \"missing in action.\"\n\nOne embarrassing problem for her: He hadn't even started his post at the time she claims he was MIA.\n\nI called her out. Our service-members deserve respect. https://t.co/ppsUnR0Qko", "@CarolSheets17 @Senkisms32 Last year out of 3,000,000+ police encounters, 19 white people were shot/killed &amp; 9 were black shot/killed.  Here's a link to view. And FYI, Colonial U.S. only received THREE PERCENT of 12 million black slaves sold, so where did majority of them go?", "F1 kicks off this weekend. But it’s unlikely any Indian motorsport will happen this year https://t.co/pKD3oHoJlx", "RT @brw21605: This is really detailed, dark story about NC's unemployment benefits system and how it was intentionally sabotaged when the A…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @KamVTV: I am more worried about a Democrat in the White House than COVID-19.", "RT @AGHamilton29: Michigan COVID deaths per 100K: 62\n\nFlordia COVID deaths per 100K: 17\n\nWhile Whitmer was sending COVID-19 patients to nur…", "Scroll through the replies", "RT @CNN: “The data and the numbers don’t lie,” says Dr. Sanjay Gupta about the surge in Covid-19 cases in the US. “The United States is the…", "@realDonaldTrump ‼️WRONG. The surge in new #coronavirus cases is outpacing testing, and the % positive #COVID19 tests is INCREASING (% would decrease if this was only due to more testing).\n\nHospitals are getting overwhelmed, and the death toll will soon skyrocket.\n\n#TrumpLiesPeopleDie #WearAMask https://t.co/TEkNXdbnFq", "From last 20 days 10 TTD staff infected corona... #AP", "Let’s be honest... Ghislaine Maxwell is living on borrowed time. We are guessing a “Covid” death. What are your predictions? https://t.co/Xtir49QCYc", "@realDonaldTrump Sir: The US government just bought all supplies of Remdevivir and it turns out to be useless against COVID 19. The US citizens of this country got ripped off. We want our taxpayers money refunded and Remdevivir sent back to those rip offs.", "Texas: 8,000 new COVID cases \nTexas Gov: statewide mask mandate \n\nFlorida: 10,000 new COVID cases  \n@GovRonDeSantis: *crickets*", "RT @ReverendDrDash: Caucasians \nOffering\nViral\nInfections\nDeliberately", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "RT @WayneDupreeShow: Now, Tom Hanks is calling people vulgar names if they don't wear a mask...Wasn't this the guy who was meandering all o…", "RT @katewillett: The \"reopen\" schedules make people think Covid will be less bad in the fall when it's totally predictable what will happen…", "BREAKING: China Never Reported Existence of Coronavirus to World Health Organization -- WHO now admits massive lie that completely rewrites the timeline about the global pandemic, a false claim first caught by @RepMcCaul https://t.co/wQ221N8AVW", "Liz Cheney is teaming up with resistance Dems to stop @realDonaldTrump from bringing our troops home from Afghanistan.\n\nWe need more Republicans who will stand with Trump to end these forever wars &amp; fewer Republicans standing with resistance Dems to continue them.", "Whether it is an unrelenting COVID killing Americans or Putin’s malign actions endangering our troops, President Trump has the same reaction: stick his head in the sand and do nothing.", "Remember that COVID won’t take July 4th weekend off.\n\nWear a mask. Stay six feet apart. Wash hands with soap often.\n\nBig July 4 parties — especially indoor ones — are a bad idea. A really bad idea.", "Children hugging relatives outdoors is OK, but not indoors? This makes absolutely no sense. She's just creating petty rules for the sake of it now. #COVID19 #EndSocialDistancing #NoSocialDistancing #NoNewNormal", "Every time I go on Snapchat it’s a nigga on a plane going to Florida like they didn’t just have the biggest one day spike in the US since the pandemic began https://t.co/DyOnJZPENy", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @deerhoof: it is really really weird when both parties are against universal healthcare in a pandemic, defunding the police in a brutal…", "We need way more reporting from inside hospitals.\n\nOne of the problems with how this pandemic has been handled is that none of the pain has been witnessed by outsiders, so they don’t have a visceral sense of how tragic it is that 130,000 people have died in the dark.", "@DWUhlfelderLaw I work for a group of Hospitalists here in Tampa. One of my docs said today that next week will be covid explosion. Getting scarier by the day here! #maskupflorida", "RT @bbygail_: Make sure you bully your friends into getting tested for covid!!! Shits real in these streets!!!", "Get the latest app for covid-19 cases confirmed https://t.co/5myMEjSzjF", "RT @UsernamedBert: @jldavis725 @Scubast67653030 @DavidPPrim0 The man behind the Covid bullshit just got called out 👀\n\nLet’s Gooooooo! https…", "RT @boujee_lashelle: Y’all been fucking since the Covid-19 pandemic started now y’all finna have a little germ🤣", "JUST IN: Worldwide coronavirus cases reach 11 million", "Arranged urgent ration for 12 families in Mumbai. \n\nHelp us in continuing our relief efforts.\nConsider sponsoring a family's ration for a month. Donate here: https://t.co/mRtMKjgP8k\n\n#COVID19 #COVIDWarriors #COVIDrelief #CoronaWarriors https://t.co/LzVWVVT5Mm", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @Timcast: Trump tries to withdraw our troops from Afghanistan and now I'm supposed to oppose this move because Russia wants it?\n\nFuck yo…", "COVID-19 update: Let's check in with Sweden, the country that never did lockdown thing &amp; isn't asking people to wear masks.\n\nCOVID deaths over past week: 32. \n\nHow did this happen? The \"public health experts\" &amp; epidemiologists told us the entire nation would be in flames by now. https://t.co/R43UucUR8i", "@HammerFox2 So blaming him for economic losses due to the same pandemic is.... right, equally ridiculous.", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @maddow: 🤔\n\n\"Pence noted that 'more than 50%' of those testing positive in Maricopa County are under age 35.\n\n🤔\n\nA week ago, Trump atten…", "#Shortchanged - even @SHO_Billions got screwed over by #Covid19; when season 5 resumes will #BobbyAxelrod host a #DonaldJTrump fundraiser to gain leverage over his nemesis Chuck? https://t.co/7SnOW60JpL https://t.co/YYi3807TNS", "Should the lockdown and curfew be extended? @vincentateya @Atanasi_K #jambokenya", ".@SanDiegoCounty reported a record 584 new, positive cases of #COVID19 today, and although they caution the numbers are preliminary, they tell me they are looking into a possible error in reporting for the 92131 zip code, which they say saw an 89.3% increase in cases today. #NBC7", "I can’t stand you", "FLORIDA CORONAVIRUS CASES RISE BY 10,109 TO 169,106 TOTAL TODAY, THE BIGGEST DAILY INCREASE SINCE PANDEMIC STARTED - REUTERS TALLY.", "RT @Aryalogics: #India's 1st #indigenous #covid_19vaccine developed by #BharatBiotech, gained an edge by successfully entering human trials…", "If you think Trudeaus government is attempting to control your life to save you from Covid, as if they care about you,think again.\n131 drug overdoses. In 1 day. 1 province. \nNational drug epedimic? Who cares? Not libs.\nLet's send $$ to somewhere in Africa for diversity training.", "Former presidential candidate Pete Buttigieg and Columbia Mayor Steve Benjamin have been co-chairing Pandemic Resilience Working Group for America’s Mayors:\n\nhttps://t.co/eUV9tZQl4Z\n\n#scnews #coronavirus", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "🚨PSA: This just in...@US_FDA approves highly effective COVID procedure! https://t.co/vrLr6vFKJv", "GOP trip to state fair goes on despite the pandemic. https://t.co/qOk5azd0Hk", "RT @nytopinion: If all Americans were required to wear masks in public, we could reduce coronavirus cases to a level that would otherwise r…", "BTW, since you won't hear the news anywhere on TV today.\n\n1,170,093 Americans have recovered from Covid-19\n\nWe. Are. Going. To. Win.", "JUST IN: Worldwide coronavirus cases reach 11 million", "#NowPlaying Various - 12 - We Here - Produced By Hashbeatz\n\nListen Here:   https://t.co/Yw3WosT3B6\n\n#COVID19\n - STAY home as much as you can\n - KEEP a safe distance\n - WASH hands often\n - COVER your cough", "I can see the teachers now \n“Write a essay on how Covid-19 has impacted your life 😂", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "I bought beans and a new press. Yey for online shopping", "The percentage of positive COVID-19 tests in Orange County jumped to 12% on Thursday, with an average of 9.7% of those tested in the past week testing positive.#covid19 #covid_19 #wearamask #explorepage… https://t.co/DNUgWuoH6Z", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", null, "RT @cloudykatecos: Please wear a mask, COVID-19 is https://t.co/8s6QUWz8FO", "RT @admiralmpj: @Purify_toast17 @PenalvaCubana This self-hating moron does know that it takes 5-14 days to develop a case of COVID-19 after…", "People wear face masks and observe social distancing as they are sworn in as new American citizens during a ceremony in New York City. https://t.co/OLXAMKgbWG https://t.co/4qe3Oe4AXY", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", "@ApMicah @_Leo_67 @jodi_my_101 @mad_asa_wet_hen @hockeypapaa @catturd2 @GovAbbott Yea wearing a fabric mask is really controlling the sheep. You people are pathological contrarians, anything that you think is big government or an “intrusion” you oppose. It’s severe paranoia. It’s like the Waco siege unearthed a hidden population of paranoid schizophrenics", "The @USPS works around the clock to provide critical services to Montanans. But this pandemic has caused USPS to face closures, price increases, and reductions in service. Today I introduced a bill to provide emergency relief to USPS so it can continue serving rural America.", "JUST IN: More than 40 South Bay school principals are in quarantine after being exposed to COVID-19 during an in-person meeting to plan the reopening of schools.  https://t.co/tqPZbDf1rk", "BREAKING: Hydroxychloroquine lowers Covid-19 death rate, study finds https://t.co/5MB1L3GEvl", "Prediction: The next study we will see is the confirmation that masks INCREASE your chances of contracting #COVID19 &amp; other diseases. \n\nHow many counties/cities/politicians/businesses will be held responsible for promoting false information that wearing masks is safe &amp; effective?", "Couples getting married in lockdown be like :\n\n  \"Aag lage chahe basti mein, hum to apni masti mein\"", "RT @Gideon_Kitheka: Fellow Kenyan Aga Khan ICU is almost full. Many cases are COVID-19 related cases.\n\nLet us not live in ignorance, take p…", "RT @BBCNews: Labour to urge more support to stem post-Covid job losses https://t.co/NhIc8dDbJW", "RT @DavidLarter: Thank you for the inspiring words, Coronavirus.", "RT @SenSchumer: President Trump's own CDC director says the number of COVID-19 cases may be 10x higher than reported.\n \nBut President Trump…", "RT @drdavidsamadi: I am the antidote to Dr. Anthony Fauci.\n\nWhatever I can do to help this country navigate through this COVID-19 pandemic,…", "India has the largest railway networks in Asia &amp; it has played a crucial role in helping people reach home in this #COVID19 crisis. With the track of 115,000 km, the Indian Railways is also the world’s second-largest network operated under single management. #FridayFacts https://t.co/dvhftROqHn", "@MaryanneChisho2 Liz Cheney is distancing as well. If they are foolish enough to try to reboot/rebrand the GOP in the middle of a pandemic it was responsible for they deserve to get smeared with the horse manure they piled up. They could both be founders of a rebooted party but not now...", "Morning all! Enjoy the sonnet and then do have a go at writing one!", "RT @GovInslee: We need to do more to get COVID-19 under control in WA. \n\nAs of next week, all businesses will be prohibited from serving cu…", "ICMR-Bharat Biotech COVID-19 vaccine trial results to be released by August 15\n\nRead @ANI Story | https://t.co/LNoqdgXDQ4 https://t.co/ttiTxuegE7", "Shouldn't this have been done from day 1? Another hollow announcement?\nBBC News - Coronavirus: Care home staff and residents to get regular tests\nhttps://t.co/NdVGV93Hxy", "Okay so in lndian occupied Kashmir #IndianArmy's lllegal occupation and brchry Will continue? https://t.co/I2SfALjndy", "RT @SethAbramson: (MAJOR BREAKING NEWS) United States Sets Horrific World Record: Most New COVID-19 Diagnoses in One Day—57,236.\n\n{Source:…", "Wearing a mask should be like eating vegetables. \n\nIf you don’t want to you don’t have to", "RT @emd621: @Lufthansa_USA a “request a refund” button on your website triggered a cancellation of my family’s flight in October. We’re out…", "@HydrogenNGU @verge Tsurona", "RT @MaddowBlog: \"As coronavirus infections continue to spike across the U.S, six of the nation’s largest medical equipment distribution com…", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @jannarden: As long as we keep Fucking with the lives of animals- wild and otherwise- caging them,  torturing them, slaughtering them -…", "I want to assure the young doctors we will not give up on this story. If there any other junior doctors who are not being paid, please tell us. We will be running a campaign for our corona warriors across India. If not NOW, then when? @IndiaToday", "Exclusive: Jaime Harrison shames Lindsey Graham's response to coronavirus pandemic in new attack ad https://t.co/ilkRboicDP", "RT @ChelseaClinton: From @CDCgov Deputy Director Schuchat: “the Covid-19 epidemic in the United States is out of control, erupting on a mas…", "RT @washingtonpost: As coronavirus cases skyrocket across Texas, hospitals grapple with patient influxes https://t.co/LDobbutl4y", "RT @spectatorindex: BREAKING: The US has now posted the highest number of new daily coronavirus cases of any country since the pandemic beg…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "Imagine how it looks to other countries that while their governments are fighting coronavirus ours is *checks notes* fighting to keep confederate statutes and over how many people a year are too many for the police to kill.", "@Where_Is_Ferg now danielle.", "RT @CAPublicHealth: Everyone has a role to play in #COVID19 protection. 📢\n\n😷 Wear a face covering\n🧼 Wash hands with soap for 20+ seconds…", "#postponeneetjee\n#healthoverexams\n@DrRPNishank sir,there is a rapid increase in corona patients.yesterday it was 605k but today it is 627k.high alert. we all are hoping that today's decision would be in students favour of postponding.hope you will choose health over exams Retweet https://t.co/w4ZsBh9AfI", "@LoretteBarragar @marklevinshow @CaliConserv1 WOW!!!!!!!", "RT @BFeatherSD: .@SanDiegoCounty reported a record 584 new, positive cases of #COVID19 today, and although they caution the numbers are pre…", "RT @virginiayapp: If the rest of us aren't entitled to our regular income during a global pandemic, why are landlords? 🤔", "@rousseaukazi Flatten the curve vertically got me rolling😂😂😂😂😂😂😂😂😂", "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "I flew to Greece to \"covid proof my property\"\n\nI drove 30miles to \"test my eye sight \"\n\nBoris Johnsons family and friends really do take the **** don't they. https://t.co/IrwEdLsPfB", "@FELIXFAlRY I'd send it in an envelope i-", "This is false. The US test positivity rate has been steadily increasing for weeks, which indicates that cases are rising because the virus is spreading.", "Imagine if the left was focused on coronavirus instead of impeachment back in January.", "send me some questions as I suffer on the toilet", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Can we be honest about COVID? If we wear masks and someone coughs or sneezes near us we've been told COVID can enter through the eyes. If no one coughs or sneezes releasing droplets whether you're 1 inch away or 6 ft. No biggie.  So without eye protection the mask seem worthless!", "The United States has been experiencing, believe it or not,  Historically Low Crime Rates. The last thing we will be doing is Defunding or Eliminating our many and various Police Departments or, putting an end to our great Second Amendment!", "Wearing a mask will be deemed effective against the spread of the virus until the vaccine becomes available. At that point masks will be deemed insufficient.", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "@realDonaldTrump TRUMP’S FRAUD\n\nTrump’s bragging about June’s job numbers is another example of the way he uses fraudulent marketing to sell a lie. The USA lost 20M jobs with the pandemic so the 4.8M gain means we are still down millions from pre-pandemic levels! The graph doesn’t lie!! Read it! https://t.co/wyGId81bJc", "Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth and elderly folks, they are doing this:", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "@EricDJuly @luismarin__ Over 3 million dead in America.  Dumbass", "New Australian logo criticised after replacing boomerang image.   https://t.co/Zr2lJgepdX", "RT @RealJamesWoods: This laughable distortion of the truth is why modern American “journalism” is the #EnemyOfThePeople 👇🏼 https://t.co/cRF…", "Okay, enough griping about annoying drone users and anti-maskers, on to more entertaining videos!", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "Karma is a bitch, Ain't it @THEHermanCain? You caught Covid-19... right?\nYOU KNOW THAT WEARING A MASK IS THE ONLY TRUE WAY TO PREVENT THE SPREADING OF THIS VIRUS, YET YOU TELL YOUR FOLLOWERS TO REFUSE THEM! \n@THEHermanCain + stupidity = Death\nDon't listen to this moron!", "RT @mitchellvii: Let's be clear.\n\nIf Obama were running for re-election, COVID  would have just been another \"bad flu season,\" like the H1N…", "Kid: why didn’t the tooth fairy come...three nights in a row?\n\nMe: Covid-19, maybe?\n\n🥴🥴", "Please stop sharing that story about Tuscaloosa college kids intentionally getting infected — there's zero evidence it ever happened! Just some loose talk from a public official and a lot of terrible journalism. https://t.co/ZsoxqY295F", "RT @Imani_Barbarin: They withheld FOOD AND WATER from Michael Hickson for SIX DAYS because doctors said his life wasn’t worth living. \n\nI k…", "Update: I was fired for this post.", "What's *rich* is Senator Graham playing partisan political games (and golf ⛳️) while South Carolina faces catastrophic unemployment and an exponentially growing pandemic.", "So true!", "RT @Marechtare1: Remember when we all said, never again, after months of the lockdown? Well, they're trying it again. Are we going to stay…", "Why did you let thousands of protesters stand shoulder to shoulder together ( Without Social Distancing ) but you won’t let certain businesses reopen ??  Does COVID not infect Protesters??  Asking for America.", "Alabama.. Covid parties.. ##why DoestheSouth#always embarrass us#wearamask!!", "In the midst of a coronavirus pandemic, Trump's HHS Secretary is focused on showing his face in states that Trump needs to win for reelection. https://t.co/QRC3O3qIP7", "@thehill Just stop, @KellyannePolls. You knows damn well that on 6/18 @RealDonaldTrump said that some people wear masks to \"signal disapproval of him\". He didn't want ppl in masks at his rally. He's led the \"no mask\" movement until yesterday, now that COVID19 is completely out of control.", "RT @KingOfSafari: I can't imagine celebrating the United States of America right now. We're an embarrassment, with our handling of the pand…", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", null, "JUST IN: More than 40 South Bay school principals are in quarantine after being exposed to COVID-19 during an in-person meeting to plan the reopening of schools.  https://t.co/tqPZbDf1rk", "RT @Soopertartory: I genuinely thought this was from a parody account I did multiple double takes, he is such a child", ".@CNN should move Fredo back to the morning slot. He was rewarded for bad ratings with a much better time slot - and again got really bad ratings. Getting totally trounced by @FoxNews. Give him another shot in the morning - He would easily beat Morning Joe’s poorly rated show!", "#COVID19 cases in India as on July 3, 8 am\n\nTotal: 6,25,544\nActive: 2,27,439\nCured: 3,79,892 \nDeaths: 18,213\n\nSource: Health Ministry", "RT @KamVTV: I am more worried about a Democrat in the White House than COVID-19.", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "RT @TheLastRefuge2: EXPLOSIVE – About All These “New” Positive COVID Cases – State Health Departments Manipulating Data, Changing Definitio…", "now there's CBT for \"health anxiety\" in CFS patients: https://t.co/Uar36v0FLu", "Good Morning 😊 Our children are arriving at schools after 3 months. \n#Ufalunschoolah\n#BacktoSchool \n#COVID19 https://t.co/TLpoVFkScA", "Not true, per Asst. Health Secretary Admiral Brett Giroir: \"There is no question that the more testing you get, the more you will uncover – but we do believe this is a real increase in cases, because the percent positivities are going up.\"", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @agwalker01: Thanks to our wonderful friends from @SA_Ambulance for all your help and support #bettertogether", "I think Biden confused cognitive with COVID which is why he admitted he was \"always being tested.\" Such a statement concerning cognitive testing would be an admission he needs it to monitor that he's not losing his mind. https://t.co/t7X7X2zQO4", "RT @spectatorindex: JUST IN: The United States has reported over 55,000 new coronavirus cases in the past day", "@GOPLeader, @realDonaldTrump Sh*t like this:  Donald Trump’s UNCEASING lying, 130,000 COVID deaths in USA with not a SOUL in this Administration saying he’s sorry.  ReThuglicans are certainly a heartless clump of f*cks.", "PLUG it up Sweetie.\nJOE BIDEN can't even pronounce Words and can't  UNDERSTAND \nanything he says or told.\nCLUELESS.  good luck ..!!", null, "RT @HashtagHag13: We cannot allow our great nation to be overrun with lawlessness, riots, looting &amp; blatant lack of repercussions. These th…", null, "@kylegriffin1 @JohnJHarwood In the 1917-18 pandemic it came down to arresting and fining ppl. That's exactly how things are gonna go this time.", "As we get older we’ll need to watch what they write in history books. If I see Harper Collins on that “trump fearlessly led America into economic prosperity and through the coronavirus” train they’re gonna catch these HANDS", "Así quedé cuando me encerré 4 perros meses y de todos modos me dió COVID🤡🤡🤡", "if you’re distressed by the devastating costs of covid-19 wherever officials have dismissed and denied the science and public health warnings — wait til you see the vastly greater costs of the same officials’ same dismissal and denial of climate change", "JUST IN: Worldwide coronavirus cases reach 11 million", "@funksands Please forgive me for calling you a liar. You're not a liar. You are a victim of your brokerage desk. They misinformed you. \n3/n", "A member of my community died because of Big Pharma’s greed — and during a pandemic that has led to many losing their health insurance, these corporations have no problem letting more diabetic Minnesotans suffer and die.\n\nThis is nothing short of barbaric.", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @Neoavatara: Hydroxychloroquine lowers COVID-19 death rate, Henry Ford Health study finds https://t.co/rC9gbeBDJ4 via @detroitnews", "Just got to Oklahoma today and they out here living like Covid don't exist. Only the employees are wearing masks lol", "The first wave of the coronavirus outbreak in the U.S. never really ended, and cases are surging again.\n\nBut this time, a different and much bigger swath of the country is feeling the effects. https://t.co/hLKgAJJ00i", "BTW, since you won't hear the news anywhere on TV today.\n\n1,170,093 Americans have recovered from Covid-19\n\nWe. Are. Going. To. Win.", "RT @CPotterPgh: 🎶One of these things is not like the other ...🎶 https://t.co/2FbBb9W1Sr", "Japan will not revive state of emergency as Tokyo COVID-19 cases rise https://t.co/R2wfCzo24d", "RIP: 11-year-old Miami-Dade boy dies from COVID-19, the youngest known fatality from the virus in Florida, amid rise in new cases https://t.co/qMlQo9JzZK https://t.co/5IOQ22x0mE", "RT @RealJamesWoods: This laughable distortion of the truth is why modern American “journalism” is the #EnemyOfThePeople 👇🏼 https://t.co/cRF…", "RT @Fxhedgers: PENCE’S SECRET SERVICE AGENTS TEST POSITIVE FOR CORONAVIRUS - BBG", "@JKNjenga @waluwande Germs spread through contaminated hands and surfaces, people are sanitizing, washing hands all the time, wearing masks hence the drop in number of patients at hospitals. People are now living healthy lifestyles coz of fear of contracting covid", "50,000 new confirmed cases in a single day. \n\nAmerica passed yet another grim milestone under Trump’s leadership. His failed pandemic response is prolonging and exacerbating this crisis.", "kinda disappointed none of my friends got pregnant during the lockdown. I really want some godbabies😭", "A non #covid19 thread but also not particularly uplifting...  \n\nTraumatic cardiac arrest. \n\nA new SR/MA led by Alex Tran et al. \nhttps://t.co/UTOUgn6lrP\n\n1/ https://t.co/mpjuC2cogc", "Isn't it crazy how COVID just disappeared for 3 weeks during the riots then magically reappeared when it became clear the stock market didn't care about riots?", "Still not over this.", "ON AIR: MICHEAL BOLTON / We Entertain. Empower. Educate . Talk to us on 0208 090 2121 HELLO@FANTASTICRADIO.CO.UK #FANTASTICRADIOUK #HOMEOFPOSSIBILITIES #BELIEVEYOURPOSSIBILITIES #STAYHOMESAFELIVES https://t.co/bE4hgti6fx \n Buy song https://t.co/C461cpNzyP", "RT @TaraLaRosa: Ghislaine Maxwell didn’t kill herself.\n\nGhislaine Maxwell didn’t die of COVID19.", "168 yrs after Frederick Douglass's speech \"What to the Slave is the Fourth of July?\", we're calling on 168 faith leaders to speak out this weekend (July 3-5) against the three pandemics of COVID-19, systemic poverty &amp; racism, including brutalization &amp; trauma by police &amp; policy.", "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "RT @TBtanyabajaj: My father is in urgent need of plasma therapy. Anyone who has passed 28 days since Covid +ve test or 14 days since -ve re…", "Free our brothers, sisters and siblings! ✊🏾", "Covaxin is the first indigenous vaccine candidate to fight against the novel coronavirus, created and developed by BBIL. It is the first vaccine candidate to be approved for human trials.\n\nhttps://t.co/GbKgOjASsR", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "RT @nodqdotcom: Taz takes a shot at #WWE's Covid-19 testing. \"\"We don't run a sloppy shop.\" https://t.co/fL1yYdn2aR #AEW #AEWDynamite", "Florida reported more than 10,000 new coronavirus cases, the biggest one-day spike in the state since the pandemic began https://t.co/QJ5XggeHt2 https://t.co/LuCfxFLwzx", "PLEASE RETWEET:\n\nThe Cheyenne River Sioux Tribe &amp; Oglala Sioux Tribe are being threatened by President Trump &amp; the South Dakota Gov with forceful exposure to COVID. \n\nWe will NEVER AGAIN allow diseases to be used as weapons against Native Americans.\n\nhttps://t.co/l6N1DHdHrV", "An 11-year-old just died from Covid in Florida https://t.co/rKcnpn7ScT", "How kids can deal with their stress in this lockdown?\n\n* Fix a time to play games with your parents\n* Talk to your parents and try to share fears and anxieties.\n* Conduct group video calls with your friends.\n* Physical workout (Aerobics, Fight with your siblings) #MentalHealthmyK https://t.co/JaiYNC6afP", null, "RT @sanjaykpr: Why parliament should be summoned as that provides strength to our law based institutions.", "An 11-year-old just died from Covid in Florida https://t.co/rKcnpn7ScT", "Even when a vaccine comes, it will take some time for us to know for certain whether or not a person who has been vaccinated is fully protected from the virus. There is still a lot to be proved: Dr David Nabarro, special envoy to WHO\n#CoronavirusPandemic\nhttps://t.co/S2ylZx5bYj", "The Philippines also acceded to an International Health Regulation crafted by the WHO. In compliance to said IHR, the Phils enacted the “Mandatory Reporting of Notifiable Diseases and Health Events of Public Health Concern Act” and subsequentl the “Bayanihan to Heal as One Act.”", "The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called Simpson's paradox and it's the result of incorrectly pooling data and arriving at a false conclusion. A thread 1/9 #COVID19 #ThursdayThoughts", "RT @drdavidsamadi: ICU beds are usually kept at 95% full because they are the most profitable beds in the hospital. Hospitals get more mone…", null, "The same press conference in which the state health director said “We know that it’s in the community, and that we can’t stop the spread. We can’t stop living, as well.”\n\nThe whole point of that day was to change the narrative, not the infection rate https://t.co/tIDgMOxE71", "Some young people in Alabama are throwing Covid-19 parties, a disturbing competition where people who have coronavirus attend and the first person to get infected receives a payout, local officials say. https://t.co/PZGRbMlKsJ", "\"With 122,300 excess deaths—the number of deaths over and above what would be expected in non-crisis conditions—the U.S. ranks number 1 on this metric. In second place, with 65,700 excess deaths, is the U.K.\"\n2/4", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @LarryMadowo: I met Americans who say wearing a mask is communism, or a sign of government manipulation. My latest https://t.co/j5KOOJAV…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "RT @ASlavitt: COVID Update July 2: Why not to freak out. 1/", "RT @johnnjenga: Landlords in Kenya are imitating the Government of Kenya. They saw GoK evicting poor helpless Kenyans from Kariobangi and R…", "RT @ChrisGPackham: Good morning . Q , environmentally disastrous , bank-busting , overblown vanity rail project that is already redundant i…", "The pandemic is nowhere near over yet Government has brought back its brutal sanctions regime. With millions now on benefits &amp; thousands about to lose their jobs, @johnmcdonnellMP says this will cause real hardship and push many over the edge.\n\n#ScrapSanctions #EndConditionality https://t.co/Yo749wFryP", "RT @KamalaHarris: 1 in 1,500 Black Americans has died from coronavirus.\n\nThis pandemic is further reinforcing historic inequities we’ve had…", "RT @prosechic: @look4goodinppl @JamesRubin1 @pcbrynn Yes, same in our district. We even had a group of students who tested positive for bot…", "United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship over the lockdown. \n\nTallulah’s mom taught her to sign. She made Tim a “thank you” that he displays on his truck proudly. \n\nHumanity.🌎❤️https://t.co/ADGk6pcjp2", "CBO: Coronavirus pandemic will scar U.S. labor market for the next decade - The Washington Post https://t.co/8KjyvzDvvg", "RT @deerhoof: it is really really weird when both parties are against universal healthcare in a pandemic, defunding the police in a brutal…", "“i’m 35 weeks pregnant” “help, 4 pods have covid” “we got covid” https://t.co/keuxBDT6Cw", "RT @MAmedeker: Everyone is at risk for getting COVID-19 if they are exposed to the virus. Some people are more likely than others to become…", "first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @JRehling: Trump's admin wants to lead the country in ending the pandemic and they can't stop from infecting their own people. The incom…", "As coronavirus cases skyrocket across Texas, hospitals grapple with patient influxes https://t.co/LDobbutl4y", "RT @Central_Track: CORONAVIRUS BRIEFS: THE LATEST UPDATES IN NORTH TEXAS. // Dallas County set to report an astounding 1,000+ new cases on…", "To understand why so many of us are so mad at @GovAbbott, it’s not just that he waited until *July 2* (in the face of indisputable evidence of a growing problem) to do this; it’s that, way back in April, he *overrode* local mask requirements—such as the one we had here in Austin.", "When your favourite coffees aren’t being stocked locally due to the Covid..... @NespressoAU https://t.co/GyEKVCt4HH", "RT @WSMV: “Wishing it was over is not going to make it go away,” Vanderbilt doctor urges taking #COVID19 seriously as cases climb.\nhttps://…", null, "@RBReich Why does the Demonic GOP insist on putting Americans in harm's way by pushing us to return to work in the middle of a raging pandemic??? They are so heartless and cruel!!! The economy is all they care about!!! Nov 3 cannot come soon enough!!!😤🤦🏽‍♀️", "Be a saint. Grab a face mask. \n\n#YourActionsSaveLives | https://t.co/hD8sWb8My0 https://t.co/1dytdNkusR", "At @HouseJudiciary Committee, we are continuing our investigation of Bill Barr. We will interview Geoffrey Berman next week on July 9.", "Be prepared for another DEM HOAX and manufactured crisis to distract from the arrest of their biggest donors (Epstein) Girlfriend, Ghislaine Maxwell.\n\nMass Shooting?\n\nCOVID Lockdown #2?\n\nTerrorist Attack?\n\nIncite War with Iran?\n\nCivil War?", null, "RT @LisaMei62: Imagine that.", "Seriously people- STOP BUYING MASKS!  \n\nThey are NOT effective in preventing general public from catching #Coronavirus, but if healthcare providers can’t get them to care for sick patients, it puts them and our communities at risk! \n https://t.co/UxZRwxxKL9", "RT @RaheemKassam: BREAKING: ‘Trump Drug’ Hydroxychloroquine ‘Significantly’ Reduces Death Rate from COVID-19, Henry Ford Health Study Finds…", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", null, "Students in Alabama threw COVID parties to see who would get infected first, say officials\nhttps://t.co/cOGgwoFeLq", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "Imagine if the left was focused on coronavirus instead of impeachment back in January.", "\"With 122,300 excess deaths—the number of deaths over and above what would be expected in non-crisis conditions—the U.S. ranks number 1 on this metric. In second place, with 65,700 excess deaths, is the U.K.\"\n2/4", "@gsteck74 @pam_sands It's alright.  Found a solution. 😏\n\nhttps://t.co/W0CU6DiK7i", "Both America and India, the world’s two largest democracies have failed the pandemic test. Poor governance, cocky attitude and loud hyperbole are the manifestations common to both our countries. \n\nDemagoguery, chest-thumping and hollow triumphalism deserve a good-bye. Enough!", "California bans singing in churches during coronavirus pandemic | The Sacramento Bee https://t.co/7WUBxecav0", null, "Be a saint. Grab a face mask. \n\n#YourActionsSaveLives | https://t.co/hD8sWb8My0 https://t.co/1dytdNkusR", "This surely happened (dodgy source and all ...). Anyway, who cares whether it's true. Young people refusing to be miserable are an obvious target for righteous fury in this age of puritanism, doom and anger. Not much seems to have changed since the witch-hunts of the Black Death.", "RT @michaelschwab13: This is not a drill, things are not good in Texas. Today, Texas had the highest amount of COVID-19 ever. Over 8,000! h…", "RT @dcfireems: DC firefighters who got COVID-19 are donating plasma to patients fighting https://t.co/B33khzno7u", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "If a mask works against coronavirus - every single business in the USA should be safe to open. \n\nYou're being lied to.", "Time to get back to the jokes at columbusfunnybone while maintaining social distancing! Get your tickets now! #WednesdayNightJokes #ComeGetTheseJokes #Comedy #ComedyClub #FunnyBone #ColumbusFunnyBone #FunnyBoneCbus… https://t.co/rzdB0jju2v", "RT @Mitra_Patel: Breaking News in the USA - \n10,000 new cases of #COVIDー19 in Florida in one day!!!!\n\nBreaking News in the rest of the worl…", "Breaking: Texas Gov. Greg Abbott has issued a nearly statewide mask mandate.\n\nThe order requires \"all Texans to wear a face covering over the nose and mouth in public spaces in counties with 20 or more positive COVID-19 cases, with few exceptions.\" https://t.co/i8aKmUZIxx", "RT @katewillett: The \"reopen\" schedules make people think Covid will be less bad in the fall when it's totally predictable what will happen…", "Local officials in Houston and Dallas (and other cities) have been calling for this for some time now.", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "@nytimes Big pharma bad and evil. But we all need the sector to do the right thing on #COVID19", "@ArvindKejriwal can only do advertisements. He is always in elections mode.\nShame on you Mr Kejriwal. Atleast during this Pandemic when whole Delhi is suffering Please stop your advertisements company and concentrate a bit on current medical crisis.\n#AapHiBjpHai \n\n@LambaAlka", "RT @drdavidsamadi: Important information on hydrochloroquine in relation to COVID-19! \n\nIt works. https://t.co/FlUdtY7vaj", "@ScottAdamsSays You mean like the over 120,000 people that died do to trumps incompetence in handling of COVID-19? More republican stupidity at work", "There is a rise in coronavirus cases because there is a rise in coronavirus cases. There is also a recession, climate change, and Russian attacks on our troops and democracy.", "RT @Holly_WV: First it was Corona Season,\nThen Riot season...\nNow Hurricane season...\nShit, do I need a Mask?\nA Glock? Or a generator?\n2020…", "RT @atrupar: This is false. The US test positivity rate has been steadily increasing for weeks, which indicates that cases are rising becau…", "@pinkvilla @ishehnaaz_gill Watch Sidnaaz Full On Masti😂😝👇\nhttps://t.co/MGN8gvvtGK\n\n#EidUlFitr #COVIDー19 #KejriwalExposed #KehGayiSorry #ShehnaazGill #Shehnaazians #SidNaazOurSoul #SiddharthShukla #trend https://t.co/BVSjOGgReH", null, "Mail-In Ballots will lead to massive electoral fraud and a rigged 2020 Election. Look at all of the cases and examples that are out there right now, with the Patterson, N.J., being the most recent example. Republicans, in particular, cannot let this happen!", "There is a rise in coronavirus cases because there is a rise in coronavirus cases. There is also a recession, climate change, and Russian attacks on our troops and democracy.", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "@USAflaggirl76 @RyanAFournier Glad to hear!", "#COVID19 | Pharma major Mylan gets nod to produce, market remdesivir\n\n(reports @RamblingBrook)  \n\nhttps://t.co/15iG3N3mmG https://t.co/lB8SvDSAqo", "RT @Kimbraov1: HUGE: MASSIVE CDC FRAUD UNCOVERED - CDC Grossly Overcounting Active China Coronavirus Cases Causing States to Keep Their Eco…", "Ally Beardsley’s TikTok is definitely in the top five for things getting me through this pandemic", "JJM Medical College, the medical College and hospital is owned by @INCIndia MLA Sri. Shamanur Shivashankarappa. There is no point in hiding the truth Mr. @sardesairajdeep ! Pls ask the MLA to pay stipend to Corona Warriors &amp; show his solidarity if he can’t clap for them.", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @ayynicko: Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth a…", "@OfficialStaticX @DopeTheBand @nonpoint Static X Playing during a pandemic in wis . Talk about a real Wisconsin death trip", "The fact that we now have a confirmed case of COVID at work and managers kept it on the DL 🙄and some people are STILL not wearing masks 🤬", "RT @emanizaire: my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially di…", "RT @JoyceWhiteVance: “I hope”", "RT @G_TheOriginal: Asked to condemn those tearing down statues, House Speaker Nancy Pelosi snapped: \"I'm trying to save the world from coro…", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "Indigenous Covid-19 Vaccine- #ICMR and #BBIL are jointly working for the\rpreclinical as well as clinical development of this vaccine.\rIt is envisaged to launch the vaccine for public health use latest by 15thAugust2020 after completion of all\r#clinicaltrials. \n\nDG ICMR #Letter. https://t.co/XNg6TOAUCg", "RT @wsrns: me when I go nandos after lockdown and they tell me my meal costs £13.70 https://t.co/Ro3Lwda0cn", "I wrote about the enduring radicalism of Star Trek: The Next Generation, and what it seeds in its premise--the idea that without greed and scarcity, there are inner and outer worlds to explore in freedom: https://t.co/QQqPVxqMZH", "JUST IN: Worldwide coronavirus cases reach 11 million", "The death toll in Texas is DECLINING, despite cases rising!\n\nTexas had a total of 31 COVID-19 deaths over the past seven days.", null, "Herman Cain Hospitalized With COVID-19 After Attending Trump Tulsa Rally Maskless via @forbes https://t.co/A3xoxFhPCf", "xq en vez d putear a dominic no se hacen una buena paja manga d desempleados m dan ganas d escupirles covid", "Since George Floyd was killed, the Portland Police have spent at least $6.2 million on policing protests. \n\nMayor @TedWheeler, this is a grossly irresponsible use of city money. #DefundThePolice\nhttps://t.co/OJLe7WDNp3", "Literally celebrating more than ever this year thanks to people like you. Have a great weekend!", "@realDonaldTrump #realDonaldTrump @TeamTrump\n@realDonaldTrump #GOP @GOP  @WhiteHouse  #WhiteHouse \nThe COVID-19 VACCINE is the KEY !  ✨🗝️✨ to turn the President Election polling Result.\nThe vaccine Must launching production and produce one month before President Election.", "@johnmorgan748 @toryboypierce Premier League has been allowed to resume. The Govt has tackled sports in detail: https://t.co/tcOddp6A47", "EXPLOSIVE – About All These “New” Positive COVID Cases – State Health Departments Manipulating Data, Changing Definitions, https://t.co/O7AQ1QjbEv", "I'm really broken up about evo, it was gonna be the year I finally went but covid happen. I was gonna see Killer Instinct and Marvel 2, with skullgirls finally at evo. It died because people I've looked up to ended up destroying everything I've been excited about.", "Maharashtra has also started managing Covid19 with a multi-pronged approach of testing tracing n treating which is reducing both spread n mortality.  Plasma banking is further helping. Kudos to @OfficeofUT @AUThackeray", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "Hi everyone. Abstained from social media for much of the year, missed you all and hoping all of you are in good health.\nStay strong during this terrible pandemic and remember, tragedies cease eventually, leaving us stronger.\n\n📸 from summit of Lose Hill https://t.co/35WygbQT79", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "@spkandhamal During this challenging times, Inner Engineering online by Sadhguru is offered free to Covid Warriors and for others at 50%. To register visit https://t.co/fJCIQ4OXWS", "RT @SteveDaines: Outrageous. We MUST hold China &amp; the @WHO accountable for their cover-up of COVID-19. https://t.co/1wNnQ3CP6s", "Alabama students attend 'COVID-19 parties,' gamble on who gets sick first https://t.co/9eBhM28foj https://t.co/XSkiVSMjsQ", "Feel Good Friday: Top Award For Solicitor Who Helped During Lockdown | Today's Wills and Probate #Wills #Probate https://t.co/HtbL4T5Npm", "FDA lied, Americans died. It IS that simple. The MSM and their minnions on the progressive left have blood on their hands.\n#WarRoomPandemic\n\nHydroxychloroquine lowers COVID-19 death rate, Henry Ford Health study finds https://t.co/HSAgLqr1hR via @detroitnews", "Thank you @VP, Dr. Birx, @DHS_Wolf and the Administration for your continued partnership and support in helping Arizona protect public health and contain the spread of #COVID19. https://t.co/ur3eUBNg5l", "“No American should be restricted by arbitrary coronavirus edicts so long as rioters are able to violate them while destroying public and private property.” https://t.co/ieEqljIGtC via @RMConservative", "COVID-19 update: Let's check in with Sweden, the country that never did lockdown thing &amp; isn't asking people to wear masks.\n\nCOVID deaths over past week: 32. \n\nHow did this happen? The \"public health experts\" &amp; epidemiologists told us the entire nation would be in flames by now. https://t.co/R43UucUR8i", "@SomeThin__Else Been outta hand ✋✋✋", "On Thursday, a team of researchers reported new evidence suggesting that the mutation known as D614G gave the coronavirus an advantage in spreading. The report is likely to deepen debate rather than settle it, experts said. https://t.co/dY90obpbEk", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "RT @mkaffen: WATCH TIL THE END. ENJOY! Coronavirus Horse Race https://t.co/wEDBq0j22o via @YouTube @shortman5427 @MichaelJFell @USAlivestro…", "U.S. reports 50K new COVID-19 cases in single day - https://t.co/JgrscoTFZk  #OANN https://t.co/uvDr2F0SQL", "Masks will not be mandatory for the event, which will be attended by President Trump.  PEOPLE ARE FED UP!\nhttps://t.co/Oykdz4xThD", "RT @nytimes: The first peak of the coronavirus outbreak in the U.S. came at the beginning of April, as 30,000 cases a day were reported. Ho…", "JUST IN: Worldwide coronavirus cases reach 11 million", "Twitter friends. I have a favour to ask!\n\nI want to know why my local mp @Gibbo4Darlo has voted to lower the British food standard and for some reason he's not replying.\n\nPlease retweet so I can get his attention, he won't answer me 🤷‍♀️\n\nhttps://t.co/eBSFe6fh6V", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "The wealth of billionaires has risen almost 20 percent since the COVID-19 pandemic started.\n\nMeanwhile millions have lost their jobs and health care. Thousands continue lining up at food banks across the country.\n\nHas your income gone up 20 percent? https://t.co/VJvrq8xuAX", "okay its either they didnt think this through or they didnt tell us enough bc im still wondering how we’re going to practice social distancing with everyone going to school regularly??? doesn’t make sense luv", "RT @Braveheart_USA: How can there be 1000 new COVID-19 cases from Beachgoers  and none from rioters?", "RT @KFILE: Herman Cain posted this tweet two days after, according to his statement, he had tested positive for coronavirus and after not w…", "RT @PTI_News: Single-day jump of 20,903 COVID-19 cases pushes India's tally to 6,25,544; death toll rises to 18,213 with 379 new fatalities…", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @eamorris_: ⁦@CanadianPM⁩ ⁦@PrivyCouncilCA⁩ have much explaining to do. Why a federal dept/trained program officials (supposedly) can’t…", "RT @SwarajyaMag: India's Covid-19 Tally Rises To 6.25 Lakh With Record 20,903 New Cases, Death Toll Surges To 18,213\nhttps://t.co/0aQARNfaYu", "Great article!  Do the research rather than listen to the scare tactics by the media!  LOCKDOWN LUNACY 2.0: Second wave? Not even close. — j.b. handley blog https://t.co/6byt5MFDZr", "If a mask works against coronavirus - every single business in the USA should be safe to open. \n\nYou're being lied to.", "RT @DrEricDing: Israel school epidemic. “Two weeks after Israel fully reopened schools, a COVID-19 outbreak sweeping through classrooms — i…", "🚨Covid numbers are a sham🚨\n\nWhy in the hell do we not have a @TheJusticeDept that gives a good goddamn about @CDCgov DELIBERATELY deceiving this country?\n\n👉🏻Why is this not STOPPED??\n👉🏻Why is this not EXPOSED?? @MarshaBlackburn @EricTrump @TuckerCarlson\n https://t.co/jQszWJ2LA9", "RT @JoeMomma833: Federal COVID test supplies late, unsterile, Washington state says.  https://t.co/mYi7avSHHz", "COVID19: clinically, range of symptoms w/ many overwhelming some patients; it insidiously crept throughout world; asymptomatic in most #LookToMitochondria #pandemic #COVID19 #MitochondrialDiseases #BioImmuneEnergetics #metabolomics #MitochondrialAntiviralSignalingPathway", "RT @Ryan_Deitsch: At age 11, Daequan is said to be FL’s youngest COVID-19 death. Please donate to help support his family during this tryin…", "Henry Ford Health Systems demonstrates that hydroxychloroquine lowers the death rate in COVID patients. Trials resuming in Europe. \n\nhttps://t.co/skwhQ6W6WO", "Most coronavirus deaths.\n\nUS: 131,400\nBrazil: 61.990\nUK: 43,995\nItaly: 34,818\nFrance: 29,875\nMexico: 28,510\nSpain: 28,368\nIndia: 18,225\nIran: 11,106\nPeru: 10,045\nBelgium: 9761\nRussia: 9683\nGermany: 9064\nCanada: 8642\nNetherlands: 6113\nChile: 5920\nSweden: 5411\nTurkey: 5167", "RT @RaheemKassam: BREAKING: ‘Trump Drug’ Hydroxychloroquine ‘Significantly’ Reduces Death Rate from COVID-19, Henry Ford Health Study Finds…", "@OrdinaryGamers Honestly the number of people who genuinely think this entire thing is fake is huge in the US &amp; it's fucking sad", null, "My father is in urgent need of plasma therapy. Anyone who has passed 28 days since Covid +ve test or 14 days since -ve report. \nName: J.P Bajaj\nAge: 58 years \nBlood Group: O+ve\nContact person:Tanya Bajaj\nContact number: 8587806939\nHospital: Sarvodya Hospital, Faridabad.", null, "Quit while you’re behind.\n\nYou will never be able to pull off a tan suit, or be as fly as President Obama.\n\nYou’ll always be the guy who polished Putin’s knob in Helsinki.\n\n#PutinsPuppet", "RT @SenKamalaHarris: It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nR…", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "They really think you believe this bullshit\n\nhttps://t.co/yQnQYOAju3", "Attending online classes in the middle of a pandemic https://t.co/rfUPMu2Zab", "ACLU joins with law firm to sue Attorney General William Barr and other federal officials in order to delay a federal execution that's scheduled to be carried out later this month, claiming it is unsafe because of coronavirus. https://t.co/OrpnFuAdmr", "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @drvinoysingh: Greatest leader till date to serve USA and its league of democratic nations.. https://t.co/tMhIVDoAQM", "RT @Walldo: None of those six people were at the church during Pence’s 90 minute visit, but it's unclear how many of the musicians who perf…", "@LydiaMEdwards @MikeConnollyMA @BOSCityCouncil @wutrain @AyannaPressley @juliaforboston Literally it's all right here in this 2019 Medium article, but since then the pandemic happened and the economy fell apart, so soon the process of evictions will occur, so lets make lemonade and build a large supply of units for short &amp; long term sharing:\nhttps://t.co/61OmrAVkVk", ".\n🧬 VIRUS CRIME\n\nAbout All These “New” Positive COVID Cases – State Health Departments Manipulating Data, Changing Definitions\n- New 'guidance' for COVID 'definitions' explains the FALSIFIED numbers we're seeing...\n\n.\nhttps://t.co/fno9IL3Cyb", "New coronavirus cases in U.S. top 50,000 in one day, setting record https://t.co/ZUFkFwHuNx", null, "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @ayynicko: Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth a…", "#RealPeopleTalkCOVID \n\nDay 12 of quarantine \n\nWhile we're talking about testing, a friend of mine posted this so thought I'd share with you.\n\nAlso went on the dischem website to verify. Here's the link\nhttps://t.co/5uFMkVXcR9 https://t.co/uGRbqOF8TS", "Don’t forget eyes. Why are these governments getting off on mandatory masks in/outdoors when we all have unprotected eyes and hands. We need immunity from all disease, that means braving the wild and being cautious about our hygiene...not living in bubbles.https://t.co/uWTWqAsOyx", "RT @RichRaho: “The letter says despite calls between San Francisco Health Officer, Dr. Aragon, and Archbishop Cordileone, multiple churches…", "RT @RobertMaguire_: It's almost like he thinks lies are magic spells that will become truths if he says them enough.", "A pandemic would be a pretty good time to champion #MedicareForAll.", "While the WHO covered for China, Joe Biden was attacking President Trump for trying to hold them accountable.\n\nChina Never Reported Existence of Coronavirus to World Health Organization https://t.co/y57jeECQu7", "Fun fact: Austin has the highest COVID-19 positivity rate in the nation, followed by Phoenix, Houston, Dallas, and San Antonio. Texas has FOUR metroplexes out of the top five metroplexes in the nation with the highest positivity rates. Abbott needs to take more action.", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "covid is a wet dream for the tories", "Y’all are acting like you’ve never seen a family of pyschopathic drug addicts occupy the WH in a time of a global pandemic and sweat it out as their connections to a global sex trafficking industry get exposed by the SDNY before? @realDonaldTrump", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "RT @Public_Citizen: BREAKING: Pharma is suing to block Minnesota's new insulin access law.\n\nThe Alec Smith Insulin Affordability Act was pa…", "Thank u for the update...\nAnd please postpone neet nd jee... \nThere are massive no. Of case increasing day by day...\nWe don't same as rajasthan exam that there lots of student and teacher are corona + ve....\n#SaveNEETJEEstudents\n#PostponeNEETandJEE\n@DrRPNishank @DG_NTA", "Reviewed preparations relating to a vaccine to cure COVID-19. An important subject that was discussed was the creation of a tech platform that would complement vaccination at scale across the nation. https://t.co/42hKO0YBof", "@Alwaysblue4ever @RyanAFournier All the doctors I read who ACTUALLY had patients reported that when used early along with a z pac and zinc, they had remarkable results in curing their patients!", "RT @CT_Bergstrom: 5. In public health, many disease preventions are imperfect. Social distancing is. Masks are. Handwashing is. \n\nWe do the…", "#Afghanistan Coronavirus in North Korea: Kim Jong-un claims 'shining success' https://t.co/Hk9X3IQc2B #Afghanistan", "RT @RayZzzMattress: 💖FEED &amp; CARE FOR THE BIRDS &amp; ANIMALS, GET ON SATURN GOOD SIDE &amp; SAVE YOURSELF &amp; FAMILY FROM CORONAVIRUS!💖\nSHANI / SATUR…", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @Cleavon_MD: ⏰I'm still waiting for Governor @dougducey to \n1. mandate masks\n2. issue #StayAtHome order \n\n87,425 cases (+3333)\n1,757 dea…", "Well friends and fellow Patriots... I've just been fired from my job as a teacher at Breitenbush Hot Springs in Oregon for speaking out (quite lovingly I might add) about my \"renegade\" perspectives about the pandemic, vaccines, masks and human trafficking etc. The battle is on 👊", "RT @ProfPCDoherty: Demonising the unemployed under current conditions is hardly likely to work politically for the foreseeable future? Ther…", "REMINDER: The glove did not fit.", "when I receive the vaccine from Covid: https://t.co/V5M1zL6Xbf", "@TrumpWarRoom @realDonaldTrump You keep spreading this lie even though it's been debunked multiple times.\n\nHere is an op-ed Joe Biden wrote in JANUARY.\n\n\"Joe Biden: Trump is worst possible leader to deal with coronavirus outbreak\"\nhttps://t.co/iAU7sh7Tbg", "Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth and elderly folks, they are doing this:", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @chadloder: My depressed friends are napping more\n\nmy autistic friends are stimming more\n\nmy anxious friends are panicking more\n\nmy ADHD…", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @YourEDM: A reminder that any show is risky right now \n\nhttps://t.co/rn4Pdka4Zh", "“No American should be restricted by arbitrary coronavirus edicts so long as rioters are able to violate them while destroying public and private property.” https://t.co/ieEqljIGtC via @RMConservative", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "Cleveland’s Own Helping Cleveland’s Own jbgrillsoulfood Chef Barb passes out 60,000 lunches to kids during the Pandemic since March 17,2020 nonstop \nJBGRILL will open a Childrens Food Bank in July 2020 Filled with… https://t.co/RmkKJ5Du7w", "Awit sa covid", "Washing your hands often with soap is still one of the best ways of avoiding COVID. Be safe and be smart. https://t.co/ccoF2Wdgw3", "RT @spectatorindex: JUST IN: Worldwide coronavirus cases reach 11 million", "With more #lockdown restrictions set to ease on Saturday 4 July, it's still important for you to play your part in tackling the #Coronavirus here in #Oldham.\n\nHere's an update from Oldham's Director of Public Health, Katrina Stephens, on our local position...\n\n#COVID19 #COVID19UK https://t.co/iGsbhTQ9eH", "A video of my homie’s girl getting a train ran on her during quarantine surfaced. My nigga ain’t been right sense. He ready to kill , should I stop him? -anon", "RT @6realmomson9: Retweet if you also would love to take care of your mom \nCan we reach 100 Retweets again? \n-\n-\n-\n#Retweet #hot #momson #m…", "No shock Clarence Thomas voted with the majority.", "🚨PSA: This just in...@US_FDA approves highly effective COVID procedure! https://t.co/vrLr6vFKJv", "Covid-19 vaccine by Ahmedabad-based Zydus Cadila gets DCGI nod for human clinical trials https://t.co/aI7pxlPhI1", "Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "RT @HKrassenstein: BREAKING: Trump ally Herman Cain has been hospitalized with COVID-19 after he attended Trump's Tulsa, Oklahoma Rally and…", "Stop letting the media distort the facts surrounding coronavirus.\n\nThe statistics being presented are meant to inspire fear &amp; paranoia.\n\n@realDonaldTrump is doing a great job!\n\nMake sure you RT this video for all to see so they can understand the TRUTH! https://t.co/RDVH7AeNI9", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "@nigelbrown61 But it is Dan Andrew's fault. SMH", "Trump is spending his time leaning into the divisive politics that got him elected as the coronavirus pandemic rages across the nation. @AshleyRParker joins to discuss.\n\nLearn more: https://t.co/GusWElSIe9\n\n#11thHour https://t.co/PQB67srDMe", "RT @TheNextPGH: Mayor @billpeduto released the following statement today as the greater #Pittsburgh region faces a record surge in COVID-19…", null, "Coronavirus concerns freeze Vanilla Ice's Texas appearance https://t.co/D5BNHaDqF4", "RT @srinivasiyc: We will do our best to arrange one donor for your father tomorrow.\n\nPlease DM requisition form if you received one from th…", "@realDonaldTrump United States\n\nCoronavirus Cases:\n2,837,189\n\nDeaths:\n131,485*********************", "RT @JaniceTXBlessed: Feeling the heat a little bit, Tom? From what I understand, you have a little more to worry about than those that don'…", "BUSTED: Eight NIH Coronavirus Treatment Experts Disclosed Financial Ties To Gilead - National File.    ****WAKE UP@EVERYONE!  COVID-19 IS A HUGE SCAM AND A LIE!!! https://t.co/Biajedst5w", "If Gaga and Beyoncé had performed Telephone live together even just a single time I know coronavirus would not exist right now", "BREAKING: More than 56,015 have been diagnosed with Coronavirus in the U.S. in the last 24 hours. This is a new record.", null, "And Trump is trying to claim that the pandemic is \"getting under control.\"\nhttps://t.co/w4teujKKat", "first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "PANDEMIC PROFITEERING: Gilead is charging $3,000 for a COVID medicine that costs $10 to produce -- and that the American public already paid to develop https://t.co/focWgm80lp", "first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "Is the COVID Surge More Fake News? https://t.co/toTEdySzos", "Coronavirus: Cafe Rouge and Bella Italia owner cuts 1900 jobs https://t.co/qUiWZGlmnQ", "RT @CPEC_Official: We will continue to provide support and assistance to Pakistan to the best of our capacity: @zlj517\n#CPEC #BRI\n @CathayP…", "RT @chrissyteigen: Treadmill content absolutely kills me for some reason 😭", "healthy folks: OH GOD Corona Virus!! There MUST be a cure! SOMETHING quick &amp; easy we can do to prevent it! All illnesses have a cure, right?\n#chronicillness folks: Yeaaaah about that\nCDC: Just wear a face mask!\nhealthy folks: naaaaah I don't feel like it", "RT @ayynicko: Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth a…", "Even hospitalizations are less  serious than months ago with some being simply treated and released from ER.", "Nigeria surpasses 27,000 with 626 new COVID-19 cases https://t.co/K5cqP9VCWa", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", null, "Get the latest app for covid-19 cases confirmed https://t.co/5myMEjSzjF", "I can’t emphasize it enough to be smart and to stay home this weekend. This is a time when COVID could escalate, as we’ve seen from Memorial Day. Don’t be stupid, think of others, and wear a mask. This shit is serious and reminder: you can die from this. What party is worth it???", null, "RT @Wongplan1: This portrait is made up of all the doctors and nurses who have lost their life during this pandemic,\n#Respect https://t.co/…", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @nytopinion: If all Americans were required to wear masks in public, we could reduce coronavirus cases to a level that would otherwise r…", "Manhattan Sees Largest Decline In Housing Sales In 30 Years, Apartment Contracts Down 76% https://t.co/r4aI0h1MMw", "@Nuatali_Nelmes @carolduncan @CityNewcastle There’s an announcement somewhere?", "If the Mayor of Jacksonville has any human compassion for public health, he should cancel the RNC or apply strong anti-covid measures far in excess of what he's planning, which is an unrestricted, super-spreader event.\n\n#NoJaxRNC\n\nhttps://t.co/gIuDFep8iI", "RT @katieporteroc: I'm the only single mother of young kids in Congress right now. I'm glad that the childcare crisis is getting more atten…", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @GavinNewsom: REMINDER: #COVID19 does not take the summer off. Does not take the weekend off. And will not take 4th of July off.", "I can’t emphasize it enough to be smart and to stay home this weekend. This is a time when COVID could escalate, as we’ve seen from Memorial Day. Don’t be stupid, think of others, and wear a mask. This shit is serious and reminder: you can die from this. What party is worth it???", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "The number of confirmed coronavirus cases per day in the U.S. hit a record high of more than 50,000 on Thursday. https://t.co/DG6U4VcKri via @HuffPost", "RT @clarewenham: We’ve decided on a shelf for the unicorn. \n\nThanks to all for kind words normalising the work-parent balance that so many…", "The US Death Rate From The Coronavirus Is 52 Times Higher Than The Flu\nhttps://t.co/vbd4lTcwzj https://t.co/yvnkKU6pqx", "RT @Utopiana: Compare the pair. Just a month and a half ago, this town was whinging because Palm Islanders were spending their money on boa…", "RT @Solmemes1: The fake news lied again.....it works....", null, "I broke news last night about Rep. #JimClyburn (@WhipClyburn) regarding mandatory masks for his #Coronavirus Select Committee Meeting. \n\nNow, Clyburn shares they’ve found #COVID19 abuses &amp; profiteering! Details in my @AURNOnline report! LISTEN: https://t.co/LsdkGAMzF9 #WhiteHouse", "Doc Rivers on COVID-19: \"It would be great if we had national leadership on this, which we have zero.\"", "Kim Jong Un says North Korea prevented coronavirus from making inroads https://t.co/6s0aNZFs8E by @sangmi_cha https://t.co/p0AN6jkZrU", "@Taran_Baker @subsix848 @EthicalSkeptic Yeah - there is way more testing going on right now, and many are including antibody positive as new cases.  I've learned that a covid test can show positive from the common cold and also that you can be diagnosed as probable with symptoms alone.  Then if you test +, it's 2x cnt.", null, "why? bc most of the custodial workers and blue collared jobs are filled in by Latinos who have employers that don’t care about their health and have them work while exposed + not having healthcare", "Wait. Didn’t Abbott REPOPEN Texas and give the blessing of business owners to disregard his earlier conditions? \n\nThis is why the left beats up right-leaning politicians. He had to have known COVID was going to SPIKE, right?", "Hi! A bunch of LGBT people (including myself) are living in an extremely unsafe environment, where we could potentially be exposed to COVID. Please donate / share / read if you can. I'm legit too terrified to leave my room for fear of being exposed. \n\nhttps://t.co/ezO55K3GUz", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "Listen to the homie @doubleo8s on NPR and the power of book clubs in a pandemic and beyond", "@realDonaldTrump HISTORIC JOB LOSSES\n\nThe USA lost 20 million jobs as a result of the pandemic. The \"gains\" Trump is referring to are not \"new jobs\" but simply a result of many people returning to work again. Ignore Trump's bragging &amp; lies. The graph below tells the truth.\n\n#TrumpPressConference https://t.co/nTMPJqf6FU", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "The #COVID19 #Pandemic has created an additional imperative for Small and Medium-Sized #Enterprises - #SMEs to build Flexibility and Resilience using #CloudComputing.\n\n🖥️https://t.co/kdb2HYtu6U\n\n@TechReview @HubBucket\n\n@ProsumerSoft @HubProjects\n\n@HubDevOps @HubDataOps https://t.co/5mb5BWxUAN", "RT @catturd2: Eat it Commies ...\n\n\"Cannot Restrict Freedoms\" - Illinois Judge Voids Governor Pritzker's Coronavirus Lockdown Orders https:/…", "RT @mhtexyankee: @AriMelber As a survivor of H1N1, let me ask you this...\nDo you have the money to go to a lung specialist several times a…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "RT @CharlesPollok: @KillAuDeepState \"Goodable\" posted the tweet but it belongs to this woman.\n\nAmy Roberts \nhttps://t.co/TEq2zTfen1", "Is it possible that Florida had a 35% spike in pneumonia this year, or is it more likely that Coronavirus deaths are being counted as pneumonia deaths?", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "Let's be clear.\n\nIf Obama were running for re-election, COVID  would have just been another \"bad flu season,\" like the H1N1 outbreak in 2009.\n\nThis is all 100% about politics.", "Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "RT @BW: Over the years, bosses have held down wages, cut benefits, and stomped on employees’ rights. Covid-19 may change that https://t.co/…", "If you travel this weekend, take these steps to protect yourself &amp; others from #COVID19 during your trip. https://t.co/d2JT2YwJZD https://t.co/o4hOvaJJh8", "As coronavirus caseloads soar across Texas, hospitals are seeing a surge of new patients. But getting information on which hospitals are hardest hit is nearly impossible right now. https://t.co/MYa1HRX8LP", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "How BlackRock exploited the COVID-19 pandemic https://t.co/v6QMC5heEE via @YouTube The stock markets are rigged. Blackrock is part of the systemic corruption and part of the crony capitalism. This lady needs to stay safe.", "Coonery will take you places man 🤷🏾‍♀️", "Joe Biden‘s Claims of Cognitive Tests Unclear as Campaign Hides Results https://t.co/IW8Q7mNxsT via @BreitbartNews", "RT @WTOC11: Mayor Norton is informing anyone who attended the June 25 city council meeting may have come been exposed to COVID-19.\n--&gt;&gt; htt…", "RT @sunset: Havasupai Tribe Suspends Reservation Access, Asks Tourists to Avoid Havasu Canyon https://t.co/Gg7lsbXklt", "Law students! Upon the suggestion of a twitter user, let's make your Twitter break productive by answering random legal questions in my tweets. G?", "RT @FollowQanon: Covid 19 - Your eyes have constant fluid but they want a mask to cover your mouth?", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "Protests in Chicago and the suburbs over the death of George Floyd so far have caused no identifiable uptick in COVID-19 cases, officials said. https://t.co/zvd52Fa4w4", "RT @adt007ad: You know what's the difference between us?\nI will support encounter of Vikas Dubey even though we are from same caste.\nOn the…", "RT @RonHarrisSC: This photo of slain officer Natalie Corona has been deemed racist.  \n\nPlease join me in sharing this far and wide. https:/…", "RT @psylockedoll: @UniteBlackWhite @TONYxTWO @realDonaldTrump When you choose to dismantle a pandemic team, ignore it, not let the people o…", "NEW: Herman Cain, a Trump surrogate, tests positive for coronavirus after attending Tulsa rally https://t.co/ltuonDVIAa", "Whose music got you through lockdown/quarantine?\n\nMine: @BTS_twt", "Vietnan is proof you don’t have to be a wealthy island country to conquer #Covid19. Vietname shows you just had to do mandatory mask wearing, plus aggressive early testing, and do immediate tracing of all cases early when it was manageable. We need to humbly learn these lessons.", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @JoaquinCastrotx: Important stuff ⬇️ https://t.co/NC8MyqNfoK", "What Are They Hiding? Ohio Health Dept. Says FOIA Requests Can Be Delayed Until 90 Days After COVID-19 Emergency Ends https://t.co/TLfqJ472jX", "They really think you believe this bullshit\n\nhttps://t.co/yQnQYOAju3", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "It is still absolutely shocking that this happened, and is still happening, in this country. Just hard to comprehend.", "RT @ianpauldukes: Texas just mandated new covid prevention measures. Or as their governor put it “Y’all come masked now, ya hear?”", "RT @TeaPainUSA: Tea Pain is ashamed that our country has NO control over the global pandemic. The ignorance of this President and his MAGA…", "RT @EWErickson: The men who pledged their lives, their fortunes, and their sacred honor to establish this country would be appalled at the…", "In court papers today, DOJ lawyers indicated that ICE may not release parents and children together from family detention.\n\nICE received information about sponsors who could receive the families. But DOJ lawyers say that is not \"actionable for ICE under the Flores parole process\" https://t.co/NzQ18nE2bq", "RT @washingtonpost: Tribal leaders in South Dakota plan to protest Trump’s appearance Friday at a massive fireworks display at Mount Rushmo…", "Today I got a call .......\nMadam the management has send bouncers in nursing hostels, it’s 9:30 pm. BOUNCERS😱😱😱😱,why? To threaten us as we have asked management to reduce duty hours. Currently we work 12 hours in Covid ICU 1:7 ratio. Its difficult.PPE 12 hours .@PawarSpeaks https://t.co/CbF1uAi8lX", "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any oth…", "RT @Asad_Umar: Islamabad new corona cases were more than 700/day in mid june. Yesterday 113 only. Positivity down to 5% yesterday and in si…", "RT @may_talcott: Are YOU AFRAID Of A SECOND WAVE Of COVID? #WillsPollingPlace", "India will win ..if our youth is safe!!!....in pandemic nobody can concentrate on their studies until and unless ..we are self assured!!#StudentsLivesMatter #PostponeNEETandJEE @DrRPNishank @DG_NTA make some quick decision resp.sir/madam", "Remember that COVID won’t take July 4th weekend off.\n\nWear a mask. Stay six feet apart. Wash hands with soap often.\n\nBig July 4 parties — especially indoor ones — are a bad idea. A really bad idea.", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "Required reading. \n\nhttps://t.co/OOigWB7Tqu", "@KarlheinzJosep2 @jngarivhume @Tendayizinyama Zimbabwe is already dead before Covid.  So what kills? If we overcome that element we have overcome covid19.", "The states experiencing these COVID “spikes” are all handling the virus in radically different ways.\n\nThe media is focusing just on Texas and Florida, but California is also experiencing an uptick in these numbers.\n\nThis doesn’t mean one did right and the other did wrong!", "@realDonaldTrump There is a rise in coronavirus because your stupid ass told people to \"LIBERATE\" and you never told your idiot followers to take this seriously or wear a fucking mask, so this is ALL on you, Spanky.\n\nBTW, 129,000 dead Americans is a big deal.", "Wearing a face covering in public is proven to be one of the most effective ways to slow the spread of #COVID19 while continuing to keep Texas businesses open. \n\nTexans should wear a face covering for the health of their families, friends, and for all fellow Texans. https://t.co/5oWVfZMsph", "New post (The COVID mystery: Today's Toon) has been published on  - https://t.co/0SUNfGAtkc", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "Henry Ford Health Systems demonstrates that hydroxychloroquine lowers the death rate in COVID patients. Trials resuming in Europe. \n\nhttps://t.co/skwhQ6W6WO", "Asked to condemn those tearing down statues, House Speaker Nancy Pelosi snapped: \"I'm trying to save the world from coronavirus!\"\n\nRT if you'd rather be saved from Pelosi! 😂\n\n(I follow back)", "@therealrthorat @fikafirst @markmcdougall13 And you stop that by keeping people away from each other. That's how a virus spreads", null, "RT @glittersnot: If Gaga and Beyoncé had performed Telephone live together even just a single time I know coronavirus would not exist right…", "Do you guys remember when I was sick as a dog back in January? Fever of 103.5, deepest cough I’ve ever had, couldn’t taste, couldn’t smell, chills,etc.... well turns out I had Covid. I got a blood test yesterday &amp; turns out me, Jordan and my family have all been exposed. Crazy!", "Trump is 'clearly flirting with disaster' by holding rallies and not wearing a mask, health expert warns - CNN https://t.co/ssxyHmS9t8 via @GoogleNews", "Globe &amp; Mail Andrew Coyne \n\nCanada could have done SO MUCH BETTER handling #Covid19 - Look at Australia, New Zealand - they handled it so much better\n\nGee it does help when you are an ISLAND COUNTRY with no borders\n\n#cdnpoli https://t.co/MnlzeV8zAf", "RT @grantstern: No masks, no social distancing. People will die from #COVID19. \n\nhttps://t.co/Hlcz6luFf0", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "COVID-19 And Respiratory Health: Pulmonologist Answers 10 Common Questionshttps://vilabin.com/article/covid-19-and-respiratory-health-...\nhttps://t.co/jAxpl8USuz", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "Some young people in Alabama are throwing Covid-19 parties, a disturbing competition where people who have coronavirus attend and the first person to get infected receives a payout, local officials say. https://t.co/jp8PoX3a3w", "RT @amaditalks: And we would be here for hours if I got into how devastatingly we failed at safety for residents of nursing homes and other…", "@pablo_honey1 @realDonaldTrump @RoyCooperNC @DanForestNC Yea let's rally in CHOP NO PANDEMIC THERE", "My opinion on Covid-19 is whether you think its serious or not, you lose nothing by being cautious and you can lose everything by intentionally being careless.", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "New survey of assisted living facilities found that close to 7,000 seniors residing in these types of communities may have died from the novel coronavirus. https://t.co/u4jMf4J8f9", "RT @ACLU: Tell the federal government you OPPOSE resuming executions that will put hundreds of lives at risk during a pandemic. https://t.c…", "Imagine if the left was focused on coronavirus instead of impeachment back in January.", "RT @RaheemKassam: BREAKING: ‘Trump Drug’ Hydroxychloroquine ‘Significantly’ Reduces Death Rate from COVID-19, Henry Ford Health Study Finds…", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "remember when we were all in elementry and thought the opposite gender had cooties? this generation's kids are gonna be like \"dont hold hands with micha, he has corona!!\"", "RT @CarolLeonnig: NEWWWWS &gt;&gt;Secret Service agents sick with COVID forced VP Pence to delay his trip this week to Arizona. Agency had to fin…", "Updated CDC serology study now including 5 states. Depending on state, est. Infections are 12 to 24x times higher than previously thought. Making it... 12 to 24x less deadly. I.e. a very mild flu season. Second lock down is completely unjustifiable!!!", "COVID-19 And Respiratory Health: Pulmonologist Answers 10 Common Questionshttps://vilabin.com/article/covid-19-and-respiratory-health-...\nhttps://t.co/hWlT61BUhO", "RT @joelklatt: Maybe we should listen to the American Academy of Pediatrics?? https://t.co/gcFssSR1Wl", "Six bipartisan bills that would lower pharmaceutical prices for Kentuckians are sitting on Mitch McConnell’s desk, and he won’t even allow debate on them. \nHe works for Big Pharma, not for us. #SenatorForSale\nhttps://t.co/iQ9zAuS0gD", "Countries where everyone wore masks saw #COVID19 death rates 100 times lower than projected.\n\nWHY DON'T WE HAVE A NATIONAL MANDATE❓\n\n&gt;50K new cases TODAY in the U.S. 💔\n#MaskUp #wearyourmask #MasksSaveLives #sorrynotsorry  \n\n🔥3-min read ➡️https://t.co/mKYYiU3mgb https://t.co/nob7yPso5L", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "my grandparents lost everything in a house fire this week. everyone's okay, but as retired elders, this is an especially difficult time as they have to recover during a pandemic.\n\nplease consider donating if you can, but overall just keep them in your prayers. \n\nlink is in my bio https://t.co/URTWqF9nMf", "Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth and elderly folks, they are doing this:", null, "This is false. The US test positivity rate has been steadily increasing for weeks, which indicates that cases are rising because the virus is spreading.", "@GovRonDeSantis @kellistargel @ErinGrall what is wrong with you ? your state is one of the most infected and you are taking away rights of minors. shut everything down before its too late.", "Hip-Hop artist @PJSinSuela known for his collaborations with @SanBenito graduated medical school in 2015, but pursued music for 5 years. With the pandemic hitting Puerto Rico, he has put down his mic and picked up his stethoscope to do his part to fight COVID-19! ¡Vaya Boricua! https://t.co/UQppokm2ED", null, "Tenants deserve the right to counsel. https://t.co/4UuxfKYxmB", "With due respect sir, I am purnava Mahapatra, aspirant of neet 2020.. want to request you to postpone the exam and all national level exam in current situation of record breaking and making of infection of COVID19 pandemic #postponeneet", "1.) the travel restriction for the US is different than the travel ban Canada has for the rest of the world. \n2.) There was a process where you can make the case to cross if you have an essential reason for doing so. He went through that process, twice. (1/5) https://t.co/jopj9JE54c", "RT @KamVTV: I am more worried about a Democrat in the White House than COVID-19.", "Seems we are still not testing enough, figures may not be accurate and this will again lead to disaster in terms of planning and capacity building. Need of the hour is to aggressively #TestTraceIsolate \nYou don't need a court to tell you this! #COVID19", "I'm the only single mother of young kids in Congress right now. I'm glad that the childcare crisis is getting more attention—but we must do more. Working parents shouldn't be forced to choose between caring for their families and earning a living.", "JUST IN: Worldwide coronavirus cases reach 11 million", "But if we didn’t test, those people would never have gotten covid.  The problem is clearly the testing.", "@the_hindu OUR IS LIKE!!!..ye sab chodo..ye lo vaccine 15 august ko!!! Propaganda before lives!\nhttps://t.co/zbcB27uwE2", "RT @RexChapman: United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship ove…", "'We don't live in a communist country!': battle over masks rages in Texas https://t.co/y77MBHQfW9", "My dad’s aunts and uncles held a private Sunday service &amp; everyone at the service got COVID-19. Yesterday, his uncle died. I can’t stress enough how important it is for y’all to take this seriously. The Valley is small. Someone we know is dying.  Stay home. Please.", "RT @AprilDRyan: Less than 24 hours ago @THEHermanCain posted on his official Twitter that “masks will not be mandatory” at @realDonaldTrump…", "Any politician who moves to lock down any part of America, potentially killing thousands of jobs should have to forego their paycheck for the length of the lockdown\n\n RT if you agree!", "realDonaldTrump: There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much e…", "COVID-19 And Respiratory Health: Pulmonologist Answers 10 Common Questionshttps://vilabin.com/article/covid-19-and-respiratory-health-...\nhttps://t.co/Uskv6UHBaU", "Florida reports a record 10,109 new cases of COVID-19 Thursday. In June, infections rose by 168% and Florida, with 21 million residents, has reported more new daily cases than any European country had at the height of their outbreaks, according to Reuters", "@2111015 incredibly stupid:\n\nnever researching what a virus is\n\nhaving no idea what Kochs Postulates or Bradford Hill’s criteria is\n\nwhat potty training is", "Ahh...the magic virus that removes all pesticide and 5G legal liabilities https://t.co/kf2r7OMavV", "John Merrill, the Alabama Secretary of State who won tonight’s SCOTUS decision allowing him to block curbside voting during a pandemic, has called voting a “privilege” and said that making it easier to vote would somehow offend voting rights martyrs. https://t.co/PuaV1QaZMs", "RT @niawag2011: 5. It's hard. Half of women report feeling anxious or stressed under #COVID19. Many men to too. On the other hand, 38% of m…", "RT @SenSchumer: Whether it is an unrelenting COVID killing Americans or Putin’s malign actions endangering our troops, President Trump has…", "The free webinar on Managing Digital Conflict in the COVID-19 Era is happening today 2nd July 2020 by 2 pm. \n\nThis is a conversation you don't want to miss. \n\nIf you haven't registered, click the link below to do so;\nhttps://t.co/uFNrnf67UE https://t.co/iqH8NMqTgd", "Mylan Labs Gets Nod To Manufacture Remdesivir For COVID-19 Patients https://t.co/Z8tzDIReb5", "An 11-year-old just died from Covid in Florida https://t.co/rKcnpn7ScT", "RT @CT_Bergstrom: Is anyone compiling a database of return-to-school plans at colleges and universities nationwide ? \n\nIt would be very hel…", "RT @SteveMaack: So now when all the maskless idiots complain about no HS sports in the fall, or about having to miss work because kids are…", "When I was 22, I watched a friend become HIV+ cuz he couldn't afford Truvada PrEP which cost s$1,300/m but costs &lt;$6 to make. CDC invented &amp; patented PrEP, but they refused to stop Gilead's price gouging for yrs. Today, the  the same thing is happening with remdesivir for COVID.", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth and elderly folks, they are doing this:", "Fix refineries, stakeholders challenge government While some countries are assuaging the challenges faced by their citizens amid COVID-19, decades of bad governance and waste of resources are compoundin https://t.co/sWiqpPbHCM", "Elon Musk is attempting to mansplain the pandemic to a LITERAL virologist &amp; Assoc. Research Scientist at the Center of Infection &amp; Immunity at Columbia University.\n\nReminder that @elonmusk ALSO claimed there would be \"close to zero new cases\" by the end of April. @angie_rasmussen https://t.co/hqc3GJ6im6", null, "No, it's not. 🇺🇸🇺🇸🇺🇸", "RT @SATHI_Pune: And SATHI is now on YouTube! Do watch our first interview about the COVID-19 pandemic  with public health expert  Dr Subhas…", "RT @SenKamalaHarris: It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nR…", "BREAKING: Hydroxychloroquine lowers Covid-19 death rate, study finds https://t.co/5MB1L3GEvl", "ESPN story on Clippers shutting down practice facility today after positive coronavirus test: https://t.co/L8LXHccdyN", "The trillion dollar question. Why are COVID cases increasing while deaths are decreasing? The answer is simple. It's called Simpson's paradox and it's the result of incorrectly pooling data and arriving at a false conclusion. A thread 1/9 #COVID19 #ThursdayThoughts", "Let’s be honest... Ghislaine Maxwell is living on borrowed time. We are guessing a “Covid” death. What are your predictions? https://t.co/Xtir49QCYc", "RT @adt007ad: You know what's the difference between us?\nI will support encounter of Vikas Dubey even though we are from same caste.\nOn the…", "RT @AwakenedBigly: #ThesePeopleAreSick #SaveTheChildren #DarkToLight #LiberalismIsAMentalDisorder \n\nThe top 5 #COVID19 #vaccines are made u…", "Pre-Covid I thought I was going to have a Controlla/Summer 2016 type summer.", "BREAKING: Hydroxychloroquine lowers Covid-19 death rate, study finds https://t.co/5MB1L3GEvl", "Schools are safe, I can’t be any clearer than that. 🤥", "Applying for school(s) in the middle of a pandemic", "RT @kron4news: A global study has found that a new version of the coronavirus has spread from Europe to the United States.\n\nThe new form of…", "RT @MoviesBuzz9: Print Media\n\n#NamrataMahesh Shares #Lockdown Diaries With Her ‘Two Big Boys’ \n\n@urstrulyMahesh: It’s Time To Protect Ourse…", "Covid Deaths Twitter \n\nMay 7:   76,512 \nMay 14:  86,248\nMay 21:  95,087\nMay 28:  103,000\nJune 4:   110,000\nJune 12:  116,800\nJune 18:  120,604\nJune 25:  126,780\nJune 27:   128,152 \nJune 28:  128,437\nJune 29:  128,783 \nJune 30:  130,122\nJuly 1:       130,78\nJuly 2:       131,485", "RT @WhistlingWhist: Dear @abcnews \nYou need to review your newsworthy policy for 'top stories'\n\nNo mention of Dutton 'contempt of court' hi…", "If you’d told me 10 years ago that the US would face a crippling pandemic and the president would do nothing—no; actively hamper efforts to save lives—I would have not believed it.", "RT @GiladEdelman: Please stop sharing that story about Tuscaloosa college kids intentionally getting infected — there's zero evidence it ev…", "What's *rich* is Senator Graham playing partisan political games (and golf ⛳️) while South Carolina faces catastrophic unemployment and an exponentially growing pandemic.", "New coronavirus cases in U.S. top 50,000 in one day, setting record https://t.co/ZUFkFwHuNx", "@Cernovich @realDonaldTrump Masks are only helping spread Covid! https://t.co/OoVYmGEmcr", "RT @BBCWorld: Coronavirus: Why has Melbourne's outbreak worsened? https://t.co/1E1U0y8Lz5", "Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "India reports 379 deaths and highest single-day spike of 20,903 new #COVID19 cases in the last 24 hours. Positive cases stand at 6,25,544 including  2,27,439 active cases, 3,79,892 cured/discharged/migrated &amp; 18213 deaths: Ministry of Health &amp; Family Welfare https://t.co/tFL7lwp11i", null, "RT @momurillo24: COVID-19 be like “I know a spot” and then take you para la picha", "RT @MspdcaliKag: “New Study” shows Treatment with hydroxychloroquine cut the death rate significantly in sick patients hospitalized with CO…", "RT @CarolLeonnig: NEWWWWS &gt;&gt;Secret Service agents sick with COVID forced VP Pence to delay his trip this week to Arizona. Agency had to fin…", "RT @RexChapman: United Kingdom: \n\nTheir package delivery man is named Tim. He’s deaf. \n\nTallulah and Tim developed quite the friendship ove…", "BREAKING: More than 56,015 have been diagnosed with Coronavirus in the U.S. in the last 24 hours. This is a new record.", "first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "This photo of slain officer Natalie Corona has been deemed racist.  \n\nPlease join me in sharing this far and wide. https://t.co/nwJg6QhmBq", "B I G !\n\nICMR and BBIL plan to launch BBV152 CoVID vaccine (Covaxin) for public health use by 15th August, 2020! https://t.co/gwPNaddg59", "since we donating to baristas for Doing Their Jobs: hi im a black transmasc delivery driver. i go to customers HOMES and NONE of them wear masks. my hours have been cut due to covid. today my store shut down for the SECOND time bc a coworker tested positive. my cashapp is $djavjr", "I'm sick and tired of idiots not wearing masks!\n\nI think we should put them all in a mandatory quarantine for two weeks every time they're caught outside without one. These people and governors who enable them are the reason our country's infections are spiking.\n\n#BeTheChange4USA", "Sir u have done it all the best sir 👊\n@atc_iitjee_neet", "@xunhuas Hey guys, please retweet this to help our initiative. Any help will be appreciated. Read more here and follow our updates!!\nhttps://t.co/OgVHyAxWMf", "RT @AnantBhan: This is a letter which has been sent out by the ICMR DG yesterday. Now that multiple folks have confirmed genuineness, let m…", "Incredibly positive news in this article about COVID-19. https://t.co/DiNZrMFrD9", "BREAKING UPDATE: Florida’s Department of Health on Thursday confirmed 10,109 additional cases of COVID-19, breaking another single-day record and pushing the state’s total confirmed cases to hit 169,106. https://t.co/4T4TXp9Ect", "JUST IN: Worldwide coronavirus cases reach 11 million", "People are really protesting &amp; suing because bars are closed in Texas??? Shiiiiiii y’all are stupid asf. Bars closed for 3 MONTHS in Western Australia and no one died &amp; we’re back open with almost 0 cases of COVID. Bars need to be closed for the rest of the year in Texas. PERIOD.", "RT @LisaMei62: Imagine that. https://t.co/KwelqDN2fs", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "In court papers today, DOJ lawyers indicated that ICE may not release parents and children together from family detention.\n\nICE received information about sponsors who could receive the families. But DOJ lawyers say that is not \"actionable for ICE under the Flores parole process\" https://t.co/NzQ18nE2bq", "The implementation of telemedicine during the pandemic has highlighted the disparities marginalized communities face (lack of access to phones, cellphone plans, etc). I had a lively and passionate conversation with the leadership team about this last month.", "RT @donwinslow: Typical Republican Governor.\n\nFigures out the answer four months after the rest of the class.", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "don't miss my exclusive content 👉https://t.co/vD5Rf9lfCL 🔥🔥🔥🔥🔥🔥🔥🔥 #onlyfans #ladys #girls #alternative #coronavirus #suggardaddy #follobackSeguro #onlyfansgirl #onlyfanspages #onlyfansaccounts #onlyfanspromo #onlyfansasian #patreon #creator https://t.co/VTLrOq2yL8", "@karenbrennanb @valdez1776 Makes me sad.", "RT @pubrooms: #pubrooms supporting great British Pubs :) RT @TheRunn78985256: #pubs #IndependenceDay  #COVIDー19 @ArkellsBrewery @BIIandBIIA…", "@TrumpWarRoom @realDonaldTrump You keep spreading this lie even though it's been debunked multiple times.\n\nHere is an op-ed Joe Biden wrote in JANUARY.\n\n\"Joe Biden: Trump is worst possible leader to deal with coronavirus outbreak\"\nhttps://t.co/iAU7sh7Tbg", "RT @NatureboyTweets: Tomorrow Friday, July 3, is @Bandcamp Friday 🌿 To support musicians during Covid-19 they are once again waiving their…", "@Oregonian Herman Cain wore no mask to the Tulsa rally for Trump. He is now in the hospital with Covid-19", "RT @sachin_rt: Proud to be associated with @UNICEF which has been doing good work in the fight against COVID-19.\nThe Leading Minds conferen…", "Ayyooo @stockx imma need y’all to hurry the hell up and verify and ship my shit. I saw the Covid email you sent, and quite frankly idc lol people waiting so hurry it along", "Win PalmPalm Hand Sanitizer! https://t.co/AXR0u64BwN", "I was fired from my job because my kids were noisy during calls on lockdown https://t.co/cxOpXIohft https://t.co/gCscTSU5ub", "COVID-19 : situation stable dans les Ardennes ! https://t.co/V6FyLtfo7p", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for not wanting to do what you’re willing to do for your health and body. Shit!", "Too many jails are still forcing families to pay to stay connected during a pandemic. We wrote a template letter you can send to your sheriff demanding that they make jail phone calls free:\nhttps://t.co/ZLeDElesh2", "Florida shatters records with over 10,000 new COVID-19 cases in single day https://t.co/wkYLPj98dm https://t.co/EDK53XjAxR", "This photo of slain officer Natalie Corona has been deemed racist.  \n\nPlease join me in sharing this far and wide. https://t.co/nwJg6QhmBq", "Banks have been treated as Essential Services during #COVIDー19. Safety comes first.Right to life under article 21 is the most important right which has been upheld by Supreme Court again and again. It also includes right to live with DIGNITY @UFBUIndia @aiboc_in @Bankers_United", null, "This isn’t a COVID-19 wave — it’s a tsunami https://t.co/jOuhA3kRfh https://t.co/6uCCH0yrUw", "RT @Reuters: Japan will not revive state of emergency as Tokyo COVID-19 cases rise https://t.co/uQFJ4ftSrf https://t.co/1vQZKobvs7", "Henry Ford Health System officials report a study done by the health system shows the controversial anti-malaria drug hydroxychloroquine helps lower the death rate of #COVID19 patients. https://t.co/9jjkYYLipT", "JUST IN: More than 40 South Bay school principals are in quarantine after being exposed to COVID-19 during an in-person meeting to plan the reopening of schools.  https://t.co/tqPZbDf1rk", "RT @thomaschattwill: I wrote about how sad it is to see the inept handling of COVID-19 in the U.S. from Europe, where the response was seri…", "Not martyred but assassinated..Huge difference \n\nEvn ur Gandhi family enjoyed gvnmt accommodation for 70 plus yrs .. takleef toh hogi ab", "RT @MSF: Dr Zuha works in an intensive care unit at our #COVID19 isolation and treatment center at Al Amal Hospital in #Aden, #Yemen.\n\nJoin…", "This is how COVID 19 started", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "RT @mervpilgrim: Wow what a relief 😅 \n#coronavirus https://t.co/ebDbhMCbUg", "RT @YouthGrowing: Sir,we are being forced to attend the classes amidst  this covid19 pandemic.. No clarification on university exams while…", "Be a saint. Grab a face mask. \n\n#YourActionsSaveLives | https://t.co/hD8sWb8My0 https://t.co/1dytdNkusR", "This is what I’m scared of, not death.", "Any politician who moves to lock down any part of America, potentially killing thousands of jobs should have to forego their paycheck for the length of the lockdown\n\n RT if you agree!", "RT @VONN3K_: first day back to school \nnobody:\nteachers: write an essay on how COVID-19 has impacted your life", "\"Report: 11-year-old Florida boy dies from coronavirus, youngest fatality in the state.\"\n\nSo they bury this in the report and as usual Gaslight: \"However, they did say that health officials confirmed the child had severe underlying health issues.\"  🙄🙄🙄\nhttps://t.co/4ZhnsHqwyL", "RT @Trump45in2020: @realDonaldTrump @dinmadness No lockdown. No Mail In Voting. America is tired of being screwed.", "RT @SharylAttkisson: BREAKING: Hydroxychloroquine lowers Covid-19 death rate, study finds https://t.co/5MB1L3GEvl", "A disabled man with coronavirus died after a Texas hosptial withheld treament, including hydration and nutrition. A doctor told the man’s wife, “As of right now, his quality of life — he doesn’t have much of one,” because he was disabled.\n\nhttps://t.co/4QYTO96s0z", "RT @GaryChalmersSki: Just to catch you up: doctors are quitting during a pandemic because Jason Kenney picked a contract fight with them, a…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "@fintechfrank @justin_hart @NickSzabo4 The scamdemic is over and people are too afraid to admit we all locked ourselves in our homes and destroyed the economy for a non-deadly pandemic.", "@USA_China_Talk @ShareAmerica Take care of your coronavirus!\nPEOPLE DYING!!!", "RT @TeaPainUSA: Holy Crapola!", "Some young people in Alabama are throwing Covid-19 parties, a disturbing competition where people who have coronavirus attend and the first person to get infected receives a payout, local officials say. https://t.co/jp8PoX3a3w", "High coronavirus infection rates among health workers – and lopsidedly low numbers among women – are raising fears that Afghan women are missing out on health care while their exposure to the virus goes undetected. \nhttps://t.co/LyugUzYfeV", "RT @CT_Bergstrom: Is anyone compiling a database of return-to-school plans at colleges and universities nationwide ? \n\nIt would be very hel…", "RT @KaitMarieox: If BLM can set cities on fire during a pandemic, then I sure as hell can go to the beach 🌴 https://t.co/b01hYnYgmh", "Repost from @PageSixTV   \nCoco Austin Gives An Update On Her Dad's Battle With Covid \n\nhttps://t.co/LLbDsKXqX4", "RT @catturd2: Eat it Commies ...\n\n\"Cannot Restrict Freedoms\" - Illinois Judge Voids Governor Pritzker's Coronavirus Lockdown Orders https:/…", "RT @jonlis1: Of course people will act excessively on Saturday. They got the green light. Then when cases rise, it’ll be the fault of the p…", "JUST IN: Worldwide coronavirus cases reach 11 million", "this is a fun idea — when was your Final Night Out?\n\nmine was march 10, the night before i developed corona symptoms, when i got dinner with some friends (and likely infected the whole restaurant)", "Only 66 of 93154 plasma donors in Maharashtra &amp; 70 in Mumbai as on Tuesday.\nNumber of COVID recovered patients in Maharashtra has crossed a lakh but Plasma donors are few&amp;far between. Come on Maharashtra we are all in this fight together,come forward &amp; donate to help save lives.", "Signal Boost please. The YMCA is avidly ignoring the heath of their clients and families. The YMCA works with at-risk youth and elderly folks, they are doing this:", "RT @rschilsky: Nice work. First data coming soon from @ASCO Registry. https://t.co/9WpYKinkBv", "@SilvioDeSousa5 Do all college athletes get paid the same?  Or do you go based off of minutes played, points scored, etc?  Can get a little tricky with some sports..", "RT @quierohorchata: Y'all someone at the YMCA in Mission Valley tested positive for Covid but they are still running their children's camps…", "#COVID_19 India Update | India adds 492 active cases, lowest in last 17 days while recoveries have seen the biggest single-day increase of 20,032. \n\nTotal India COVID cases at 6.25 lakh, with an increase of 20,903 in last 24 hours as per @MoHFW_INDIA https://t.co/kYn8CGFfWq", null, "RT @jessismoree: If your friends decline to go somewhere because of COVID-19, STOP peer pressuring them! Stop making people feel guilty for…", "RT @SBANYPD: We made too much progress saving lives’ in this city to risk going backwards fighting crime also but you’re letting it happen.…", "RT @TheoShantonas: Lockdown has provided important research time for science https://t.co/3F0szNPLxo", "RT @washingtonpost: As coronavirus cases skyrocket across Texas, hospitals grapple with patient influxes https://t.co/LDobbutl4y", "a man being evicted is asked by the judge if he has evidentiary issues with the argument that he owes rent. tenant says he doesn’t know what that means but his wife died and he hasn’t gotten his covid payments. judge asks again if he has evidentiary concerns, grants the eviction.", "Mr Peanutbutter", "Who is getting #COVID19? We made a chart to show the age breakdown of people who have tested positive for coronavirus at JPS.\n\nThese numbers include those tested at any JPS location. This does *not* mean they were hospitalized. https://t.co/FjoqLm9tTt", "Gilead details its pricing plans for Covid-19 drug #remdesivir, saying it will charge U.S. hospitals $3,120 for a typical patient with commercial insurance\nhttps://t.co/7jYyqpScO4", "My report. Lewis Jetta most influential Eagle ever. Ex-Players in the media. Getting Dropped.\nCoast to Coast has it all this year.... have a listen.\nhttps://t.co/cz9N6RLqHn", "They are trying to build confidence in airport and airline during post-covid19, which is a great things. It would be a great experience taking this plane. #PostCOVID19 #Taiwan #Airport #traveling", "RT @ani_digital: ICMR-Bharat Biotech COVID-19 vaccine trial results to be released by August 15\n\nRead @ANI Story | https://t.co/LNoqdgXDQ4…", "There is a rise in Coronavirus cases because our testing is so massive and so good, far bigger and better than any other country. This is great news, but even better news is that death, and the death rate, is DOWN. Also, younger people, who get better much easier and faster!", "RT @HawaiiNewsNow: Bankruptcy filings soar in Hawaii as economic fallout of pandemic widens https://t.co/sZO5s8IjT2 #HNN", "@sonyaism @MightyWilltor After losing my dad in October, 5 years taking care of him, severe diagnosed mental health issues from his death, working through a pandemic in essential services, I’m slowly picking myself back up and gonna finish my final year BSc chemistry..not sure grad or pharmacy school yet", "RT @brett_mcgurk: The United States just set the WORLD RECORD for the most new #COVID19 cases in a single day. 🚨 https://t.co/trcIxE2AB7", "Another highest single-day spike with 20,903 new #COVID19India cases &amp; 379 deaths last 24 hours.\n\n1️⃣ Avoid unnecessary movement\n2️⃣ Practice Social Distancing\n3️⃣ Wear A Mask Always when out\n4️⃣ Stay Alert\n\nTotal: 6,25,544 \nActive: 2,27,439\nRecovered: 3,79,892 \nTotal deaths: 18,213", "Remember that COVID won’t take July 4th weekend off.\n\nWear a mask. Stay six feet apart. Wash hands with soap often.\n\nBig July 4 parties — especially indoor ones — are a bad idea. A really bad idea.", "Indian shares scaled near four-month highs on Friday, as upbeat data from the United States and China outweighed concerns about surging domestic cases of the novel coronavirus, while Reliance Industries climbed after Intel invested in its digital unit https://t.co/Oza81dEep7 https://t.co/Y1cIDR2lpU", "This photo of slain officer Natalie Corona has been deemed racist.  \n\nPlease join me in sharing this far and wide. https://t.co/nwJg6QhmBq", "RT @WSJ: From @WSJopinion: Political leaders and health officials have sown distrust by politicizing the pandemic response, writes Dr. Jose…", "It’s weird being in corona times and watching shows/films that aren’t lmao I be like WHY YALL SO CLOSE 😭", null, "BREAKING UPDATE: Florida’s Department of Health on Thursday confirmed 10,109 additional cases of COVID-19, breaking another single-day record and pushing the state’s total confirmed cases to hit 169,106. https://t.co/4T4TXp9Ect", "The Sedgwick County Commission just decided that not enough people in Wichita area have died and suffered from COVID-19 yet. They promised to revisit the issue when more have suffered and died.", "@Siyabashaya @Izinkwazi1 Even if it is,  hawu so they must lay around feeling sorry for themselves??? People must relax", "RT @atrupar: An 11-year-old just died from Covid in Florida https://t.co/rKcnpn7ScT", "Pre-Covid I thought I was going to have a Controlla/Summer 2016 type summer.", "Jul02- 21947 new #Covid_19 cases, 378 deaths and 19999 recovered.\n\nTrack daily #Covid_19india cases in App:\n https://t.co/rL7Savlo84\n\n#IndiaFightsCoronavirus\n#IndiaFightsCorona #IndiaFightsCOVID19 #COVID19 #COVID19India #COVID #CoronaVirusUpdates #CoronaVirusUpdate #coronavirus https://t.co/RFs5etmCqU", "It’s once again the first of the month and countless Americans still have no means to pay their bills or make rent.\n\nRT if you agree we need to pass my bill to provide Americans with $2,000 monthly payments throughout this pandemic.", "RT @jumaf3_: Be warned. It true that most Covid-19 tests in Kenya are giving false results. If you test positive, seek a second opinion, yo…", "Another blatant lie by Delhi govt. \n\nThis Plasma bank in Delhi  is not ‘India’s first’. \n\nSir ji, in Mumbai there are 14 licensed plasma banks. Mumbai’s plasma therapy to fight corona started in April. \n\nhttps://t.co/AMIgU4ooQE https://t.co/n4vU1TDupE", "RT @kingdeficit: Applying for jobs in the middle of a pandemic https://t.co/wRLgclUIL2", "@GaryScribbler My oldest leaves home tomorrow to start his dream job as a carnivore keeper. He always said from age of 2 he would work with big cats. We been having hugs too even though at 6ft he is far taller! These are precious moments but I dont call this work it looks like fun! https://t.co/cvcWaKkp87", "Say it now.", "Not sure why In n Out is trending but I’ll just leave this here. https://t.co/CHnSlJSN9W", "RT @GovHerbert: While we celebrate this weekend, let's do so safely. COVID-19 has changed how we interact &amp; celebrate. Gather in smaller gr…", "@Asamoh_ @LancetKenya_PLK @KEMRI_Kenya Your onslaught on Lancet is well noted.\nDidn't quite pick the steam as expected, uuh??", "RT @GreatScott1991: I’m pretty cautious about what info I spread online, but I heard about this treatment that’s on the market and has actu…", "RT @ravishnaresh: (1/n) Using what is the largest active data set on Indian MSMEs, we @Khatabook did an analysis of the impact of lockdown…", "This is EXACTLY what was predicted to happen as Southern and Trump areas dismissed COVID as a hoax that was a big city problem. Politicians in those areas that decided to appease the King and closed things late/opened them early got exactly what was predicted.", "RT @RaheemKassam: BREAKING: ‘Trump Drug’ Hydroxychloroquine ‘Significantly’ Reduces Death Rate from COVID-19, Henry Ford Health Study Finds…", "America's recovery from the coronavirus pandemic recession could last through the better part of the next decade, according to the Congressional Budget Office's 10-year forecast https://t.co/9kT9Tb1XSP", "RT @glittersnot: If Gaga and Beyoncé had performed Telephone live together even just a single time I know coronavirus would not exist right…", "RT @thewebbix: Trump has 'gone awol' as [leader] amid coronavirus pandemic, says ex-CIA director | The Guardian\n#TrumIsAFailure\nLeon Panett…"]