["We really are not all in this together - not everyone has equal access or equal understanding @LayneJamWhitty #bpsconf", null, "Update : Cong. Leader Sh. Rahul Gandhi is just 19500 followers away from 15 million mark.\n\nSh. Gandhi will be in conversation with Frontline Covid warriors across the globe today. He will be live on all his SM platforms from 10AM today.", "RT @TimRunsHisMouth: Instead of sending COVID patients to the USS Comfort and the Javits Center, Andrew Cuomo sent them to nursing homes to…", "@RationalRedWave @AlexBerenson COVID deaths is a flawed metric for international comparisons. It’s dependent of how each country defines and records those deaths. Better to look at all cause mortality. I’d bet US doesn’t account for 25% of excess mortality.https://t.co/XjXJt1BR8n", "RT @Smokingvixen1: When bae gets home from work it’s smoke time🤤😅😝 I’ve waited for this all day!! 🤤😈\n•\n•\nLots of #sexysmoking content, HIT…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @issaiah_johnson: The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/…", "Chinese authorities now likening new national security law to mask-wearing and social distancing: \"There are boundaries to rights and freedoms wherever you. In China and in China's HKSAR, there are boundaries and bottom lines for the purpose of safeguarding national security.\"", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", null, "On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermost commitment to keep the nation safe and healthy in these challenging times is truly exceptional. Nation salutes their devotion and sacrifice.", "RT @MeidasTouch: If the @GOP takes away health coverage for those with pre-existing conditions, will people who were infected with COVID-19…", "RT @kylegriffin1: A quote from Rand Paul at the Senate coronavirus hearing: \"We shouldn't presume that a group of experts somehow knows wha…", "@dugalira Small &amp; medium enterprises are not getting credit , it’s very tough . MSMEs 3lakh crore scheme is only for existing borrowers with good credibility , in that too many conditions.", "My mom is currently in the ICU fighting COVID-19\nShe is in need of platelets from someone who has successfully recovered from COVID-19\nMy mom is blood type A+ so I highlighted the section of blood types she can receive\nRTs will help 🥺\nI just wanna hug my momma again 😭 https://t.co/zhzxI0qLVl", "@Vladimirth @BobMurphyEcon Physical interruptions to supply should be inflationary, but USTs and UST-TIPS spreads are signaling deflation. So are the \"Eurodollar Futures\" that Jeff Snider follows. The deflation between 6-2014 and 11-2016 put Trump in office, and I would prefer that he stay there.", null, "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Coronavirus: US buys up almost entire world supply of COVID-19 drug Remdesivir | World News | Sky News https://t.co/mbVZKFKO1g", "RT @GlamandGore: For some reason y’all don’t seem too concerned about this, so I’ll rephrase it...\n\nTHEY ARE MAKING A RATING SYSTEM TO DETE…", "RT @republic: AYUSH Min approves Patanjali's Coronil as immunity booster; can't sell it as COVID-19 cure https://t.co/3NN8cNQJ0A", "@mizdonna @IngrahamAngle Here you go. Finally someone said it! https://t.co/1vj2OjA5GR", null, "covid19 when it makes its way to my brain and sees my nonexistent levels of serotonin: \n\ndamn bitch you live like this? https://t.co/uj1J2C4BG0", "RT @BrettKelman: Tennessee is now averaging 47 new coronavirus hospitalizations per day, the most ever. This is the most compelling sign th…", "RT @Poorvika_Mobile: It’s a special day to celebrate the Front-Line warriors of #Pandemic. Thanking all the #Doctors for their endless serv…", "I’ve tested negative for COVID-19. I’ll continue to follow CDC guidelines and quarantine until Monday, which is 14 days after initial exposure. Grateful for all the messages I’ve received - feel great and ready to keep moving forward.", "@2018notHappy I nominate my sister she couldn't celebrate her birthday in April due to lockdown and she was wanted a smallanyana thinging to celebrate with friends her 31 years birthday", "Soon We won’t owe China back any money our National debt will be gone considering China has a pandemic cleansing every 2 months. #chinesflu #china  #chinesSwineFlu2", "RT @RanaAyyub: India Covid Positive cases at 573,598 and 17,008 deaths.", "Going back to work today after having a minor fever! The way I'm so scared this Covid 19 Bull is really messing with my head!!! God must be with us all cause we going through difficult times 🙏🙏🙏 Honestly!", "I hate to be the one to break this to you, but this pandemic is only just beginning.  Get used to distancing, strict hygiene, and mask use.  It'll be an important skill going forward.", "RT @picardonhealth: 'No more wishy-washiness' - Canadian doctors call for mandatory face masks😷in all shared indoor spaces, by @wencyleung…", "RT @BillBishopKHOU: Overall, as of 6/30, Texas has reported a total of \n159,986 confirmed cases of COVID-19.  \n72,744 currently active case…", null, "EVERYONE SHOULD BE MAD AS HELL RN", "Too many selfish people in Scotland are still not wearing masks or face coverings.  Legislation, to make it as selfish and repulsive as smoking in a pub or restaurant once was, would be welcome. #Covid_19", "Herd Immunity For COVID-19 May Be Closer Than It Seems, New Model Shows https://t.co/Krk9lOmacX via @gatewaypundit", "RT @abbygov: bro I looked up how long the Black Plague lasted in an attempt to reassure myself about corona and that shit lasted 800 years…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @issaiah_johnson: The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/…", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "@realJediMan1 Andrew Cuomo might want to EXPLAIN WHY HE ORDERED NURSING HOMES to take COVID-19 POSITIVE PATIENTS!\n\nThis Resulted in 7,000 Nursing Homes Deaths! \n\nTHE JOB of A GOVERNOR IS TO KEEP THE VULNERABLE SAFE!\n\nCuomo Murders Babies up till Birth &amp; Doesn’t bother to protect the ELDERLY! https://t.co/kLEqtJYH1j", "My co-worker posted this on fb ... I think I have covid, bad hair day, karenitis, and poor gas mileage 😂😂 https://t.co/VQtgslK4Vy", "RT @altogether4CH: What you've been🤗waitin' for🤨😬😠\n@CaliNeedsHelp🤬\n@TrojanTodd85\n@j_ankrom\n@RobertM43044151\n@MaryUlinger\n@mspdcaliKag\n@Trav…", "RT @RadioFreeTom: I'm sorry, was there a time when this guy was *listening* to Fauci? This is like me saying I'm *finally* going to stop li…", "Are they serious? Let’s hear them out\n\n@mvollmer1 @rwang0 @YuHelenYu @Ronald_vanLoon @HeinzVHoenen @morgfair @kashthefuturist @sallyeaves @FrRonconi @SpirosMargaris @ChuckDBrooks @antgrasso @Fede_Aguggini @kuriharan @MikeQuindazzi @Paula_Piccard @KenLittle\nhttps://t.co/oy7N8VIoyv", "@IATA Apart from my husband 4+ months. Another year+ before I see him? Designate flights for us high risk #Covid people ONLY who volunteer to test 2 wks before travel, monitored self quarantine &amp; retest at boarding Protect @afa_cwa OPTIONS PLEASE @Europarl_EN @FTA_DOT @EU_Commission", "Governor Ron DeSantis insisted that reopening plans would continue to move forward, one day after vetoing the entire budget of an online learning program as the state prepares to reopen schools \"at full capacity\" https://t.co/ROlFRJBkTT", "RT @EstOdek: Can’t believe I wrote this trash at the beginning of lockdown. Pls know 3 months on I am a different person with different bel…", "RT @goremeat: Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "RT @Liberty2Bfree: How did we get the MOST stupid, lazy, pathetic guy for our President who doesn’t even care enough about our country &amp; Am…", "My,tough as an ox dad, the 1 that never goes to a doctor, the 1 that doesn't even take tylenol for pain, the one that never EVER gets sick, where talkin about the original Steve Austin,is in the ICU for #covid19 All the people that say it cant happen to your family think again 🙏 https://t.co/n5sA7swnhT", "Don’t forget to have your waiver filled out and turned it on Monday, July 6! Workouts at Junior High. \n#BoroBall\n8:00-10:00 am (grades 9-12)\n10:30 am-noon (grades 7-8)\nhttps://t.co/pz4tGSFBKL", "Due to COVID-19, the LPGA Tour and Golf Canada said today the CP Women’s Open Sept. 3-6 is canceled, returning Aug. 26-29, 2021 at Shaughnessy Golf and Country Club in Vancouver, British Columbia, Canada, which was to host the 2020 tournament.", "RT @HackneyAbbott: Shocking Homerton hospital management is even considering further 5 years of this outsourced contract for cleaners etc.…", "RT @atomaraullo: “Symptomless transmission makes the coronavirus far harder to fight. But health officials dismissed the risk for months, p…", "@palafo We need to shut things back down again. The rate of #coronavirus cases are spreading like wildfire.  We’re losing our ability to get it under control due to unmasked #COVIDIOTS gathering. #WearAMask https://t.co/cGGzKTQT6m", null, "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "welp", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "and here comes July’s #1 draft pick", "RT @w_terrence: The way the Democrats hate and lie on President Trump is a Pandemic too \n\nThe threats against Trump Supporters, conservativ…", "Lack of local Covid-19 testing data hinders UK’s outbreak response https://t.co/B6ngmuRszx via @financialtimes", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "I wonder why @SpeakerPelosi deleted this video of her in China Town on Feb 24 saying that fears of the coronavirus were unwarranted.? 🤔🤨\n\nIt would really be a shame if the video went viral...🤷‍♂️🙋‍♂️\n\n👇👇👇\n#CommunismKills https://t.co/1WOT34I6Rq", "RT @NYDailyNews: The virus is currently carried by pigs, but researchers wrote it has “all the hallmarks” of the ability to adapt and infec…", "RT @ernestocardio: Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and COVID-19:…", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "@realDonaldTrump Everyone KNEW what to do about #COVIDー19 except for YOUR stupid ass. \n\nYou lied. People died.\nYou politicized wearing masks.\nYou slowed the testing down.\nYou turned America into a NIGHTMARE.\n\nOn November 3rd, we #EndTheNightmare.\nhttps://t.co/h9jqdjV9Wj", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @Lauroralei: \"Closing the economy is worse than Covid\"\n\nAre we speaking the same language? Does \"mass death\" and :permanent chronic dise…", "RT @RonaldKlain: So if you follow Trump's TL tonight, his reelection campaign appears to be about promoting housing segregation and preserv…", "Wondering what’s really happening in Texas? Here’s the email, from a senior executive at a Texas ER chain that sees thousands of patients a month. He went on the record - a brave move. I’m going to let him speak for himself. (Two tweets of screenshots. Worth reading to the end.) https://t.co/4xuBdTIFIc", "4 unusual things we've learned about the #coronavirus since the start of the pandemic - https://t.co/3tl8Ox425L", "@itsSupercar @shadihamid Paint the other side as evil and your righteousness is assured.", "Anyone else really struggling with their mental health? \n\nBetween Covid stress and whats going on all across the nation it can be really overwhelming. Especially if you already suffer from mental health issues.\n\nIf you want to talk to someone my DMs are open.", "@KaceyonFox7 Up here in Canada everything has been closed for months... finally allowed social distancing patios. It seems to be working... although a recession is likely after this, at least our cases are low and ppl are not dying 👍", "Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "RT @TKingATX: Republican death panel https://t.co/ovwuqcRfHZ", "RT @catturd2: Well well well !!!", "US Health Officials Said Corona Virus Has Controlled the Country, Trump Becomes More Angry to China https://t.co/QaJ1NsR73X", "@Moz_MCM Yes. We have to meet government in all their attempts. This is also a note to self.", "Breaking News!\n\nTexas has a shitload of new #COVID19 cases today.\n\nAlso breaking news!\n\nWe knew this would happen.\n\n#AbbottBetrayedTexas", "As the coronavirus outbreak continues to grow in AZ, please be respectful to yourself and others. Our healthcare workers fight this virus everyday. Soon, if hospitals reach capacity, they may have extremely difficult decisions to make.  Be responsible, be considerate, be safe. https://t.co/uL1my7ZMm7", "Dear @MumbaiPolice i want to travel on Saturday from Goa to Mumbai to my own house in a private vehicle. Do I need to take any special pass? Thank you 🙏", "Retweeting this important thread not just because it is about @AltNews, but it highlights the importance of fact-checking pseudo-science and its impact on the society.  The @AltNewsScience led by @Neurophysik have started to make an impact on the ground.", "@nursekelsey Nice idea.  If the letter we get with the next stimulus check came with 3 free masks per person and a request from the government to please use them, and that failure to mask after receiving COVID stimulus defeats the point of the stimulus, that might up compliance too.", "As COVID cases surge, TX Lt Gov Dan Patrick says he will no longer listen to Anthony Fauci: \"I don't need his advice anymore\" https://t.co/8w6mdCpLhN", "Collingwood veteran Steele Sidebottom can't quite remember the details of his coronavirus breach due to his alcoho... https://t.co/VnjFcD0Xio", "2020 what ’s wrong with you.", "Watch Shri. Rahul Gandhi converse with 4 Indian nurses about the COVID19 pandemic. \n\nWatch this conversation on Shri Rahul Gandhi's SM platforms:\n\nYouTube: https://t.co/6IlOEbYsPq \n\nFacebook: https://t.co/C207jipujP\n\nTwitter: https://t.co/OR0jV4cOPP\n\n#WeSaluteHealthHeroes", null, "Alabama college students attended parties despite knowing they had COVID-19 https://t.co/bewpCpVcUX", "RT @NerriaNerria: My household hasn’t lacked a thing during this whole pandemic. I’m so thankful.", "@realJediMan1 Andrew Cuomo might want to EXPLAIN WHY HE ORDERED NURSING HOMES to take COVID-19 POSITIVE PATIENTS!\n\nThis Resulted in 7,000 Nursing Homes Deaths! \n\nTHE JOB of A GOVERNOR IS TO KEEP THE VULNERABLE SAFE!\n\nCuomo Murders Babies up till Birth &amp; Doesn’t bother to protect the ELDERLY! https://t.co/kLEqtJYH1j", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "On #DoctorsDay, I am immensely grateful to the dedicated professionals who inspire hope in #Covid19 times.\n\nToday at 10 am, watch 4 dedicated nurses in conversation with me about the Covid crisis and how we should react to it. https://t.co/PujxVQbdvE", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "RT @esthxt: ah yes, july has arrived", "RT @RahulGandhi: On #DoctorsDay, I am immensely grateful to the dedicated professionals who inspire hope in #Covid19 times.\n\nToday at 10 am…", "🚨 Watch this 30 sec video &amp; tell me this mother fucker Bill Gates, and the dude next to him, aren’t smirking and smiling about “the next wave, that WILL GET ATTENTION THIS TIME”\n\nShorter clip originally posted by @pappyG45 \n\nFull interview from 6/23/2020: https://t.co/SvcOMbv0vI https://t.co/6aZjui5A9l", "RT @narendramodi: India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #docto…", "RT @02_faithntrust: ARMY! NOT BTS related!!\nI'll turn 60y/o in a few days. But I can't celebrate, I'm trying raise funds 4 me (pwd) &amp; my hu…", "Decisive actions, not empty words needed to deal with both Corona and China- Ms. @SupriyaShrinate Press Release\n(1/2) https://t.co/WnmJirugCK", "Please share: Contrary to media reports today, Wiltshire is not currently at risk of going into local lockdown. \n\nRead our full statement on this here 👉 https://t.co/TjzPlEEAx9 https://t.co/UlXBqcbN1I", "RT @PhilstarNews: The Palace has repeatedly tagged Filipinos as \"pasaway\" or stubborn and saying it's the reason why cases continue to incr…", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "@HardeepSPuri @MoCA_GoI @MEAIndia @AAI_Official @indiandiplomats @PIB_India @MIB_India @airindiain @airvistara @goairlinesindia @flyspicejet Jitendra Kumar  resident of Sheikhpur district Hapur, Uttar Pradesh, India. He worked in Riyadh Saudi Arabia now he is Jobless and money less. He made registration many times but no response. COVID19 report is negative. Please take me back to India.P no. K1138878\nMo. 966597534568", "And then I don’t care as insensitive as that may sound", "RT @ThePrintIndia: Dexamethasone, favipiravir, plasma therapy — how India’s Covid care has evolved in 5 months\n\nSwagata Yadavar @swagata_y…", "RT @PatriciaHeaton: So @paulkrugman reacts to the elderly dying in Florida  by calling all of them “white supremacists.” It’s stuff like th…", "ON AIR: LEMAR / We Entertain. Empower. Educate . Talk to us on 0208 090 2121 HELLO@FANTASTICRADIO.CO.UK #FANTASTICRADIOUK #HOMEOFPOSSIBILITIES #BELIEVEYOURPOSSIBILITIES #STAYHOMESAFELIVES https://t.co/bE4hgti6fx \n Buy song https://t.co/dn8vfxS9Jr https://t.co/DCUGQff245", "Protesters pass the time dancing while waiting for city budget vote results. @CBSNewYork #OccupyCityHall https://t.co/gBDM1L9ES0", "Nearly every journalist and politician in the US thinks there has been a surge in COVID-19 cases, because they don't understand math and Fauci can manipulate them easily. \n\nThere has been a huge increase in testing - but the percent positive is near a record low. https://t.co/2xyO2yagaO", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @kylegriffin1: New research suggests a national mask mandate would slow the growth rate of new coronavirus infections and prevent a 5% G…", "RT @mpsmithnews: Turnbull legacy - Australian Made kangaroo logo dumped for new 'Coronavirus vomit' trademark https://t.co/KJA53YL6oP", "RT @abwilsirvanteez: @JonathanMVas Instead you should hit up my dads taqueria, bomb af- guaranteed! Covid hit him hard and he would appreci…", "She gets fired by @CNN for giving Crooked Hillary the debate questions, and gets hired by @FoxNews. Where are you Roger Ailes?", "Record single-day jump of 507 COVID-19 fatalities pushes India's death toll to 17,400; cases climb to 5,85,493: Govt", "ICYMI from Robert MacDonald on June 22: The secret plan to kill off the kangaroo as Australia's official 'brand' (and how other kangaroo logos are safe) https://t.co/et4an53Rzz via @InQldMedia", "RT @drthomasisaac: 13.5 lakh students completed exams a month back under covid conditions without a single instance of spread. Now results…", "US coronavirus cases rise by 47,000, biggest one-day spike https://t.co/SGKjyXa4js https://t.co/XCTIRqIXkq", "well this is monstrously counterproductive 👏🏼 https://t.co/50hbBaHYXv", "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", null, "RT @Jason_Keats: People in NJ don’t call coronavirus coronavirus or Covid-19... they say “everything going on”", "Sen. McConnell wants to assess the conditions in the country before taking action on COVID.\n\nHere’s the assessment: People are losing their jobs. People can’t make rent. People are going hungry. Small businesses are closing. COVID is spreading.\n\nAnd Republicans are doing nothing.", "RT @Puttaparthi_MBF: Article about our Super Star @urstrulyMahesh spreading Awareness About #COVID19  \n\n #SarkaruVaariPaata \n#MaheshBabuBda…", "Residents in Philadelphia's Kensington say conditions are worsening by the day in the wake of looting, weeks of civil unrest and the ongoing global pandemic.\nhttps://t.co/bsRLgjUvcG", "via @BreitbartNews Murphy: Trump's Incompetence on Coronavirus Will Be His 'Political Undoing' https://t.co/DP6JWNQW3q https://t.co/Us1LB41cP2", "Angry disgusted and sad every single day at these roadblocks.", "Finally starting to get proper local data. It needs to continue.", "RT @Itsss_Shivam: Arjit singh in Salman Khan's fb live...And some days ago Salman was the only Bollywood actor to feature in arjit's tribut…", "Time Capsule Tweet:\n\nCoronavirus isn't \"coming back\" in fall.\n\nIt's never going to leave this summer.\n\nEventually, (next week), Republicans will pretend 100s/1000s of deaths everyday is the \"new normal\".\n\nMedia will be vilified for even mentioning deaths or lack of testing.", "RT @noblers144: So a friend of mine donated blood , they now do antibod test for corona.. he was positive.. so at some point he had it.. ne…", "Only in Africa in the Eastern Cape a Hippo going for a surf! Obviously frustrated after this lockdown! 😂😂👍 https://t.co/1Wao80c64x", "Shut it down. All of it. Every league. This is just dumb.", "Anyone with an IQ over 80 knows there’s no new “surge” of Covid.", "Happy National Doctor's Day to all real doctors out there for caring and saving us. You guys are doing great job always and specially now during #COVIDー19 pandemic. We are proud of you. Let's wish happy #doctorsday2020 to them. :)", "RT @Ras_Pompe: 🔥🔥South Africa Stand Up🔥🔥\n\nIt's your boy @IMFARMBOY_B with some 🔥🔥 tunes for Covid-19, click link https://t.co/Ja8ZNqGhvr an…", "@realDonaldTrump TRUMP SHOULD BE POSTING THIS...NOT ME...\n\nDroplets spewed during speech are believed to be the key transmission vector for COVID-19 for asymptomatic and presymptomatic patients, says research scientist Jeremy P. Howard \n\nhttps://t.co/ztoKBel8Um", "@diazbriseno @realDonaldTrump We have enough # Covid_19 in the US, therefore, Mexican President López @lopezobrador and his companions MUST BE TESTED AND QUARANTINEED like anyone else visiting the country, ... NO EXCEPTIONS !!! 😡", "The U.S. could see 100,000 new cases per day with the current surge of COVID-19 diagnoses in some states, Dr. Anthony Fauci, the top U.S. infectious disease expert said. More from Dr. Fauci's testimony https://t.co/GAJQCNXJSi https://t.co/z4PfncDrfO", "Presidential spokesperson Harry Roque says the country has beaten the University of the Philippines' prediction of 40,000 COVID-19 cases in the country by the end of June. \n\nAs of June 29, 2020, Monday, the total number of COVID-19 cases is at 36,438. https://t.co/qMT3qZ8j5V", "RT @BNODesk: NEW: California reports 8,462 new cases of coronavirus, the biggest one-day increase so far, and 105 new deaths https://t.co/Q…", "@realDonaldTrump Asymptomatic infections may account for 40-45 percent of all COVID-19 cases, according to a new Scripps Research Institute analysis published this month in the Annals of Internal Medicine.", "I would never stand in line for a vaccine they no nothing about. Being pregnant, don't think so!", "Mumbai's Lalbaughcha Raja Ganeshotsav Mandal has decided not to hold Ganeshotsav this time in wake of #COVID19 pandemic. A blood &amp; plasma donation camp will be set up in its place: Lalbaughcha Raja Ganeshotsav Mandal (in the picture - last year's Ganpati idol at Lalbaughcha Raja) https://t.co/1FiHg68QAX", "This feels dystopian. Watching city council meeting on a projector outside City Hall while helicopters over my head. Police facing off protestors who are holding down the intersection. All in the middle of a pandemic. Unreal.", "Post-grad depression is one thing, but post-grad depression in the midst of a global pandemic is just unprecedented.", "almost covid freeeeeee", "RT @sunilchamoli750: Today at 10 am, watch 4 dedicated nurses in conversation with me about the Covid crisis and how we should react to it.…", "RT @jussmikeyy: Her: I got him on lockdown. \n\n*the lock*", "RT @AmitShah: On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermo…", "RT @Greg_Kane17: Social distancing can be very hard on a person, so I bought a fully trained social distancing support animal. https://t.co…", null, "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "'No excuse' for countries that fail in contact tracing, WHO's Tedros says.\n\"If any country is saying contact tracing is difficult, it is a lame excuse.” &lt;— OJO Éste es el argumento de @HLGatell que es complicado (cuasi-imposible)\nhttps://t.co/f6Rzc1rbcQ", "@realDonaldTrump FFS!!! There’s an effing pandemic going on!!! Other countries don’t want Americans!! This is what you’ve accomplished!! Banning Americans because people think we’re all like you - an idiot!! You betrayed the Military for being Putin’s puppet!! Just RESIGN already. #TRE45SON", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "Coronavirus LIVE Updates: India reports more than 500 deaths in past 24 hrs, toll rises to 17,400; over 5.8 lakh cases registered so far – Health News , Firstpost https://t.co/WWrzRiHG4J", "@camfess But the shelters near the encampments have/had outbreaks of COVID. And ppl do go outside of the shelters and also need to wash their hands. Including staff and others who need to use facilities when out in public", "Re: NFL teams possibly flying in and out of cities on game days this fall.\n\nNo.\n\nUnless...\n\nCOVID-19 continues to rage, and to limit exposure the NFL changes to regional schedules for teams and re-does the slate. NFL is going to realize they have to be flexible at some point.", "@yfabb @BeccaLodahl @Sheljanz It’s contradicted by https://t.co/ENGxcPa9MX\n\nCases are on the rise, but the above tweet is wrong.  100% positive doesn’t even make sense with the rate of false negatives these tests have.", "Dr. Anthony Fauci says U.S. coronavirus outbreak is 'going to be very disturbing,' could top 100,000 new cases a day,https://t.co/S2uE1LTXj3", "@TS_SinghDeo Our Respected health minister giving the most important update about the Covid-19.All the citizen of chattisgarh are with you and we are proud to be an indian.", "Alabama college students attended parties despite knowing they had COVID-19 https://t.co/bewpCpVcUX", "RT @WAFEFpol: 01 JULY 2020 / GERMANY 2020\n#EU 🇪🇺 COUNCIL PRESIDENCY\n\nEXPECT MORE UTTER USELESS\nBUREAUCRATIC #NEOLIBERAL #BLABLA\n*#EUROPEAN*…", "RT @kylegriffin1: As the pandemic cripples parts of America, Politico reports that four senior Trump officials — Jared Kushner, Mark Meadow…", "RT @SvenTrueNorth: It’s #WorldParliamentDay. 131 years ago, @IPUparliament (🌍 union of parliaments) was founded. As a member of the IPU Sta…", "@realDonaldTrump @FoxNews Here‘s the Democrats showing how Concerned they were over Corona https://t.co/VkZiSVaYJh", "RT @GlamandGore: For some reason y’all don’t seem too concerned about this, so I’ll rephrase it...\n\nTHEY ARE MAKING A RATING SYSTEM TO DETE…", "#ModiCARES4Poor\nPM Modi urges everyone to maintain social distancing as we enter unlock Phase 2. All precautions need to be reinforced even more and Indians cannot afford to be lax. \nvia NaMo App", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "As COVID cases surge, TX Lt Gov Dan Patrick says he will no longer listen to Anthony Fauci: \"I don't need his advice anymore\" https://t.co/8w6mdCpLhN", "and here comes July’s #1 draft pick", "RT @DaaruBaazMehta: AMAZING\n\nDelhi Govt converts Commanweath Games Village into a Covid Care Centre\n\n600 bedded Care center being readied n…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @JessieJaneDuff: Joe Biden lost for president in 1988 &amp; 2008\n \nJoe Biden lost millions of manufacturing jobs to Mexico &amp; China\n \nJoe Bid…", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "RT @azcentral: 5 inmates working at Hickman's Family Farms have COVID-19 https://t.co/8v5wmGE2LE", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "\"How many dicks have you sucked since COVID-19?\"\n\nMe: https://t.co/bySf6mCO8G", "RT @sadcici: I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; wi…", "RT @junkee: No surprise, Australian media continues to be extremely racist.\nhttps://t.co/cWNHJw1ydm", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "RT @MSNBC: Dr. Fauci on coronavirus cases surging in the US: \"We're now having 40-plus thousand new cases a day. I would not be surprised i…", "#Democide_in_Rajasthan\n14 June 2020 - a prominent actor of Indian Film industry commited suicide.\nIt was a very shocking news that's the reason ppl are demanding Cbi probe , bcos they are not sure whether it was a suicide or murder , that's right na +\nhttps://t.co/gB2d58NI44 https://t.co/9kmA6wMnB7", "We’re expanding our testing sites to contain &amp; slow the spread of #COVID19. Doorknocking teams will visit the 10 ‘hot zone’ postcodes &amp; offer free testing to all - symptomatic or not. We have 22 sites in hotspots &amp; 12 new sites opening. See more: https://t.co/tTcNHcBG3D #springst", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "Record single-day jump of 507 COVID-19 fatalities pushes India's death toll to 17,400; cases climb to 5,85,493: Govt. (PTI) https://t.co/yUUoaQOMlp", "“This is just not the time to bring thousands of the party faithful from around the state to an indoor meeting in a county that, as I write, reports more than 18,000 active #COVID19 cases.” ⁦@TMA_Pres⁩ to ⁦@TexasGOP⁩  https://t.co/DZKucAKbyj", "RT @Jofred98: Universities are going to have the fall semester start with in person classes so they have an excuse to charge full tuition.…", "5 reasons why Singapore's upcoming general election is worth watching https://t.co/667QPOp6wJ #Coronavirus #Lee_Kuan_Yew #Lee_Hsien_Loong https://t.co/p3aMKkHavc https://t.co/RVM2TLKv24", "A new flu strain discovered in China that has the potential to cause another pandemic has been called extremely “dangerous”.\n\nhttps://t.co/Ln5Zla0Gfp", "RT @leahmcelrath: Twitter deleted @markaprovost’s viral tweet. COPY, PASTE, SHARE:\n\nPharma giant Gilead announced they’ll charge $2500 for…", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", null, "RT @BarbraStreisand: Can you imagine how President Hillary Clinton - a Woman with a powerful mind - would have handled this pandemic? \n\nBei…", "RT @leahmcelrath: Twitter deleted @markaprovost’s viral tweet. COPY, PASTE, SHARE:\n\nPharma giant Gilead announced they’ll charge $2500 for…", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "RT @jlazarus001: They told me if Obamacare passed we'd get death panels...", "The media and Democrat politicians cheered and encouraged mass, unrestricted gatherings like this for *weeks* across America.\n\nNow they are forcing you law-abiding peasants back into lockdown in your own home.\n\nDo you see how this all works, yet?\n\nhttps://t.co/wUTfkgYkbP", "Fauci Warns U.S. Coronavirus Cases Could Increase To 100000 A Day | NBC Nightly News - NBC News https://t.co/lkjUN4u2iO", "RT @drdavidsamadi: According to reporting from @TheAtlantic, the CDC is counting positive antibody tests in with the rest of the positive c…", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "RT @FrankTheRat: @WaffleHouse So if you social distancing and wear a Waffle House mask does that make you scattered and covered?", "RT @LoveAndShalom: Please, please, please don't sweep this under the rug. Your disabled friends are in danger. \n\nWe must unite and fight th…", "RT @nowthisnews: ‘It actually will lead to an increase in spread’ — Leaked audio reveals that the governor of Texas knew reopening would dr…", "Did you know that you can enjoy a touch-free payment experience during your next visit to @ManipalHealth?\n\nInnoviti allows you to do this using UPI and e-chargeslip services.\n\n#partnership #upi #SocialDistancing #digitalpayments #payments #hospitals #healthcare #bangalore https://t.co/i9fkIIa4Hv", "RT @iamkoshiek: Take one guess what peaked during the Great Recession, Financial Crisis of 2008 &amp; now during the Coronavirus shutdown.\n\nRam…", "The president and his supporters are going to get us all fucking dead.\n\nNo sympathy for the attendees.", "RT @RobertJohnDavi: Congratulations you stink @BilldeBlasio @NYGovCuomo wait just wait the both of you are responsible for turning NY into…", "Coronavirus: Fauci warns of 100,000 US cases per day https://t.co/zgWMrfRX9K", "RT @forrestmaready: It's just communion or singing. You can still meet.\nIt's just until we get a vaccine.\nIt's just a few side effects.\nIt'…", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "The latest The Sports entertainment Daily! https://t.co/4TiEYiC3mQ Thanks to Chathur Patel @K8brannen #covid19 #nyc", "There is no “but” when it comes to justifying the things that we know will prevent the spread of COVID. This effects everything negatively, that’s obvious, but the ALTERNATE to every negative, is death. Literal preventable unnecessary death.", "I refuse to spread fear or paranoia where it’s not needed.\n\nWe have more tools to defeat this virus than we did before.\n\nThe media is drumming up absolute fear 24/7.\n\nI have only my Twitter to spread facts &amp; science.\n\nPlease follow me &amp; RT this so we can spread the word to all!", "RT @SteveSchmidtSES: Everybody remember the video of Trump scrolling through his phone last week while small business owners talked about t…", "RT @QcitizenTrump: Plannedemic Bombshell! CDC Inflating COVID Infection Rates At Least 16 Times https://t.co/JsXXHPY150 #Qanon #WWG1WGA", "RT @LeslieRadial: Mark your calendars for November 2022 if he isn't defeated first in the TX GOP primary that year.", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @Freebird428: The Covid Family https://t.co/tJXsPalvD8", "Who really cares if Trump wears a mask?? No one can come near him unless they are tested for Covid! \n\nThe President does not need to wear a mask just for symbolism! \n\nThe media will find any excuse to denigrate the POTUS!", "Here's the link to my interview to @barandbench. This was shot before the first lockdown.", "RT @redalcapi: @1776Stonewall Dr. Knutt Wittkosky said it\n\nThe longer the lockdowns the longer the virus continues spreading\n\n#Coronavirus…", "CNN: The coronavirus lockdown hit JCPenney even harder than we thought.\nhttps://t.co/rNBJjji7Vu\n\nvia @GoogleNews", "and here comes July’s #1 draft pick", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", null, "India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #doctorsday2020 https://t.co/WsWroXjVpO", "@MaraGay Thought you would like to see someone else who is recovering. Hope it's not upsetting.", "please stop putting that covid ring pop video on the timeline.", "RT @ASlavitt: COVID Update June 30: What does the Congress owe us?\n\nTime for them to support the American public through chaos. And the vir…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We’re trying to demonstrate that someone is always listening.\n\nCall 116 123 (Samaritans UK)\n\nJust two. Any two. Copy, not retweet\n#SuicideAwareness", "RT @NAChristakis: Arizona looks hard at triage for hospital beds given COVID-19. So foolish and unnecessary to be in this position. Play st…", "@GOP @SenateGOP @HouseGOP if the peons have no money to spend the economy collapses. Get it?", "Cocoa Futures Hit One Year Low As Pandemic Wrecks Global Consumption   - https://t.co/V8U1gjOFi9 https://t.co/KapssAsIBs", null, "Mandate masks, save the economy. \"New research from Goldman Sachs suggests a national mask mandate would slow the growth rate of new coronavirus infections and prevent a 5% GDP loss caused by additional lockdown measures.\" @AsaHutchinson @ADHPIO  https://t.co/N5qNndFTpm", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "RT @MadFckingWitch: DO NOT equate being pro-choice for abortion to being entitled to say no to a #COVID19 test without consequences. \n\nOne…", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "RT @siddaramaiah: I welcome the decision of @narendramodi to extend free ration to 80 Cr people till November 2020. I thank Smt. Sonia Gand…", "RT @SteveRustad1: Pathological LYING.\n\nTrump does it.\n\nPence does it.\n\nAbbott does it.\n\nDeSantis does it.\n\nThe whole damn GOP does it.\n\nIt'…", "Spoke to @TelanganaHealth earlier &amp; requested that Charminar Unani Hospital be made into first referral hospital for suspected COVID-19 patients like the facility at King Kothi. It should be fully equipped with oxygen Air &amp; vacuum suction. This will improve access for more people", "Is it possible that a large number of Republicans are actually aliens? That their mission here on earth is to injure humanity as much as possible?", "Thanks to unprecedented action by President @realDonaldTrump the United States leads the world in coronavirus testing!\n\n33 million tests and counting!\n\nhttps://t.co/5fkOXx4DJN", "I’m giving out stimulus checks July 1st if you have cash app since Trump want to keep playing games ®️ https://t.co/RlEubiPNUu", "@TANKLOPEZ361 @MunozKarlaa how would she know ??", "Asymptomatic people do NOT spread COVID\n#StopTheInsanity \nhttps://t.co/kPNGqd73BX", "RT @LeekHausman: So why me and my team on campus then?", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @TeamTrump: Thanks to unprecedented action by President @realDonaldTrump the United States leads the world in coronavirus testing!\n\n33 m…", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "The Safety of Outdoor Air for Coronavirus Is Now Obvious by Cliff Mass Weather Blog https://t.co/QWL3qcxloA #CliffMass #TCNWeatherWA #PNWWeather https://t.co/wz46GxJW1O", "Many patients are dying in transit, in ambulances and at hospital gates as the confusion around hospital beds continues. They are all full, government has no bed tracking portal or app or an SOP. Three stories of breathlessness, rejection &amp; death-\n\nhttps://t.co/e4MrTaZGzz", "RT @narendramodi: India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #docto…", null, "@peteevans66 Individuals who have died with COVID-19, but not as a result of COVID-19 are included in the case counts for COVID-19 deaths in Toronto.", null, "Ya know with all this Pandemic of CoVid19...\n\nCouldn’t we classify a Stage 6 Pandemic on Pedophilia?  We know a ton more that have knowingly abused children and more... yet not one that’s sick.  \n\nSwap mask for 12 gauge pump. Let’s eliminate the REAL cancer.", "\"How many dicks have you sucked since COVID-19?\"\n\nMe: https://t.co/bySf6mCO8G", "Coronavirus: Czechs hold party to 'farewell' pandemic https://t.co/Ze0XaG8xMB", "@catiwampus There were a lot of bad covid memes back in March but otherwise yes very much", "I Can’t Believe A Pandemic Is Ruining My Undergrad Years 😕", "RT @ayekels: instead of investing your time on the whole tati drama why not focus on much bigger problems like getting justice for breonna…", "So @paulkrugman reacts to the elderly dying in Florida  by calling all of them “white supremacists.” It’s stuff like this that made us cancel our subscription to the @nytimes :", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Is losing taste a covid symptom or a result of covid? Asking for an ex.", "RT @mimi_saulino: @realDonaldTrump  Are we being played, why are you giving the left so much power? Open our cities, or you will lose the e…", "RT @issaiah_johnson: The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/…", "RT @asare_ym: @AdrianXpression Hey guys, please retweet this to help our initiate. Any help will be appreciated. Read more here and follow…", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "Mi Casa Es Su Casa B&amp;B is now open for travellers passing through Sault Ste Marie Ont . We have COVID restrictions in place for guest and our safety.  Call 705-971-9500 for details and availability !!", "Vote @realDonaldTrump @POTUS this November!  \n💥Best Recovery! \n💥Saved millions of Lives From COVID19!\n💥Done more for blacks than any President EVER! \n💥Secured the border! \n💥Rewrote trade deals! \n💥Jobs! \n💥Law &amp; Order!  \n#PromisesMadePromisesKept #TrumpRocks #TrumpPence2020 https://t.co/d4EIlFfI2S", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "@missmonikasmith Fellow immunosuppressed here. Hope the visit was short &amp; that you’re actually getting better. I know it takes me at least double time to recover from a basic cold as opposed to a “healthy person”. I can’t imagine COVID recovery time.", "A black couple had to defend themselves against 10+ racists while trying to enjoy dinner and following COVID-19 guidelines at Saltgrass in Little Rock, AR!  Allegedly the group of people, harassed, spit, cursed, hit, pushed, and poked them multiple times before a fight ensued. https://t.co/zK5A94qxMo", "Hi family, this is my dear friend Chance, an amazing keyboardist and singer &amp; part of the NPG family. Chance was involved in a bad car accident due 2 COVID-19 his insurance is depleted &amp; is stuck in the wrong hospital. He is in need of r help &amp; support. 🙏🏽https://t.co/ePMgLoWWFg", null, null, "@RuchiraC Thank you", "RT @AmitShah: I applaud our courageous @ITBP_official personnel, who would be operating this Covid Care facility during these trying times.…", "Let’s count the masks. One....one....Just one guy! Now let’s try and figure out why #Coronavirus case counts are spiking among younger people", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "gotta add “during a pandemic” to add a little drama", "RT @SolidRedPeon: Confusion reigns as states claw back coronavirus reopenings amid surge\n\nhttps://t.co/OJkWe1eo3k\nLet me be clear. Govt con…", "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "New Zealand has completely suppressed covid- it has only a handful of total active cases in the whole country- and it does not require face masks in public (It doesn’t even require face masks on all air travel!)\n\nAny of the mask-or-die zealots want to try to explain this one?", "As the pandemic cripples parts of America, Politico reports that four senior Trump officials — Jared Kushner, Mark Meadows, Kayleigh McEnany, and Hope Hicks — think it's a bad idea for Trump to talk about the virus that's killed more than 126,000. https://t.co/MIYi1y6fPN", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "We all share your joy, Kanye - this is EXACTLY the news everyone wanted as the world is being ravaged by a global pandemic &amp; economic disaster.", null, "if you're paying attention, COVID is out of control in the US and some experts now postulating the US may reach herd immunity before a vaccine. Apart from the human toll, the implications for Canada, if this comes to pass, are significant   \n\nfull segment &gt;https://t.co/N8RXPRXIuz https://t.co/edS8YPKjKV", "All servitors who pulled chariots during #RathYatra2020 test negative for #COVID19. Samples of servitors to be engaged during #BahudaYatra on July 1 also found negative.\n👉All rituals completed on time\n👉Train &amp; bus services suspended\n👉Curfew imposed across Puri\n@NewIndianXpress https://t.co/EVBAuObECT", "Decisive actions, not empty words needed to deal with both Corona and China- Ms. @SupriyaShrinate Press Release\n(1/2) https://t.co/ud7nqe10Xr", "Our contact tracers have noted a disturbing pattern: Only one in five people is self-isolating when they develop COVID-19 symptoms. \n\nClose to 80% continue to circulate in the community. That needs to stop. \n\nIf you're sick, stay home. \n\nhttps://t.co/22ttLXXYt7", null, "RT @LordsTaverners: Listen to the @_weareuntapped podcast with @whatsuzydid as she talks to @SamAlderson1 &amp; Head of Cricket Programmes Henr…", "RT @leahmcelrath: Twitter deleted @markaprovost’s viral tweet. COPY, PASTE, SHARE:\n\nPharma giant Gilead announced they’ll charge $2500 for…", "So I just heard a lady at the hospital quit her job in Elkhart County because the hospital wanted her to report COVID cases as positive when they were negative cause the hospital gets money for positive cases. Let that sink in.", "RT @RyanGirdusky: @realDonaldTrump Thank you Mr. President. ABC poll found 56% of Americans do not want to rename military bases:\nhttps://t…", "RT @ewarren: We need leaders whose loyalty is to the people—not Trump and his delusional narratives. \n\nStates need real relief, and they ne…", "The highlight of the pandemic truly has been my period due solely to the fact that I haven't had an easy period in years and I've been so stressed out with working for a healthcare company that this one lasted 3 days and I only almost died on the first day. Yay", "i gotta stop just sleeping thru out my afternoon when i get home from work", "RT @issaiah_johnson: The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/…", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Happy birthday", "RT @SaRaAshcraft: Covid takes 2-3 weeks to gestate.\n\nThe riots started 3.5 weeks ago.\n\nFourth of July is the problem.\n\nGot it.", null, "and here comes July’s #1 draft pick", "Proud to be supporting #brum local communities - please #GetInvolved if you can 🌈\n\n#LoveYourCommunity #DoMoreGood", null, "More than 40 percent of people diagnosed with #coronavirus in one Italian town showed no signs of being ill, according to research\n\nIndicates that asymptomatic carriers may be significant spreaders of the virus\n\nhttps://t.co/MqfawmkKmn", "RT @Madrassan_Pinky: This culprit is arrested. A case vide Crime No 362/2020 u/s 354, 355 and 324 IPC was booked on 27.06.2020. The accused…", null, "I extend my warm wishes to all #CharteredAccountants on #CAday2020\n\nAt a time when the economy is going through rapid transformation, CAs form the backbone of the financial system\n\nLet’s salute them so that they can continue to add to India’s Growth Story !\n\n@theicai @FinMinIndia https://t.co/hrG4n8R2Ea", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "RT @SenKamalaHarris: The Kumeyaay shouldn't have to put their lives at risk during a pandemic in order to prevent the desecration of an anc…", "RT @indiatvnews: 18,653 new COVID-19 cases in India in 24-hours. Tally crosses 5.85 lakh-mark. Check state-wise list\n#IndiaFightsCorona #CO…", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Within seconds of putting on a mask, I can barely breathe.", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "If @realDonaldTrump wasn’t president, #COVID19 wouldn’t exist.", "I wrote a thing about COVID: https://t.co/YNH4d42vjZ", "DO NOT equate being pro-choice for abortion to being entitled to say no to a #COVID19 test without consequences. \n\nOne is a woman’s personal decision, the other is an action to solve a public health emergency. Equating the two is bizarre, creepy &amp; ridiculous.\n\n1/2", "@stonecold2050 He can spin all he wants.\nCovid gives zero fucks about politics.\nIt’s not a political issue and it’s beyond his grasp to comprehend that.\nAll he thinks of is his re-election.\n\nCovid will win that too. It’s got more personality.", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "RT @SEACoronavirus: #COVID19 in Asia (July 1st)\n- Indonesia reports highest death in a day\n- an Indian company would start clinical trials…", null, "Analysts say the #Indian government's ban on 59 #apps developed by #Chinese companies will eventually hurt India's technology and internet startups when they lose Chinese investment. https://t.co/vtoRBPbUcg https://t.co/HCWu2k0euy", "RT @WarRoomPandemic: Bannon: The Washington establishment consensus is the managed decline of the US. We've spent up to $9T on other people…", "RT @SethAbramson: BREAKING NEWS: Nation's Top Infectious Disease Expert Foresees Near-Term Scenario in Which 1 Million Americans Get COVID-…", "I still do not know anyone who has had or has died from COVID19! \n\nYou?", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "What you rather get tested positive for COVID, pregnancy or HIV 😂😂😂", "I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; will be out of work for 2 weeks ✨ if you’d like to donate my cashapp is $CydneyRandle &amp; my Venmo is oliviabensonstanaccount ! That’s all !", "There are simple steps every American can take to protect ourselves and our loved ones from the coronavirus and turn the tide of new cases.\n\nIf we all act responsibly as individuals, we can continue getting back to school, back to work, back to worship, and back to healthcare. https://t.co/1xZYu2Z6Pk", "“as Rohingya struggle to become subjects of care, they continue to reappropriate the trope of grateful refugee in order that they be provided for but at the same time, continue to be excluded – as bare life.” Great piece by @_syazjamal https://t.co/t3S4G94L7n", "RT @MSignorile: @realDonaldTrump There Trump goes making a racist attack on a sitting senator while defending Confederate leaders who fough…", "RT @wojespn: After positive tests for the coronavirus within the traveling party headed to Orlando, the Denver Nuggets have closed team's p…", "64-year-old man from Taleigao succumbs to COVID19 positive infection at ESI Hospital. He was admitted four days back.  He becomes 4th victim of Coronavirus.\n\n|| #PRIMEGOA #TV_CHANNEL #GOA #PRIMEUPDATE #COVID19 #GOAFIGHTSCOVID ||", "See how they are cooking the books.", "@seanhannity America has 1/4 of Earth’s coronavirus cases &amp; 1/4 of the worlds deaths from the virus. Trump’s response has been slow, contradictory &amp; ineffective. He is delusional about the virus disappearing soon. He still won’t wear a mask. Getting tired of “winning” yet? Trump is a loser‼️", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "Imagine letting corona fuck up your grind😂🤣", null, "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "Gilead Sciences says their COVID-19 treatment will cost a U.S. patient with insurance $3,120: https://t.co/bUnCxyP3s4 https://t.co/KhuSI6tSzr", "lots of media rage being voiced abt Trump’s pandemic “incompetence”. that misses the story, which is far darker.  \n\nI’ve been saying since late March, Trump gave a stand down order for a virus invasion\n\nwe just don’t know why; https://t.co/SJPhtSvUJU", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "A new flu strain discovered in China that has the potential to cause another pandemic has been called extremely “dangerous”.\n\nhttps://t.co/Ln5Zla0Gfp", "Wear the mask people. Don't let California stop this low.", "Y’all make it really hard for me to not equate muscles with lack of intelligence... https://t.co/xfvOCHTj9t", "Due to the pandemic COVID-19 and lockdown period,our country's economy has been affected adding fuel to the fire of rising unemployment and fiscial deficit We brought up with an initiative aimed for college fees concession.\n@HRDMinistry @DrRPNishank \n #economy #IndiaFightsCorona https://t.co/ltG3wQAqum", "We must act with urgency, and @ClimateCrisis Committee also wants to convey that, yes, have hope! We have solutions that align with our values. Thanks @leahstokes ... and everyone: read the #SolvingTheClimateCrisis report 👇", "The US accounts for:\n- 42% of world's nuclear weapons\n- 38% of world's military spending\n- 25% of world's COVID-19 cases\n- 25% of world's prisoners\n- 25% of world's billionaires\n- 21% of world's GDP\n- 4% of world's population", "RT @rajnathsingh: On National Doctors Day, I express my gratitude towards all the Doctors who are doing an extraordinary job while serving…", "RT @farid__jalali: #COVID19 @DanRather disease mapped - easy treatment available - deaths will be drastically reduced. Please see below. ht…", "RT @HuffPost: More than 44 million Americans have filed for unemployment in a 12-week period because of COVID-19. https://t.co/miHQn1P2de", "@realDonaldTrump Trump is fighting for re-election on the platform of racism. He thinks he can conquer the coronavirus pandemic by demonizing Asian Americans. He thinks he can brush aside Black Lives Matter by honoring Confederate generals. But we the American people have had enough. We will win.", null, "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "Laguna Beach city council shuts down the beaches for the busiest week of the year. This is the weak that takes LB restaurants from red to black. I imagine this will permanently kill many businesses. Once again, outdoor transmission is proven to not be an issue at all.", "New Zealand has completely suppressed covid- it has only a handful of total active cases in the whole country- and it does not require face masks in public (It doesn’t even require face masks on all air travel!)\n\nAny of the mask-or-die zealots want to try to explain this one?", null, "bro I looked up how long the Black Plague lasted in an attempt to reassure myself about corona and that shit lasted 800 years are you for real 😭", "RT @abbygov: bro I looked up how long the Black Plague lasted in an attempt to reassure myself about corona and that shit lasted 800 years…", "On #DoctorsDay, I am immensely grateful to the dedicated professionals who inspire hope in #Covid19 times.\n\nToday at 10 am, watch 4 dedicated nurses in conversation with me about the Covid crisis and how we should react to it. https://t.co/PujxVQbdvE", "#JagameThandhiram will Smash the BO Collections for Sure 💥 Corona Please go away 🙏\n\n#DhanushBdayMonthBegins", "RT @FindingVeracity: \"We Won’t be Social Distancing\n\nSD Gov Kristi Noem calls Trump's 7/4 celebration at Mt Rushmore, Fri, a wonderful oppo…", "RT @AmitShah: On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermo…", "meant to be a 3 week Trip with a flexible return ticket. Unfortunately, the lockdown was enforced.\n\n4. During the abuse, the Air BnB’s contacted were not accepting bookings and movement was restricted within the UK. \n\n 5. I was never a Financial Burden while cohabiting.", "#WestBengal \n#coronavirus \nবাতিল কলেজের পরীক্ষাও, আগের পরীক্ষার ভিত্তিতেই মূল্যায়ন, ৩১ জুলাইয়ের মধ্যে ফলপ্রকাশ\nhttps://t.co/7yMkkeJ0Pw", "So if you follow Trump's TL tonight, his reelection campaign appears to be about promoting housing segregation and preserving confederate names on military bases.  \n\n20 million out of work, and 20,000 dying from COVID a month, and THAT's what he's worried about?", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "@wapimaskwa69 And the contact tracing leads to......?", "I’m thinking the only way to get rid of Trudeau and his pals is a coup.   \n\nToo radical?", "RT @TOPublicHealth: @peteevans66 Individuals who have died with COVID-19, but not as a result of COVID-19 are included in the case counts f…", "Democrats just passed a bill that would make it harder for American innovators to develop a COVID-19 vaccine.\n\nHere’s what you need to know: https://t.co/lEi2G5Qsj8", "RT @sunetrac: New pandemic threat, new transfusion rules, new peaks and new hotspots today https://t.co/q9YNxdaDx3", null, "Congress owes it to the American people to be fiscally responsible with their resources, and I am pleased my legislation passed without objection... https://t.co/cGlyA9fDio", "@DoctorRichaBjp  convey my greetings &amp; gratitude to the doctors and medical fraternity who are working hard selflessly, risking their lives to ensure good health &amp; safety for us. We applaud our Corona Warriors for their sincere efforts to lessen the mortality of COVID19. https://t.co/KRxBbkcRHw", "Tuesday's grim coronavirus report:\n\nFauci: Daily infections could reach 100,000. Entire nation is \"at risk.\n\nPowell: Economy is on \"extraordinarily uncertain\" footing.\n\n@nytimes database: Cases up 80% in the past two weeks.\n\nMy wrap-up w/@noahweiland\nhttps://t.co/6dglq7xZp1", "Nearly every journalist and politician in the US thinks there has been a surge in COVID-19 cases, because they don't understand math and Fauci can manipulate them easily. \n\nThere has been a huge increase in testing - but the percent positive is near a record low. https://t.co/2xyO2yagaO", "Important message about COVID-19 in Arabic below. Practice good hygiene, physical distancing and stay at home when you’re sick. https://t.co/o0Evh4dhRy", "@realDonaldTrump @FoxNews Here‘s the Democrats showing how Concerned they were over Corona https://t.co/VkZiSVaYJh", "RT @Jordonsteele: Using the fear of a post-Covid-19 world to justify wasting $270b on weapons is absolutely shameful. #AusPol https://t.co/…", "RT @DrPhum: The maths around masks. Protect yourself, protect others 👊🏾 #COVID19 https://t.co/Yaw9HwNLXv", "D sharks are charging us", "@balajiworld @RAshokaBJP The end of India is near...", null, null, "RT @RonaldKlain: So if you follow Trump's TL tonight, his reelection campaign appears to be about promoting housing segregation and preserv…", "I would have read my damn briefs, Barbra, that's for sure.", "This image from Omkar Alta Monte, Malad (E) making rounds on social media claims that 169 residents have tested positive for COVID19. We would like to inform that the said news is false. The image is of a screening camp organised at the premises. We urge citizens to not panic. https://t.co/528OH2uRmb", "🎉 @remote_job is giving away another $50 Amazon gift card!\n\nCheck out their #workfromhome #jobs and earn contest entries!\n\n#contest #giveaway #sweepstakes https://t.co/1EzPEHSCzd", "RT @Radhika16937308: Kya aap ab bhi aese conditions m exam lene chahenge ,we are not ur testing kits #PostponeNEETandJEE #HealthOverNEETjee…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "📸 pre COVID-19 restrictions", "This sudden disruption by the pandemic has raised a fervent clamour to diversify the existing global supply chain. \n\nFor #India, this presents a great opportunity to enter the $1-trillion global manufacturing club.\n\n#manufacturing #supplychains #Catenon\n\nhttps://t.co/dfNX3PZNBN", "#ModiCARES4Poor\nTimely lockdown and other bold decisions by the Modi Govt have saved the lives of millions of people in India. Today India is in a better position than many countries of the world if we compare the death rates due to COVID-19.\nvia NaMo App", "After two more cease-and-desist orders were issued to ABS-CBN, @lizasoberano wondered why the focus has been on the media giant rather than on the coronavirus pandemic. https://t.co/LLi9yyrXIR https://t.co/03w0gcJImv", "RT @abbygov: bro I looked up how long the Black Plague lasted in an attempt to reassure myself about corona and that shit lasted 800 years…", "RT @StudyCovid19: Can We Stop the Spread of COVID-19 with Treatment? COVID-19 Treatment Study. For Those Recently Testing Positive for Coro…", "Read This!!!  Then read it Again!!! And when you leave the house because you now need some air??  WEAR A GODDAMN MASK!!!", "RT @JoyAnnReid: Unbelievable...", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "covid-19 being found in spain water from march 2019... whew", "Doctors are true Heroes.Fighting with corona pandemic is equal to WORLD WAR.\nSalute to all corona warriors\nHappy Doctors Day.\nIt's ok if you don't greet us,but plz don't beat us.\n#stop violence against Doctors\n#WewantIMS\n{Indian Medical Services cadre}\n#NationalDoctorsDay https://t.co/YuV3zHcEeh", "RT @TeamBandL: A reminder that festivals and large concerts are the last phase of businesses that will reopen. The longer this pandemic las…", "#LalbaugchaRaja Mandal will not celebrate Ganeshotsav This Year due to #COVIDー19. Instead of celebrating this occasion,\n\nMandal will set up a camp for Blood &amp;  Plasma Donation. #GanpatiBappaMorya #IndiaFightsCorona @LalbaugchaRaja https://t.co/NPcEBIpEve", "You are doing a great job during illness of people and bringing them back to being healthy and happy in difficult time of #Covid_19  Wish you more success\nOn Doctor's Day.\n\n#NationalDoctorsDay2020\n#doctorsday2020 https://t.co/wLtSleebGl", "I can’t wait to learn the medical science supporting the policy that bars with food are “coronavirus” safer than bars without food. Probably the same studies that established that rioting and looting are safer than attending church. @GovofCO #copolitics", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "@TeamTrump @realDonaldTrump Stop it already! We can’t afford any more cases of the Coronavirus!", "The great @rkylesmith --  Gov. Cuomo is in no position to brag about New York's coronavirus response https://t.co/beJQhXDk2p via @nypost", "I work in an ICU in New Orleans. We were hit hard with covid patients in March and April. My ICU has seen 3 covid + patients in the last 6 weeks. In fact last week our entire hospital had only 3 covid patients. So, don’t believe the crap that is being pedaled. They are lying.", "RT @NmaNasarawa: Doctors and other health workers in Nasarawa State have been on strike for about 2weeks to drive home the demand for:\n1. P…", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Introducing The Trumpcare™ Death Panels.", "RT @NPR: State officials are pushing for mail-in balloting to prevent the spread of the coronavirus.\n\nBut that makes the voting process eve…", "DAY 109. Here are the stories you need to watch out for today, July 1, 2020, amid the #COVID19 pandemic: https://t.co/fGHajGn4qq", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @NPR: Sen. Rand Paul accused Dr. Anthony Fauci and others of focusing too much on the risks at a Senate hearing on COVID-19.\n\nPaul: \"All…", "@NYGovCuomo Actually no the mask is pretty USELESS either way but keep lying to the public...\nhttps://t.co/d6YLtjzNPy\n\nOh and I dont hear you condemning the autonomous zone protestors at city hall in NYC about not social distancing or wearing masks...weird..", "If 1/4th of the restaurants in Chicago disappear, a reasonable  projection, including crown jewels like Blackbird, the city will become that much less interesting and that much less liveable. The choices we made... https://t.co/I92NeL2879", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @AmitShah: On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermo…", "2 weeks ago @VP took a victory lap because new #COVID19 cases ‘stabilized’ at the disastrously high level of 20k a day.\n\nNow we’re double that.\n\nAnd test positivity is ⬆️, reflecting greater community spread (not just ⬆️ testing).\n\nThis all begs the question:\n\nWhat’s. The. Plan?!", "Texas now has more daily coronavirus cases than Italy when it was a global epicenter of the pandemic.", "heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning supplies, etc) and are being forced to use bedsheets as masks. covid positive inmates are housed with healthy inmates. linking petition below https://t.co/qprLe101O2", "RT @chelseahandler: Michael is now 68 with Type 2 diabetes and is at a much greater risk for contracting #covid. Tell @GovWhitmer a cannabi…", "A virtual tour of the Mütter Museum's exhibit \"Spit Spreads Death: The Influenza Pandemic of 1918-19 in Philadelphia\" is available for free as part of Wawa Welcome America this year. https://t.co/yoyoyehFQO", "RT @Drpossibly: I know i've put this up a few times now, to those that are annoyed by it I can only apologise\n\nUnfortunately it looks like…", "and here comes July’s #1 draft pick", "New swine flu found in China has pandemic potential: Study https://t.co/cFMh4oM0Wm https://t.co/q7ZgSXDkdt", null, "@realDonaldTrump Trump is fighting for re-election on the platform of racism. He thinks he can conquer the coronavirus pandemic by demonizing Asian Americans. He thinks he can brush aside Black Lives Matter by honoring Confederate generals. But we the American people have had enough. We will win.", "The media and Democrat politicians cheered and encouraged mass, unrestricted gatherings like this for *weeks* across America.\n\nNow they are forcing you law-abiding peasants back into lockdown in your own home.\n\nDo you see how this all works, yet?\n\nhttps://t.co/wUTfkgYkbP", "RT @nedprice: COVID and Russia/Taliban bounties are dominating the news, but they’re not exactly competing stories. There’s a single throug…", "@nbcchicago Lawyers enjoying the fruits of all the frivolous lawsuits filed against COVID-19 containment measures. https://t.co/1tBO0SQ4rU", "RT @CaptMarkKelly: In the middle of a pandemic, we simply can’t go back to a time when people with pre-existing conditions could be forced…", "So now the con artist  @GavinNewsom is using a positive #SARSCoV2 diagnosis that has roughly a 50% false positive rate to #kidnap children from their parents.  ...... It Finally Happened: Child Taken Due to #COVID19 - #ParentalRights https://t.co/31asXa4azM", "RT @DC_Draino: Covid cases are up\n\nDeaths are down\n\nMedia likes to ignore that last part", "@kasie Was true before pandemic.", null, "RT @Public_Citizen: Remember this from @AOC? This is the same company that is now price-gouging its coronavirus drug.\n\nAOC to Gilead CEO: T…", "W.H.O., Accused of Covering for China, Claims Team Will Probe Coronavirus Origin There https://t.co/MGEXg4ZIFY", "RT @asadowaisi: Also appreciated the recent increase in testing COVID-19 within the city.", "We’re calling for an end to unequal, racist enforcement of social distancing policies. Learn more and take action here: https://t.co/FkDes1GpQf https://t.co/Kfn8lWuREI", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "Stay tuned for RGs conversation at 10AM with Indian Nurses from around the world who are at the frontlines of the COVID battle.\n\nYouTube Link- https://t.co/NJm04hcnPI\n\nFB Link- https://t.co/SP5QXd7kzf\n\nTwitter Link- https://t.co/smStCeKqpy\n\nIG Link- https://t.co/LaReXmumM1 https://t.co/kEg2KNworx", "My mom is currently in the ICU fighting COVID-19\nShe is in need of platelets from someone who has successfully recovered from COVID-19\nMy mom is blood type A+ so I highlighted the section of blood types she can receive\nRTs will help 🥺\nI just wanna hug my momma again 😭 https://t.co/zhzxI0qLVl", "When we are afraid to step out, those warriors are fighting with the pandemic! Doesn't matter how we treat them, their first duty is to save lives❤️\nLet's thank them everyday👩‍⚕️\n#ThankYou\n#doctorsday2020 \n#Warriors https://t.co/ouIp51eUhh", "Stanford's Dr. Scott Atlas explains age 20-29 Texas COVID spike:\n\nPeople in inflated statistics likely \"hospitalized for something else\" but \"classified as COVID-19 hospitalizations.\"\n\nIn other words, same 'COVID death count' playbook, different chapter.\n\nhttps://t.co/CQATuIy8mC https://t.co/ZPoAjzWsIg", "@mitchellvii I was in hospital the other day, all patients were wearing masks and all staff. My sats were monitored for 8 hours and were not affected by wearing the mask. All the nursing staff have to wear them for 12 hour shifts, it does not affect their breathing!", "Sen. McConnell wants to assess the conditions in the country before taking action on COVID.\n\nHere’s the assessment: People are losing their jobs. People can’t make rent. People are going hungry. Small businesses are closing. COVID is spreading.\n\nAnd Republicans are doing nothing.", "COVID-19 Testing Update . For more details visit: https://t.co/dI1pqvXAsZ #ICMRFIGHTSCOVID19 #IndiaFightsCOVID19 #CoronaUpdatesInIndia #COVID19 https://t.co/vc1yxO0BOo", "The US accounts for:\n- 42% of world's nuclear weapons\n- 38% of world's military spending\n- 25% of world's COVID-19 cases\n- 25% of world's prisoners\n- 25% of world's billionaires\n- 21% of world's GDP\n- 4% of world's population", "@PhilstarNews consistently dropping 'contexts' is a mood", "RT @SenKamalaHarris: The climate crisis isn’t waiting until this pandemic is over, and neither can we. Proud of my House colleagues for put…", "RT @farrahsafiakhan: But still ban the niqab? Okayyyyyyy", "RT @BBCWorld: US could see 100,000 coronavirus cases per day, top disease researcher Dr Anthony Fauci says\n\nhttps://t.co/RORhBPFh9K https:/…", "RT @HaiderKAbbasi: Literally every IK speech:\n1. I am against krrupt\n2. We are pioneers of smart lockdown\n3. Mein\n4. Madinah kee Riyasat\n5.…", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "RT @JaniceClaire14: @jackiegontarek @TomJChicago Have you seen the latest news on COVID? Arizona has told its doctors to be selective about…", "'People will die within months': Lebanon heads for famine as pandemic accelerates hunger https://t.co/FaaTPaCmzA", "Day 27 of 30 #AVTweeps Since #COVID19 - We just started to follow @AbbyrWolfe, @AVWoofer &amp; @musafir84 https://t.co/f3Z4lHWXJq", "RT @RuchiraC: Stay tuned for this fantastic conversation about fighting the COVID19 pandemic with our frontline warriors.\n#WeSaluteHealthHe…", "Texas Lt. Gov.: Grandparents would be willing to die to save the economy https://t.co/onHPBZ2FRC", "RT @TheMaskPodcast: Episode 2: \"DEVIL'S PLAYGROUND\" with Sgt. Andre, is NOW AVAILABLE on @TheMaskPodcast Find it at https://t.co/ewFYanZy4p…", "RT @miyashay: Despite some hospital CEOs insisting Houston’s hospital capacity is fine, today I got a different story. A @HarrisHealth admi…", "Terrific description of GA outbreak and @EmoryEPI part in the response. Listen to it all the way through. This is what we do! #WeAreEmoryEPI Thank you @Jlguest !  https://t.co/qS2WEnL0wG", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "@saurav_vvv Definitely! I’ll buy you a drink!", "Can you imagine how President Hillary Clinton - a Woman with a powerful mind - would have handled this pandemic? \n\nBeing a mother and grandmother, she would’ve instinctively taken care of the public health of the people of the United States.", "RT @TheRightMelissa: @NYGovCuomo Cuomo put Covid patients in nursing homes killing thousands of elderly people. Is this your way of trying…", "Today is this lady's birthday!!! We'll be celebrating from home, so please join me in wishing her a fantabulous birthday!!!❤️🎂🥂❤️ Te amo @SevansMartinez ! And once this pandemic is over we'll hitch a ride on a… https://t.co/9Pv7CbyYq6", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "RT @Breaking911: DEVELOPING: New Swine Flu Strain G4 EA H1N1 Discovered In China Has \"Pandemic Potential\" - https://t.co/eOSqTFCGS0 https:/…", "RT @umasudhir: This man identified as C. Bhaskar Rao was deputy manager at #AP tourism hotel when he assaulted contract employee allegedly…", "#PmpostponeNEETandJEE plz postpone neet jee exam due to covid19 that drastically increasing near there so not prepared still to exam\n@PMOIndia \n@AmitShah", "@espressomylife @GregMonahan @magmorturd @john6fitz @MiLB It is countering them tho, is the thing.", "Corona", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "Lockdown is not, never has been, and never will be a cure for COVID-19.", "Coronavirus: Czechs hold party to 'farewell' pandemic https://t.co/Ze0XaG8xMB", "RT @MickeyGuyton: At the beginning of this pandemic never did I think I would get this kind of an opportunity. Thank you ⁦@Variety⁩  https:…", null, "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @Public_Citizen: Remember this from @AOC? This is the same company that is now price-gouging its coronavirus drug.\n\nAOC to Gilead CEO: T…", "RT @BjpBiplab: On #DoctorsDay, I salute the entire Doctors fraternity for continuously leading the long fight against #COVID19. \n\nTheir utt…", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "kim reynolds calling herself pro-life when she never locked down the state during a pandemic and continues to open up all of iowa as our case numbers build, like just say you hate people having access to sexual and reproductive health kim!! this isn’t about human life!!", "RT @YODACOOKS: WTS supreme covid 19 bogo tee size large deadstock\n550$ shipped \nRetweets appreciated https://t.co/zoyF7mmral", "Post-lockdown 🐸 problem: Waiting for bebes to grow older. I wish there was a button to speed the process. U press the button and it says “It`s morphin` time! Go go power tadpoles!”... https://t.co/ZAuiPh1Jdh", "RT @SkratchBastid: Ooh La La. Run The Jewels got that pandemic banger. Had to cut a lil' somethin'. @runjewels @therealelp @killermike http…", null, "Every year National Doctor's Day is celebrated on July 1 (today) to mark the importance of doctors in our lives and the role they play in the welfare of this humankind. The National Doctor's Day 2020 also express gratitude towards the doctors for their invaluable contribution !! https://t.co/Xn1wodBLWV", "I like the part where the Prime Minister comes down your chimney and leaves Covid relief payments under your tree.", "RT @Geoelte_Spinne: Boris Johnson to spend 5 billion on economic recovery from Corona.\n\nMeanwhile, in Germany...\n\nhttps://t.co/fXIczGGOZ7", "I thought there was a spike in the panademic NYC??  Obviously no one has a job or cares to here!! Is this the new Social Distancing?? Is it time for funerals or church yet?\n#Women4Trump2020\n#DefendThePolice #BackTheBlue https://t.co/41NIbjlN4I", "RT @HKrassenstein: @realDonaldTrump As I watch the Pandemic spread it’s ugly face all across the world, including the damage it has done to…", "@willynyamitwe @GeneralNeva It's too late. #covid19 has expanded a lot in the entire Burundi's population and has killed many among them includes the former president #nkurunziza.", "RT @stpiindia: Enterprises are increasingly relying on emerging tech’s processing power to improve business intelligence.Infact, the #COVID…", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "Nearly every journalist and politician in the US thinks there has been a surge in COVID-19 cases, because they don't understand math and Fauci can manipulate them easily. \n\nThere has been a huge increase in testing - but the percent positive is near a record low. https://t.co/2xyO2yagaO", "COVID-19 may have originated in China. The deadly pathogen found it’s perfect host in Donald J Trump.", "RT @WhatsupFranks: @elonmusk @kimbal Levitt Rocks. https://t.co/MJhs3i8ihk", "On July 22, 2019 Lindsay Richardson of Sacramento was driving drunk when she killed Julian Solis, a Hispanic father who was walking home from work, killing him on impact. Lindsay was only in jail for TWO nights and has been free since. https://t.co/R61srsP6J6", "US coronavirus cases rise by 47,000, biggest one-day spike https://t.co/SGKjyXa4js https://t.co/XCTIRqIXkq", "@jenquattrucci @LRobbTeacher @jeffreykubiak @Teacherchick27 @henneld_edu @KarlOLeary4 @Tara_Desiderio An old-fashioned game of #Scrabble or #Dominoes or doing a #JigsawPuzzle together. I still crave those times w/my Mom &amp; Grandma. I'd give anything under the sun to have those times back or to do them again. Or #Baking together. It doesn't have to be costly, can be right at home.", "Texas daily COVID-19 cases top Italy's record when it was global epicenter https://t.co/xY7O9tX1Bk", null, "NBA players will wear a ‘smart ring’ at Disney world, per https://t.co/UCLdrFVMWo \n\nThe Oura smart ring is capable of predicting COVID-19 symptoms up to 3 days in advance with 90% accuracy. The ring can measure body\ntemperature, respiratory functions and heart rate. https://t.co/pYYIqOLDbZ", "RT @vib_v_s: Yes pls! We will not risk our lives\n@DrRPNishank @DG_NTA \n#postponejeeneet #PostponeNEETandJEE \n#healthoverexam", "Our #RADx initiative is moving ahead at a rapid pace. Find out how this tech development effort led by @NIBIBgov Director Bruce Tromberg may improve #COVID19 testing all across the nation. #NIH https://t.co/fIME6WZWUK", "RT @itsJeffTiedrich: @realDonaldTrump the pandemic spread across America because you golfed and held rallies for two months, called it a ho…", "🚨 Mission Valley Target has two positive COVID cases. Take precautions or avoid if possible.🚨", "Anytime I’ve been tested for covid it’s always came back negative, but still it scares me knowing it can sneak up on anyone😣", "#Hope #NYC #Stalked21Years should've had malpractice stalker unprecedented corrected but #COVID19 delayed closure closer @NYPDnews 11PM much disrespectful youth front building had to correct not my best but also to send a message to mental illness neighbor that called for them https://t.co/LnENk9QIru", "Democrats just passed a bill that would make it harder for American innovators to develop a COVID-19 vaccine.\n\nHere’s what you need to know: https://t.co/lEi2G5Qsj8", "@DailyCaller Ran around WITH Covid, infecting ppl. THAT’S how little your family means to this piece o work.", "Covid testing outside of the Nursing Home is almost entirely clinically meaningless. It is primarily being used to cultivate fear and excerise control. it is necessary for the usual RTE/Govt lies Eg: \"There are now xxxx Covid cases in Ireland\"\nLies lies and more lies.", "RT @RadioFreeTom: I'm sorry, was there a time when this guy was *listening* to Fauci? This is like me saying I'm *finally* going to stop li…", "Coronavirus: Faulty masks sent to care homes and GPs recalled  https://t.co/Qowxi12h86", "RT @larryelder: No matter how much  @JoeBiden trashes @realDonaldTrump’s response to the #coronavirus, Biden blasted Trump when, at the end…", "Today is the last day of Pride Month, but as there were not enough celebrations because of the pandemic I'm using my authority to declare that Pride Month is hereby extended until further notice. Party on, and remember #DefundThePolice and #BlackLivesMatter", "@Qclues_o7 Type in “contaminated covid 19 test” into your search engine (F Google) and find dozens of stories! https://t.co/TS4HGHSV7e", "Took me so long but painting this delicious, kinky #Keith has been my therapy in these months of lockdown. I'm releasing him now, but all I ask is that he's treated very, very good 😏🙏\n\n(Can't decide if I like it better with or without the chain so here's both) https://t.co/CLzjvC04u7", "@BethBossy Ok, let us assume they find the solution to policing border lockdown for the mexicans.  Next question, is how many $$$$?", "Posted by a friend on Facebook. Best visualisation I’ve seen! 😂 #COVIDー19 https://t.co/KP6Ij8ZoJi", "Your best option is to take vitamin D3 every day, which can be purchased for less than $15. Now that's a saving!\nEvidence that vitamin D supplementation could reduce risk of COVID-19 infections and deaths.  Nutrients 2020. https://t.co/qoqxZrihXs https://t.co/rkw26G7S8b", "\"How many dicks have you sucked since COVID-19?\"\n\nMe: https://t.co/bySf6mCO8G", "I can't go out and hung out with friends because of Pandemic. I decided to stay at home🏡\n#ecq #COVID19 #StayHome #StayHomeStaySafe https://t.co/B7QZjxz4qp", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", null, "Alabama doesn’t want to let its citizens vote curbside during a pandemic even though the state’s “Safer at Home” policy suggests they pick up their restaurant food this way. You also can’t get an absentee ballot out of concern over covid.", "RT @jennahasredhair: I’m on my way to Newcastle! My first tour in 7 months and my first day back at work in a post-pandemic world. Wish me…", "I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; will be out of work for 2 weeks ✨ if you’d like to donate my cashapp is $CydneyRandle &amp; my Venmo is oliviabensonstanaccount ! That’s all !", "I‘ve never seen gaslighting as bad as the current effort to pretend the protests that neatly coincide with the uptick in coronavirus cases had nothing to do with the uptick in coronavirus cases.", "Medical volunteer Dr. Mo Ali's experiences caring for patients with #COVID19 remind us that compassion is everywhere – even more so in times of crisis. Learn more about his experiences on the front lines.", "We’re in the middle of a pandemic and going into a recession. Russia is paying a bounty for killing our troops.  And our president is not on our side.\nTreason.", "Eswatini is today bidding farewell to four Taiwanese medical specialists who have spent the past two months helping boost the country's #COVID19 response. Minister of Health Lizzie Nkosi: \"On behalf of His Majesty’s Government, I thank you for your selflessness.\" #TaiwanCanHelp https://t.co/PwFVbhGzRs", "@GovRonDeSantis is doing the \"kill Floridians\" election strategy.", "RT @assistintl: \"Every step we take to fight COVID-19 brings us closer to ending deaths from respiratory illnesses like pneumonia.” \n@Steve…", "China didn’t tell you to politicize masks\nChina didn’t make you rush states to reopen\nChina didn’t force you to downplay the threat\nChina didn’t have you to shill an untested remedy\nChina didn’t schedule your rally\nChina didn’t cause the massive testing shortage\n\nMaybe Putin did?", "Say it louder for the ppl in the back", "The US accounts for:\n- 42% of world's nuclear weapons\n- 38% of world's military spending\n- 25% of world's COVID-19 cases\n- 25% of world's prisoners\n- 25% of world's billionaires\n- 21% of world's GDP\n- 4% of world's population", "I could get fired bc this but i literally don’t care. Habit burger Daly City has an employee who tested positive for covid, their store is currently closed. Please avoid Panera bread bc we have employees who work at habit as well. Please pray for our employees.", "RT @eyefarhan: People pay the doctor for his trouble; for his kindness, they still remain in his debt\n\n#doctorsday2020\n#doctorsday\n#COVID19…", "The government wants to make money off stranded #Nepaliworkers desperate to return home\n\nhttps://t.co/2ltphUBJh1 \n\n#migrantworkers #Qatar #coronavirus", "&lt;LOOK&gt; \"Harry's Hot Stock Picks\" newsletter will be sent to our “Investor Client“ subscribers 6:00 A.M. (EST) … 7/1/2020 … Don’t let it linger in your inbox because \n@HarryLaneGroup Management Strategist @Mary_Eva23 exposes a profiting making-tip in the Novel Coronavirus Era https://t.co/hlmlq55d7c", "Oklahoma Has 100% Positive Test Rate For COVID-19 Following Trump's Tulsa Rally. “Yesterday in Oklahoma, they tested 352 people and every single test came back positive. Today they tested another 178 people, and all those tests came back positive, too.” https://t.co/yW2Iot5CEi", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "Halloween is canceled thanks to everyone who chose to not give a fuck about this pandemic.", null, "RT @Beamquake: 🦠130,122 🦠\nDead Americans.\n2,482 mothers, fathers, daughters &amp; sons have died from #COVID19 within the last 3 days.\nThe tota…", "RT @ajplus: This man says his family took every precaution to avoid contracting #COVID19.\n\nSo far, he's lost five family members and his pa…", "COVID-19 has had a disastrous effect on Maine's tourism industry. Increased testing is essential to safely reopening our state &amp; protecting our health. I urged top health officials—including Dr. Fauci &amp; ADM Giroir—to work with states to better align testing supplies with demand. https://t.co/7z5bFVYb05", "I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; will be out of work for 2 weeks ✨ if you’d like to donate my cashapp is $CydneyRandle &amp; my Venmo is oliviabensonstanaccount ! That’s all !", "forget about fuckboys, marry a Himbo today ✨", "RT @SevadalGA: Watch Shri. Rahul Gandhi converse with 4 Indian nurses about the COVID19 pandemic. \n\nWatch this conversation on Shri Rahul G…", "After positive tests for the coronavirus within the traveling party headed to Orlando, the Denver Nuggets have closed team's practice facility for several days, sources tell ESPN. Facility was locked to players and staff starting Saturday, and could open again later this week.", "RT @EricTopol: How many #COVID19 deaths occurred today in the US?\nTake your choice: @WSJ 1182, @WHO 885, @COVID19Tracking 540\nhttps://t.co/…", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "Wednesday’s TIMES: “Bank predicts V-shaped recovery from pandemic” #BBCPapers #TomorrowsPapersToday https://t.co/ORPOAgvjMT", "RT @andrewakagawa: R3D45:  This year has been pretty weird enough, covid and all... But if you told me #301DaysOfCode ago, that I'd be #cod…", "Certainly, nobody should be forcibly tested. But in the middle of a pandemic, there should be consequences for refusing COVID tests. Just as there are consequences for breaking road safety laws. Both endanger the lives of others &amp; the govt. has a right to impose sanctions.\n\n2/2", "@realDonaldTrump There Trump goes making a racist attack on a sitting senator while defending Confederate leaders who fought to preserve slavery.\n\nAll while American soldiers died with a Russian bounty on their heads and a pandemic is exploding out of the control. \n\nYou’re done.", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "RT @kingkongotx: Hey everyone my parents’ donut shop has been struggling a lot throughout the whole pandemic. They’re trying to be positive…", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "@realDonaldTrump All this chicken shit talk and not only did you handle response to COVID-19 incompetently and killed ~130K today but you took part in murdering our soldiers.  You MURDERER-IN-THIEF!", "RT @ASlavitt: COVID Update June 30: What does the Congress owe us?\n\nTime for them to support the American public through chaos. And the vir…", "RT @garywhitta: If you live in Texas and can get out, do.", "Vice President Pence wore a face mask to a public briefing on Tuesday. The message from the surgeon general and others was clear: Americans should wear masks to prevent the spread of COVID-19.\nhttps://t.co/RE7Zju8lUu", "RT @RobertJohnDavi: Congratulations you stink @BilldeBlasio @NYGovCuomo wait just wait the both of you are responsible for turning NY into…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "Saying there is a surge or spike in COVID-19 cases is a frustrating example of an incomplete sentence/thought...I feel as if I'm being cheated with an inexplicable lack of information sharing. The number of cases is not the story--the resultant impact, or lack thereof, is.", "INDIA: State of Maharashtra reports 4,878 new cases of coronavirus, 174,761 in total.\n\n7,855 deaths, 90,911 recovered.", "RT @goremeat: Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @abbygov: does anyone else get mild symptoms at night and freak out and diagnose themselves w corona only to wake up in the morning feel…", "D\nE\nA\nT\nH\n\nP\nA\nN\nE\nL\nS", "@HRDMinistry @DrRPNishank @PIB_India @PIBHindi @MIB_India @mygovindia @PMOIndia @COVIDNewsByMIB @MoHFW_INDIA @narendramodi Doctors are workin hard in #COVID19 crisis and NBE is conducting practical exam that requires travelling, time fo study.. We have already passed theory exam i think we should be #PromoteDNBtheoryPassCandidate\n#CoronaWarrior\n#nointerstatetravelling\n@nidhiindiatv @drharshvardhan", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "RT @ndhapple: The city's budget is in crisis, but Hizzoner still pushed ahead with the purchase of $62 million in boats for NYC Ferry, whic…", "‘Much Is Unpredictable.’ NBA Commissioner Adam Silver Can’t Guarantee NBA Restart as Coronavirus Cases Rise https://t.co/3FLBf3XRkf", "RT @AlexBerenson: And puts in context everything that is happening in the rest of the Sunbelt, the massive spikes in positive tests that ha…", "three phases of our lives:\n- before pandemic\n- during pandemic\n- after pandemic", "RT @Uhmeeruhs: Attention Houstonians! Do NOT go to the Whataburger off Little York &amp; 59. One of the workers tested positive for COVID, whil…", "Dr. Fauci testified he's certain all the new younger COVID cases can be attributed to states opening bars back up, even tho that same demographic marched side-by-side in  major cities. Not a few dozen at a bar, but thousands in the street. But it's \"racist\" to blame the protests!", "Wake up!!", "What's so unforgivable is there's now no mystery as to how to get COVID under control.\n\nIn CT, we kept everything closed until transmissions fell; we created an apolitical mask wearing culture; we tested aggressively.\n\n2 months ago a hotspot. Today less than 100 hospitalized.", "@GavinNewsom \n@realDonaldTrump \nAmericans are opening up our country with or without your blessing Gov Newsom...\nSee you in court!", "RT @SiggonKristov: The US accounts for:\n- 42% of world's nuclear weapons\n- 38% of world's military spending\n- 25% of world's COVID-19 cases…", "@Viperous @MerrissaJolie Umm... pandemic", "Amid COVID, cities learning that the “public realm” can be reconfigured quickly and imaginatively. Can accelerate big-vision placemaking like Boston Big-Dig’ and NYC Dryline. https://t.co/9NAlWRmtXI", "Stay tuned for RGs conversation at 10AM with Indian Nurses from around the world who are at the frontlines of the COVID battle.\n\nYouTube Link- https://t.co/NJm04hcnPI\n\nFB Link- https://t.co/SP5QXd7kzf\n\nTwitter Link- https://t.co/smStCeKqpy\n\nIG Link- https://t.co/LaReXmumM1 https://t.co/kEg2KNworx", "To everyone going out, or even leaving their homes, pleasse go get tested. You may be an asymptomatic carrier of COVID. Its freee in Fontana!", "RT @asadowaisi: .@PMOIndia aaj China par bolna tha, bol gaye CHANA par. Which was also necessary since your unplanned lockdown had left man…", "FDA will require a covid-19 vaccine be at least 50 percent more effective than a placebo https://t.co/tNkrNvmPga", "RT @narendramodi: India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #docto…", "List of places where the Coronavirus DOES NOT spread: \n- Pride rallies\n- ANTIFA riots\n- In crowds tearing down statues\n- George Floyd’s funeral\n- BLM protests\n\nList of places where the Coronavirus DOES spread: \n- Trump rallies\n- churches \n- in-person voting\nWake Up America!", "Mississippi Health Officer: Wear A Mask Because Coronavirus 'Isn't Going Anywhere\n https://t.co/0x92NI3OLI", "The way the Democrats hate and lie on President Trump is a Pandemic too \n\nThe threats against Trump Supporters, conservatives and Republicans is a Pandemic too", "11/ While it’s easy to pin the new surges on feckless politicians, CA offers a bit of a controlled experiment: even in a state with mandatory masking &amp; a sound re-opening plan, things went sour. Covid wins again: demonstrating that good leadership is crucial, but not sufficient.", "Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "I would have read my damn briefs, Barbra, that's for sure.", "When it comes to voting during the pandemic, it’s critical that any solutions we come up with protect Native Americans’ access to the ballot box. My VoteSafe Act would do just that.\nhttps://t.co/5LX9FJyMXy", "In which Sen. Rand Paul cites a mountain of data that kids are not spreaders of Covid 19 — and Dr. Fauci agrees strongly that we should do whatever we can to get children back in school.  https://t.co/jSz0rknzmZ", ".@GovRonDeSantis refuses to issue a statewide mask order as #COVID19 cases surge &amp; asymptomatic young people are spreading the virus. He insists he ‘can’t control’ what young people do. Today, he signed a forced parental consent bill on abortions to CONTROL WHAT YOUNG PEOPLE DO. https://t.co/IYL9sS91qd", "BREAKING NEWS: Nation's Top Infectious Disease Expert Foresees Near-Term Scenario in Which 1 Million Americans Get COVID-19 Every 10 Days; Resultant Death Toll Would Be Harrowing—Presumably Over 1 Million Dead By the End of the Pandemic, Unless a Vaccine Arrives Unexpectedly Soon", "RT @CNBCTV18Live: #COVID_19 India | Delhi’s recovery rate improves to 66.8% from 66%; Maharashtra’s rate drops to 52% from 52.4%. 11 states…", null, "One person I am thinking about wears a mask to terrify people (me ESPECIALLY) but there’s nothing more terrifying than this current uptick in cases of COVID-19 around the United States &amp; the potential 4 100,000 cases daily. My nemesis &amp; I agree on 1 thing. Put on a mask. https://t.co/d3WMgtpToj", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "@Yuna_Nkg mara vele where is it tested ?", "The tweet actually doesn’t convey how horrible and stupid the video is", "Extremely Sorry sir 😔,i will not able to join because i have exams which starts from 3rd july in this pandemic!\nPLEASE GIVE #MeritBasedPromotionGTU \nDO NOT PLAY WITH OUR LIFE!🥺\nOR #postponeExamsOfGtu starts from 2nd July! @GTUoffice @ugc_india @imBhupendrasinh @vijayrupanibjp", "I am deeply concerned about China’s approval of a new national security law for Hong Kong. The law will erode the unique liberties that Hong Kong enjoys, including freedom of speech and assembly, and will stoke fear among those who seek to maintain Hong Kong’s democracy. https://t.co/W57DqPxmPu", "This isn’t going to end well. Floridians, despite what your Covidiot governor says, please stay home. https://t.co/3150RKGN2k", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermost commitment to keep the nation safe and healthy in these challenging times is truly exceptional. Nation salutes their devotion and sacrifice.", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "RT @chelseadeanne: Does anyone else find themselves extremely anxious about how COVID-19 has permanently changed the world?", "RT @DanRather: There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leader…", "RT @elee_bella: OMFG! He really is determined to turn us into the US. Whoever helped vote this ignoramus and the LNP into office, you all s…", "Do masks protect you from the Covid virus?\n\nI'm no doctor.\n\nLet's ask an expert. https://t.co/zRUaHrWY2b", "RT @sardesairajdeep: Good PM stayed away from expected China bashing: leave that to generals! Good he reiterated need to be corona consciou…", "The summer heat has nothing the coronavirus.\nIt simply grows stronger by the day,and spread everywhere...\n\n5 Lakh dead, 1 crore infected...\n\nAll tall claims made by any world leaders have fallen flat and none have succeeded in containing it, not even Xi Jinping.", "The important number to watch pertaining to the coronavirus is the death rate.\n\nThe CDC notes there are many times more people infected than cases.\n\nBut if death rates continue to decline, that’s the sign we need to keep opening up the economy.\n\n@RandPaul\nhttps://t.co/tG7ziQdP1d", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "#COVID19 is on the rise.\n\nWe flattened the curve once, we can do it again.\n\nWe can crush this pandemic. We can get past this. But we have to be tougher and we have to do it TOGETHER.\n\nWear your mask. Practice physical distancing. Do your part.\n\nYour actions will save lives.", "RT @stevenspohn: Arizona is preparing to implement SCORECARDS to determine eligibility for receiving care in a COVID world with limited sup…", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "BREAKING: The DOW has just announced their best quarter since 1987.\n\nThis comes after a major stock rebound from the Coronavirus.\n\nOur country is coming back stronger than ever!", "RT @hale_razor: Member of Congress applauds fraudulently using Chinese spyware company meddling in a U.S. election https://t.co/OgAfW5hOIp", "Thiruvananthapuram MP @ShashiTharoor continues to fool the common man with his Jumlas. His claim of ₹1 Cr. MPLAD fund pledged for the purchase of COVID-19 Rapid Testing Devices for Sree Chitra Thirunal Institute for Medical Sciences turns out be a lie as per RTI! \n#TharoorLies", "RT @TimRunsHisMouth: @NYGovCuomo Dont worry, no one's traveling to the World's epicenter of coronavirus.", "😰😰 https://t.co/MrHs7TlkEx", "#CoronaVirus is about class warfare.  Country will become divided by 2 classes. The super wealthy (elitist), telling the poor what they can and can not do!! Eliminating the middle class all together!", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "RT @davidsirota: NEWS: Gilead is charging $3,000 for a COVID medicine that costs $10 to produce -- and that the American public already pai…", "On #DoctorsDay, I am immensely grateful to the dedicated professionals who inspire hope in #Covid19 times.\n\nToday at 10 am, watch 4 dedicated nurses in conversation with me about the Covid crisis and how we should react to it. https://t.co/PujxVQbdvE", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "This👇🏼is what needs to be mandated to arrest the global pandemic.  It’s imperative that we act as one.  The weakest link affects us all both nationally and globally.  Thanks Dr. Scrase &amp; ⁦@GovMLG⁩ 🙏 https://t.co/3h8GNAGiMu", "1. Question to Dr. Fauci:  How many more people have died from your lock-down advice, e.g., from cancer, diabetes, heart attacks, strokes, and suicide?  I've asked this many times yet we cannot get an answer.  Isn't it relevant?", "@SenMikeLee Refusing to wear a face mask in public during a pandemic endangers the lives of others.\n\nIgnoring the Russian bounty on US troops put lives at risk.\n\nFueling racial division puts lives at risk.\n\nThe GOP is the root cause of most of America’s problems.", "\"It is going to be very disturbing, I will guarantee you that.\" — Tony Fauci, predicting the US may hit 100,000 #Covid19 cases per day if the trajectory of the outbreak is not altered.\nWe're looking at hell, folks. https://t.co/eZEmSTAhdG", "RT @RichardDawkins: So far, more Americans have died from coronavirus than in the wars of Vietnam, Korea, Iraq and Afghanistan combined. An…", "Alright. Let’s go ahead and shut everything down now !!!!", "and here comes July’s #1 draft pick", "COVID is still very much a thing and everyone still needs to take precautions like they did when it first started!!!! Wear your masks! Sanitize! Wash your hands! Shower after work shifts! Protect yourself and the people you love", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "Texas now has more daily coronavirus cases than Italy when it was a global epicenter of the pandemic.", "RT @mmpadellan: @realDonaldTrump Everyone KNEW what to do about #COVIDー19 except for YOUR stupid ass. \n\nYou lied. People died.\nYou politici…", "Stay tuned for RGs conversation at 10AM with Indian Nurses from around the world who are at the frontlines of the COVID battle.\n\nYouTube Link- https://t.co/Cq98HXSgL7\n\nFB Link- https://t.co/2sdvKL2XqE\n\nTwitter Link- https://t.co/sACc4ry12v\n\nIG Link- https://t.co/KQpXNNV6e9", "@magnum_t_i @Louisiana5A It's not that simple. If the state doesn't enter Phase 3, football cannot be played. It won't be up to the LHSAA.", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @RepSamGraves: 6/30 is the last day for small businesses to apply for the SBA’s Paycheck Protection Program. \n \nFor more details, includ…", "Why do governments think our immune systems can’t fight coronavirus without a vaccine, when the SCIENCE now shows that 99.85% of people who contracted the virus recovered WITHOUT a vaccine! https://t.co/WkOSaiOknR", "I don't understand the purpose of banning TikTok: @tauseefrahman19, Political Analyst tells Padmaja Joshi on @thenewshour AGENDA over Opposition questioning ban of Chinese apps. https://t.co/phUnALKhGF", "RT @GlamandGore: There is no “but” when it comes to justifying the things that we know will prevent the spread of COVID. This effects every…", "RT @girlfrinn: i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the h…", "RT @Dax_x98: Do you know anyone personally who has tested positive for COVID-19? No names please just yes or", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "so mad rn I just drove home from work and screamed heart attack man and lost my voice", "“The risk of recession remains real, but we mustn’t take it as a foregone conclusion.\"\n\n- Sanjeev Mehta, HUL\n\nRead more at: https://t.co/wIPa3fdvHl", "To the doctors in our country, we remember you and salute you for your selfless service and for being the real heroes in our collective fight against COVID-19. #doctorsday2020", "and here comes July’s #1 draft pick", "RT @leahmcelrath: Twitter deleted @markaprovost’s viral tweet. COPY, PASTE, SHARE:\n\nPharma giant Gilead announced they’ll charge $2500 for…", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "RT @DrewHolden360: I‘ve never seen gaslighting as bad as the current effort to pretend the protests that neatly coincide with the uptick in…", "RT @ANI: Mumbai's Lalbaughcha Raja Ganeshotsav Mandal has decided not to hold Ganeshotsav this time in wake of #COVID19 pandemic. A blood &amp;…", null, "RT @mrjaycoles: Hi. You can tweet Black lives matter, but if you’re leaving and going places without a mask, you don’t really value Black l…", "@realDonaldTrump Trump is fighting for re-election on the platform of racism. He thinks he can conquer the coronavirus pandemic by demonizing Asian Americans. He thinks he can brush aside Black Lives Matter by honoring Confederate generals. But we the American people have had enough. We will win.", "#DrFauci just took in large amounts of #COVID19.. 🤦🏼‍♂️\n\nWhy would he take his facial shield off when he thought the cameras “off” 🤔 \n#DemocratsAreDestroyingAmerica https://t.co/uoJwKRvgaX", "RT @MorningMashUp: Last week, @NiallOfficial made an amazing donation to ensure that the elderly could keep in touch with their families du…", "Doctors are the true warriors to save people in this pandemic. \nYou are the superheroes.Thank you for saving lives.@drmonika_langeh @saagar_anand\n\nHappy #NationalDoctorsDay!!\n\n#doctorsday2020", "Mumbai's Lalbaughcha Raja Ganeshotsav Mandal has decided not to hold Ganeshotsav this time in wake of #COVID19 pandemic. A blood &amp; plasma donation camp will be set up in its place: Lalbaughcha Raja Ganeshotsav Mandal (in the picture - last year's Ganpati idol at Lalbaughcha Raja) https://t.co/1FiHg68QAX", null, "RT @Breaking911: DEVELOPING: New Swine Flu Strain G4 EA H1N1 Discovered In China Has \"Pandemic Potential\" - https://t.co/eOSqTFCGS0 https:/…", null, "@BethLynch2020 She needs you to write copy for her. :) She could just tell the truth instead of spinning. We are in this mess because of deflection.", "RT @mikeselinker: THREAD: OK, let's talk about @MSNBC's @chrislhayes and data management. I got completely freaked by something he reported…", "Hey @VP, THIS didn't age well AND IT'S ONLY 2 WEEKS OLD..... You're a fucking moron. #40KCasesPlus #127KPlusDead #YourLegacyIsCorruptionAndDeath \nhttps://t.co/0tLtJu51J9", "RT @issaiah_johnson: The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/…", "https://t.co/6JPJo5HW9N", "@ProfMarianBaird @CEPAR_research: We could see a deepening of traditional gender norms in the Covid recovery period #InclusiveRecovery", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "bro I looked up how long the Black Plague lasted in an attempt to reassure myself about corona and that shit lasted 800 years are you for real 😭", "RT @Nyanjuradoreen: This evening, I went to check on women who do small businesses in Kampala. Aware their space for doing business has con…", "The US has 4% of the world’s population but 25% of its coronavirus cases https://t.co/OSxMN5BwbA", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "RT @ANI: Mumbai's Lalbaughcha Raja Ganeshotsav Mandal has decided not to hold Ganeshotsav this time in wake of #COVID19 pandemic. A blood &amp;…", "RT @TheMaskPodcast: Meet Sgt. Andre from Ep 2. He works in a city with an already high crime rate, now worsened by #covid19. He worries abo…", "My mom is currently in the ICU fighting COVID-19\nShe is in need of platelets from someone who has successfully recovered from COVID-19\nMy mom is blood type A+ so I highlighted the section of blood types she can receive\nRTs will help 🥺\nI just wanna hug my momma again 😭 https://t.co/zhzxI0qLVl", "Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "@wildkudzu @TNWorkingMom I think we will be seeing a lot of that as the data is reviewed.", "@DannieMarie760 Oh you turning up this weekend..😁😁", "and here comes July’s #1 draft pick", "RT @issaiah_johnson: The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/…", "@silliestlily @AbolishTheNow It was France's preferred method of execution after all.", "India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #doctorsday2020 https://t.co/WsWroXjVpO", "RT @INCSandesh: Decisive actions, not empty words needed to deal with both Corona and China- Ms. @SupriyaShrinate Press Release\n(1/2) https…", "RT @Local4News: Whitmer is also asking the Michigan High School Athletic Association (MHSAA) to switch the fall and spring sports seasons.…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "RT @McKenzieDelisle: Local business community: having worked in retail myself, I can’t begin to understand the position you’re in, having t…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "Handy map of the lockdown suburbs \nhttps://t.co/ZYoYPt4HLk https://t.co/JQBrKbOomG", "@Truthproject4 Quite the complaining, and be grateful you live in Canada🙄. You can also do us all happy Canadians a favour, just pack up and move down south. You will fit right in, Covid-19 out of control, no healthcare, no government assistance.🙄", "@Delta Hi I need to cancel flights this upcoming weekend due to COVID. Are you able to help me cancel? Thank you", "RT @BNODesk: NEW: California reports 8,462 new cases of coronavirus, the biggest one-day increase so far, and 105 new deaths https://t.co/Q…", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "On the list of problems that is 2020, I did not expect the build-up to a second pandemic to be so quick. This feels more like a season-ending cliffhanger and less like a halfway point plotline.", null, "Fuck covid", "RT @BarbraStreisand: Can you imagine how President Hillary Clinton - a Woman with a powerful mind - would have handled this pandemic? \n\nBei…", "@Avni20444440 @samant_uday #cancelfinalyearbacklogs \n#CancelfinalyearAtkt 2020", "A reporter asks Biden is he's been tested for cognitive decline.\n\n👉🏽\"I've been tested, and I'm constantly tested. Look, all you have to do is watch me.\" 😂\n\nWe have been 😬\n\nThey wouldn't be constantly testing him if they didn't think there was a problem!\n\nVOTE🗳 @realDonaldTrump https://t.co/Mba3YStjxf", "@RoyalReporter @realDonaldTrump Did she offer to take back the original 13 colonies? PLEASE SAY YES &amp; RESCUE US! (Maine used to belong to Massachusetts, so I think we'd be included.)", "A regular surgical or fancy mask doesn’t do *anything* to prevent you from getting #CoronaVirus,unless you have an #N95 Respirator mask.\nWear your #Facemask. Stay Safe\n\nNo Pain in Ears 👂Too 😎\n\nSHOP NOW ➡️ https://t.co/TSkuKUIAXm https://t.co/ivjLlRYUUu", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "For the people advocating we open schools five days a week ‘as normal’ please immediately host a gathering in your home for 36 children for six hours. What? That’s too long? Okay that’s make this easier, three hours. Put on a movie give them some snacks...", "Criminal illegal immigrants released from jail to avoid spreading COVID-19 repeatedly violate court orders requiring home confinement as part of an improvised bail agreement provoked by the pandemic. Read: https://t.co/xAYWJqWpKw", "School insanity from Columbus, Ohio: the teachers unions, frightened bureaucrats, and liability lawyers are winning. The kids, not so much. https://t.co/2sBr3PZXzg", "@Prince_Kropotkn @REbr0 @mugrimm That is exactly the plan; to literally just add money until covid is over. That won’t work if covid lasts past November (which it will)", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "13.5 lakh students completed exams a month back under covid conditions without a single instance of spread. Now results are out after centralised valuations. I normally visit houses of every student in my constituency who achieved all a+ grade. This time I can’t. Congrats.", "Laredoan Christian Guajardo had the celebration for his eighth birthday canceled due to the COVID-19 pandemic. Rather than pout, he turned it into a positive and celebrated with a “Back the Blue” themed parade showing support for local law enforcement an… https://t.co/ycZtgAsso7 https://t.co/UWI5znIrv2", "Wow, national concern!?! Lest, we forget POGO tax evasion, rising unemployment, jeepney drivers turned beggars, OFWs eating off from garbage in the middle east, and non-important issues like the pandemic, Sulu misencounter, boat collision in Mindoro, maybe? #PRIORITIES", "RT @fox4kc: A local infectious disease specialist says the idea that wearing a mask will make people sick more is simply not true.​ https:/…", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "@steelers my dad has had season tix since 1972. Yep, 1972. He’s 85 now, and as of last season, was still climbing the stands to cheer on the black and gold. No surprise, he wasn’t comfortable with COVID. WOULD’VE BEEN NICE TO KNOW THIS BEFORE THE MONEY WAS DUE. #HEREWEUSEDTOGO", null, null, "On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermost commitment to keep the nation safe and healthy in these challenging times is truly exceptional. Nation salutes their devotion and sacrifice.", ".@GovRonDeSantis refuses to issue a statewide mask order as #COVID19 cases surge &amp; asymptomatic young people are spreading the virus. He insists he ‘can’t control’ what young people do. Today, he signed a forced parental consent bill on abortions to CONTROL WHAT YOUNG PEOPLE DO. https://t.co/IYL9sS91qd", "I would have read my damn briefs, Barbra, that's for sure.", "RT @junkee: No surprise, Australian media continues to be extremely racist.\nhttps://t.co/cWNHJw1ydm", "RT @pphantom2804: Is Mira Bhayander also complete lockdown ? Confusion", "The covid pandemic rages throughout the country with no federal plan in sight; Russia pays bounties to have our soldiers killed yet Trump does nothing; race relations are boiling, spurred by Trump, yet our President is worried about who threw paint on a statue. \n\n#TrumpResignNow", "Love, solidarity and condolences to your family comrade Zweli. #COVID19 must be destigmatised. Thanks for the openness.", "RT @andrewakagawa: R3D45:  This year has been pretty weird enough, covid and all... But if you told me #301DaysOfCode ago, that I'd be #cod…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "#Afghanistan Coronavirus: The human cost of fake news in India https://t.co/jOkz7tFYCg #Afghanistan", "Important message about COVID-19 in Dinka below. Practice good hygiene, physical distancing and stay at home when you’re sick. https://t.co/HpXBZtC6CF", "RT @Melissa_VA_757: How embarrassing that our country has done such a shitty job with Covid that other countries have banned us from travel…", "RT @kylegriffin1: Joe Biden: \"Despite President Trump's request that we should slow down testing because he thinks it makes him look bad, t…", "Stay tuned for this fantastic conversation about fighting the COVID19 pandemic with our frontline warriors.\n#WeSaluteHealthHeroes https://t.co/4B0n0hQruo", "@AynRiedel98 Flu kills 30K/year. We are at 130K in 4 mo out of which 2 mo was lockdown. Hadn’t we done that we would have surpassed 1/2 million deaths easily. It’s dangerous exactly because some people don’t feel sick, which means they go around and act as the virus’ delivery system.", "RT @_vaannaahh: also??? “bar lives matter”???? are you fucking kidding me???? your desire to go out and get sloshed during a motherfucking…", "Joe Biden on President Trump's coronavirus response: “It seems like our wartime president surrendered, waved the white flag, and left the battlefield.”\n\nhttps://t.co/30ckeVEXTv", "RT @TheAtlantic: The first coronavirus spike in late April can be blamed on the president’s negligence, @davidfrum writes. The second spike…", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @Whiskey100Proof: Can we send this message out👇", "Today, @HoustonHealth is reporting 280 new cases of #COVID19, bringing the total case count for the City of Houston to 20,291.\n \nToday's case count reflects a small data feed from the state. https://t.co/Gx6KSH0z2e", "Chinese investors are mulling whether to cut ties with India, amid the onslaught of #COVID19, a rise of Indian nationalism, and geopolitical threats against Chinese businesses following border clash. https://t.co/QVAxvIzk0f https://t.co/Ap3veKCjyZ", null, "RT @maddow: St. Petersburg, FL: \"Hundreds of cars lined up outside Tropicana Field for the stadium’s first day of testing, but the site rea…", "RT @OxnardPolice: In response to the coronavirus emergency and the need for social distancing, the City is TEMPORARILY closing all beaches…", "RT @INCSandesh: Decisive actions, not empty words needed to deal with both Corona and China- Ms. @SupriyaShrinate Press Release\n(1/2) https…", null, null, "South Dakota Gov. Noem says 'we will not be social distancing' at July 3 celebration with Trump at Mount Rushmore, making it abundantly clear once again that her administration has little to no concern for the health and safety of its constituents.  https://t.co/4AkG0clHN3", "RT @TheRahrahGabor: Nice time to remind y’all that HIV medicine is also well over  $3000. Something people have to take for the rest of the…", "Dr. Anthony Fauci suggests if there are enough people refusing to get the coronavirus vaccine once made available, the U.S. will not achieve “herd immunity.” https://t.co/94zPzRyzQj", null, "RT @tntjho: Patanjali's game of words! Despite promoting coronil as cure for Covid, it's CEO makes \"U-Turn\". This is a testimony of how Bha…", "Protesters pass the time dancing while waiting for city budget vote results. @CBSNewYork #OccupyCityHall https://t.co/gBDM1L9ES0", "RT @kaydeegrace132: COVID-19. You never think it will happen to you, until it does. I hadn’t been sick before this in about 2 years. I alwa…", "Some crumbs thrown in for the masses; public space much buried within the complex, a school (for the new residents), \"farmers\" markets, some green stuff and soon no doubt, some #artswashing and promising to community groups to get approval.", "@kylegriffin1 @hivelady2018 It's not that tough to do the right thing.  We can all do it!\n\n#LoveThyNeighbor #BeFabulous #WearAMask\n\nWhatever reason calls to you, use it and inspire yourself to do the right thing &amp; #WearAMaskSaveALife!\n\nhttps://t.co/gVoVPANBlD", "Fauci at Senate hearing on COVID-19 on people in crowded settings who are not observing social distancing and not wearing masks: “we gotta get that message out there that we are all in this together.”", "RT @wef: COVID-19: 3 ways businesses can find growth opportunities during the crisis https://t.co/BU96rh4Y0l #covid19 #Innovation https://t…", "don’t forget disabled people in your activism, please! doctors are put DNR bracelets in them or starving them! this is not right in any way whatsoever.", "There is no “but” when it comes to justifying the things that we know will prevent the spread of COVID. This effects everything negatively, that’s obvious, but the ALTERNATE to every negative, is death. Literal preventable unnecessary death.", "RT @aturtlenamedbo1: The US has 4% of the world’s population but 25% of #COVIDー19 cases - thanks Trump! \n\nThe US has 4% of the world’s popu…", "RT @murray_nyc: @realDonaldTrump BE ANGRY at TRUMP, not CHINA!\n\nTrue leaders take responsibility. They stop blaming &amp; take control. But not…", "Alaska Airlines plans to give passengers yellow cards (like soccer) for refusing to wear masks as a coronavirus precaution.  \n\n https://t.co/29hfYEFbvg", "RT @TCNHD: Essential workers getting $250 for working during the pandemic, meanwhile the unemployed making $700 a week and goin on they 4th…", "Never said Patanjali medicine can cure #COVID19: CEO Acharya Balkrishna https://t.co/J9QfKGGZTj https://t.co/i4wIkTT4o5", "RT @Hindust62762583: Corona positive pateint did suicide because wasnt given the care and had yo make it. Then how can the innocent student…", "Presidential spokesperson Harry Roque says the country has beaten the University of the Philippines' prediction of 40,000 COVID-19 cases in the country by the end of June. \n\nAs of June 29, 2020, Monday, the total number of COVID-19 cases is at 36,438. https://t.co/qMT3qZ8j5V", "@yashar Well, it's apparent.  The United States does not have the political will to fight coronavirus.  So,  all that can be said is - Good luck, y'all.  #COVID19Pandemic", "RT @_vaannaahh: also??? “bar lives matter”???? are you fucking kidding me???? your desire to go out and get sloshed during a motherfucking…", "Column up: A panel of wealthy elites, including Twiggy Forrest, Alan Joyce and Mike Cannon-Brookes, secretly ­decided to jettison the kangaroo as Australia’s national symbol and replace it with an abstract wattle image that looks like a COVID-19 cell 🤔  https://t.co/3E3rTiwuUA", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "AYUSH Min approves Patanjali's Coronil as immunity booster; can't sell it as COVID-19 cure https://t.co/3NN8cNQJ0A", "\"You're thinking it's an over-hyped flu and I'm not going to get it.\"\n\nAhmad Ayyad went from peak physical condition and competing in obstacle races to losing 60 pounds after doctors placed him in an induced coma for 25 days due to the coronavirus. https://t.co/wDlVBMhzij https://t.co/Gj4wPiVOj5", "RT @DrewHolden360: I‘ve never seen gaslighting as bad as the current effort to pretend the protests that neatly coincide with the uptick in…", "RT @davidicke: UK suspends British-Pakistani doctor’s licence after he called the ‘Covid-19 virus’ a ‘hoax’ to control the world – this is…", "RT @danielsgoldman: The covid pandemic rages throughout the country with no federal plan in sight; Russia pays bounties to have our soldier…", "RT @peterbachmd: So, news about dexamethasone out of UK RECOVERY trial.  Large and statistically significant reduction in mortality for Cov…", "Arizona Covid, 60% of hospitalizations are under 65.", "We’re celebrating #4thOfJuly by giving away prizes all week long.\n\nWhere’s the best place for a comfy chair and a cooler full of Buds? \n\nFor a chance to win the chair and cooler, reply with your ideal drinking spot + #RedWhiteAndBuds #Sweepstakes, and FOLLOW us @budweiserusa! https://t.co/1GjtkRXKm5", "Wide-ranging discussion with French FM @JY_LeDrian. Covered issues of contemporary security and political importance. Also agreed to address #COVID-related challenges in health and aviation. Thanked him for the strong support in #UNSC and look forward to working together.", "RT @_countinstars_: People don’t understand the severity of COVID-19 until it actually affects them personally.", "Palike is not going to do ‘detective work’ and will confine primary contact tracing to only family members. Depending on how you see the glass (half-full or half-empty) in life, this could be good or bad news. Good coz it means Corona doesn’t spread dat easily. More in 2mrw’s edn https://t.co/K3H9iCssp8", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", null, "It's Doctors day and I am resuming my duties today after recovering from COVID19. \nProud of my profession and prayers to God to give me enough strength to serve the humanity.\n#doctorsday2020 \n#happydoctorsday https://t.co/L9kPi45bcR", "@BarbraStreisand @HillaryClinton is a pandemic of her own. You're more likely to die from being associated with her than from the #KungFluVirus. Eat some alphabet soup and choke on the \"D\". Good day. \n#BenghaziAintGoingAway", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @realDonaldTrump: As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the…", "RT @Uhmeeruhs: Attention Houstonians! Do NOT go to the Whataburger off Little York &amp; 59. One of the workers tested positive for COVID, whil…", "@cmpatowary \n@nitin_gadkari \nRespected Sir, \nPlease update upon the initiative taken to provide relief to the school bus operators, being out of business since lockdown as apart from  EMI moratorium the insurance, road tax, salary to staff etc continues for them. Please help.", "I believe the DOH does not report actual number of positive cases. So, it is most likely that the prediction from UP experts is accurate.\nMoreover, I think that the behavior of the Presidential Spokesperson is not proper for the pandemic is still at its height. #HarryRoque https://t.co/74VyAWTy2L", "RT @william_1a: @GeneralDilley @angel7731 Two people in Dallas I know were waiting ro get tested after they filled out the paperwork, but g…", "She gets fired by @CNN for giving Crooked Hillary the debate questions, and gets hired by @FoxNews. Where are you Roger Ailes?", "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermost commitment to keep the nation safe and healthy in these challenging times is truly exceptional. Nation salutes their devotion and sacrifice.", "Leaders that recognize the role of #WASH in preventing the spread of #COVID19 will save lives. #Water is critical in #recovery, #resilience + building back better. #IWMI + Heads of State, Govt &amp; @UN agencies endorses @sanwatforall #GlobalCall4Water: https://t.co/h19aCfVLSU #SDG6 https://t.co/hf7anVWGSv", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "Wouldn't you know it? Cannabis to the rescue once again. This sounds very promising.", "I want us to forget about the views or the likes and actively unlearn our tendency to consume the lives and bodies of system impacted people. We live during a pandemic and a revolution, and we are doomed at both if we fail to relearn the value of human lives. 6/6", "I hope this pandemic will be over soon 🥺", "U.S. coronavirus cases rise by 47,000, biggest one-day spike of pandemic https://t.co/Q4HIGRNAo8", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/ won’t give us money?  I’m not asking for 50k but you can’t break us off 3 bands?", "An  interesting future for restaurants courtesy of #COVIDー19 https://t.co/nFjiato6TH", "Here is a link to an earlier study on how T-cells May add protection. All of these things will continually be studied and must be considered together. \n\nhttps://t.co/9Lzzl705fW", "RT @Pholo_M: I pray my family comes out of this pandemic unharmed 🙏🏽", null, "RT @JanelleMonae: Triggering and important", "How did we stop an Ebola outbreak in eastern Congo? By @WHO tracing 25,000 contacts/day in remote area where 20 armed groups fought!\n\n@DrTedros: \"No excuse for contact tracing. If any country is saying contact tracing is difficult, it is a lame excuse.\" https://t.co/YzGdFF33sz", "RT @traveler002: @MOLEONE @Roe50 @Franchise2Mr @CharlesRobinLee @Becca2631 @EMMYreincarnate @Consofcooking1 @Stevest39589292 @dawndawn762ya…", "A quote from Rand Paul at the Senate coronavirus hearing: \"We shouldn't presume that a group of experts somehow knows what's best for everyone.\"", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "Amazing Quarter for the Markets!!! The DOW has the best quarter in 33 years (up 17.77%). Likewise the NASDAQ is up 30.63% in 90 days! Congrats to all 401k’s! 🔥🔥🔥 https://t.co/Uecqoowg3K", "RT @narendramodi: India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #docto…", "DEVELOPING: New Swine Flu Strain G4 EA H1N1 Discovered In China Has \"Pandemic Potential\" - https://t.co/eOSqTFCGS0 https://t.co/b1SQjYVeBc", "Per cdc\nA probable case or death is defined as:\nA person meeting clinical criteria AND epidemiologic evidence with no confirmatory laboratory testing performed for COVID-19.\n@FREEDOM_WWGIWGA @realDonaldTrump\n@KarluskaP @davidjwhite68 @prayingmedic @MajorPatriot\n@realDonaldTrump", "Do everything you can to boost your immune system before winter, and stay away from the testers, if you need a doctor for respiratory issues, or anything else for that matter, then refuse the 'covid' test--if you're positive they'll imprison you, or try to kill you.", "1\n\nA minister can also tell about FREE RATION, Why @narendramodi?\n\nReactive RW, TRP Media are basically Judgemental &amp; lack deep thinking\n\nModi speech was not about COVID or Ration but a strong message to China adopting Strategy of Indirect Approach\n\nLet me explain in this thread", "Oklahoma Has 100% Positive Test Rate For COVID-19 Following Trump's Tulsa Rally. “Yesterday in Oklahoma, they tested 352 people and every single test came back positive. Today they tested another 178 people, and all those tests came back positive, too.” https://t.co/yW2Iot5CEi", "RT @thegoodgodabove: Coronavirus is a measure of your intelligence. Most of the world has defeated it by wearing masks and listening to sci…", "BREAKING: Most travelers from the U.S. will be barred from entering the E.U. when it reopens Wednesday due to the country's growing coronavirus outbreak. https://t.co/AaLtH53TUK", "Covid19 are increasing day by day if You conduct gtu exam then rate of increase of desises higher than few past day you have no care about student helth if covid-19 spreading during exams day who is responsible for this critical condition\n#MaritBasedpromotionGTU \n#NoExamsInCovid https://t.co/NIjCWEiIOk", "Texas now has more daily coronavirus cases than Italy when it was a global epicenter of the pandemic.", "RT @ewarren: We need leaders whose loyalty is to the people—not Trump and his delusional narratives. \n\nStates need real relief, and they ne…", "Latest updated on Lockdown Sceptics is here. Why oh why is Leicester being forced to go back into full lockdown when only one person died of COVID-19 in the whole of the Midlands yesterday? Surge in cases is an artefact of increased testing. Utter lunacy. https://t.co/Ukcz0SWcHH", "Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", "Regan was fired after a “Coronavirus Impeachment Scam” rant in which she accused Democrats of creating “mass hysteria to encourage a market sell-off” and “demonize and destroy the president.” Trump apparently thinks that’s an accurate characterization of what’s going on. https://t.co/UJQkAqFLRU", "Here’s a thread on how to fight Corona Virus what helped me and all my friends out. Read it carefully and order all your supply online. https://t.co/pHhWdgo31x", "Sugarcane farmer sets crop on fire. Unable to sell because juice vendors out of business during #lockdown.  https://t.co/PnsvklHmy3", "@realDonaldTrump Trump is fighting for re-election on the platform of racism. He thinks he can conquer the coronavirus pandemic by demonizing Asian Americans. He thinks he can brush aside Black Lives Matter by honoring Confederate generals. But we the American people have had enough. We will win.", "COVID-19 in Brazil on Tuesday night: 33,846 new cases, 1,280 deaths https://t.co/GQZKThP3c4", null, "RT @MaxCRoser: With epidemiologists @DaveKennID, @A_Seale &amp; @DanielBausch2 we developed the framework to identify the countries that respon…", "RT @aetiology: Cool, cool. Sorry Texans, you're on your own. https://t.co/pS8cQllyGK", "“Bar lives matter” LOL YALL CANT BE SERIOUS?!", "RT @RandPaul: Today in the HELP hearing on COVID-19 with Dr. Fauci I forced him to admit that we MUST get kids back to school. https://t.co…", "The NCAA and universities want us to play during a global pandemic so they won’t lose millions of dollars, but can’t/ won’t give us money?  I’m not asking for 50k but you can’t break us off 3 bands?", "'We're surging again.' Doctors, nurses angry as coronavirus strains California hospitals https://t.co/uaqpZqrhG6", "I found these photos of 1918 flu pandemic. \nSo relatable... https://t.co/Pw14vFBwkP", "RT @BNODesk: NEW: California reports 8,462 new cases of coronavirus, the biggest one-day increase so far, and 105 new deaths https://t.co/Q…", "RT @narendramodi: India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #docto…", "When Biden wins in a landslide in November, we should demand that Trump immediately relinquish the reins on managing the pandemic since Trump isn't doing anything anyway.  Our country should not have to suffer through another 2 1/2 months of cruel indifference and inaction.", "Some doctors works for money , some doctors work for saving life.\n\nSalute to those who work for saving lives.\n\nDue to magic f @AamAadmiParty it's only Delhi where people feeling safe.\n\nIn BJP/Congress states People are scared to death with terrible facilities.", "RT @FreedomWorks: It’s called freedom. Ever heard of it? #ReopenAmerica #ampFW", "COVID-19 may have originated in China. The deadly pathogen found it’s perfect host in Donald J Trump.", "RT @LiberatedCit: Biden loses it when asked if he had been tested for cognitive decline – clearly his answer speaks to his dementia.\n\nJoe B…", "RT @jlazarus001: They told me if Obamacare passed we'd get death panels...", "RT @mmpadellan: BREAKING: Europe has OFFICIALLY banned Americans from visiting, because we are \"led\" by a moron who cannot lead us responsi…", "@dhawal_kulkarni Salute to all #CoronaWarriorsIndia \nRetweet if you like it.\nFull video- https://t.co/bi3fnvguvO\n@PMOIndia @CMOMaharashtra\n#coronavirus \n#doctorsday2020 #NationalDoctorsDay  #happydoctorsday #coronawarriors\n#doctorsday #CADAY\n#IndiaFightsCorona https://t.co/8iIjRtwweb #1stJuly", "RT @CNN: “Dr. Fauci was almost crying for a national response, but he couldn’t ask for it. That’s what we need. We have 50 governors each i…", "sometimes it’s okay to flex https://t.co/73AGug2Htg", "Oklahoma Has 100% Positive Test Rate For COVID-19 Following Trump's Tulsa Rally. “Yesterday in Oklahoma, they tested 352 people and every single test came back positive. Today they tested another 178 people, and all those tests came back positive, too.” https://t.co/yW2Iot5CEi", "NEW STUDY: A Chinese study shows people infected with COVID-19 lose antibodies after only a few months.", "Air Canada promises 100 bonus Aeroplan Miles to any passenger that gets COVID https://t.co/Bmb20yIcju", ".@GregAbbott_TX \nWTF?  ”Bigger and better in Texas” shouldn't include a catastrophic pandemic...apparently you didn't get the memo. All gung-ho you charged ahead. Your leadership is a disgrace.  \n\nTexas breaks record with nearly 7,000 new coronavirus cases https://t.co/kb9cxEM51U", "RT @KhaledBeydoun: 'People will die within months': Lebanon heads for famine as pandemic accelerates hunger https://t.co/tvSzqdYKry", "RT @wef: COVID-19: 3 ways businesses can find growth opportunities during the crisis https://t.co/BU96rh4Y0l #covid19 #Innovation https://t…", "The first half of 2020 was rough. (Understatement) Here’s to a Coronavirus vaccine by the end of the second half.", "RT @DGHisham: Kes global COVID-19 sebenarnya semakin meningkat.\n\nMemetik daripada kenyataan DG WHO, Dr Tedros Adhanom: “We all want this to…", "@Fong_Supanniga Say hi", null, "RT @e1n: If you’re in Orange County, these are the places that recently have had someone test positive for COVID. Stay home, be safe. https…", "RT @leahmcelrath: Twitter deleted @markaprovost’s viral tweet. COPY, PASTE, SHARE:\n\nPharma giant Gilead announced they’ll charge $2500 for…", "How it goes....\n\nPerson A: We need to open schools!\nMe: Are you worried about multisystem inflammatory syndrome?\nA: What's that?\nM: A disease that's been linked to Covid.\nA. Kids don't get that.\nM: Actually, kids might be the only ones who do get it from Covid. Not clear yet.../1", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "It shouldn't take a deadly pandemic to make it painfully obvious that tying health care to employment and then firing people who get sick is a terrible system.", "RT @Darren_Mooney: Batman offering some solid coronavirus advice here. https://t.co/3Zf8pqRUG5", "A man who masterminded for our reemergence, the man who put his life in peril for our betterment, the man whose contribution is unbeatable. The one and only one Mr GabowDualle. Brilliant.\nWe solute you. https://t.co/V0fMRvJ9CR", "But...but...but...what about #Covid_19 🤷🏻‍♀️?", "Paraphrasing Amy: We're here to listen not be a naysayer.\n\n@wsferries Secretary Amy Scarton concludes with: \"We are not immune to covid\". https://t.co/4z2yfyE0dP", "in this pandemic situation We are greatful and thankful to have some doctors such As you ! \nyou all are the angels for Ye our CoRoNa wariors ! \nThank you https://t.co/RTBPu8f7LC", "Oklahoma Has 100% Positive Test Rate For COVID-19 Following Trump's Tulsa Rally. “Yesterday in Oklahoma, they tested 352 people and every single test came back positive. Today they tested another 178 people, and all those tests came back positive, too.” https://t.co/yW2Iot5CEi", "and here comes July’s #1 draft pick", "RT @sadcici: I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; wi…", "AYUSH Min approves Patanjali's Coronil as immunity booster; can't sell it as COVID-19 cure https://t.co/3NN8cNQJ0A", "Decisive actions, not empty words needed to deal with both Corona and China- Ms. @SupriyaShrinate Press Release\n(2/2) https://t.co/mFQltjovVt", "RT @AmitShah: On Doctor’s Day, I salute our brave Doctors who have been leading the battle against COVID-19 at the forefront. Their uttermo…", "PS/ What this means, of course, is that instead of protecting our soldiers abroad or communities at home threatened by a pandemic, Trump is sitting in the White House residence plotting his future business moves. Don't get it twisted—every American can drop dead for all he cares.", "RT @Carter_PE: Whoa: @USArmy Halts SERE Course at Fort Bragg, NC, after 90 Test Positive for Coronavirus — “Out of the 110 students in the…", "Thanks to unprecedented action by President @realDonaldTrump the United States leads the world in coronavirus testing!\n\n33 million tests and counting!\n\nhttps://t.co/5fkOXx4DJN", "RT @SenorGuapo_: and here comes July’s #1 draft pick", "Remember when we thought Italy was on fire \n\nTexas daily COVID-19 cases top Italy's record when it was global epicenter", "I wish @cl_tampabay, @TB_Times, @WFLA, @BN9, @abcactionnews, @fox13 would dig into this for the good of Tampa Bay. Even better, @CNN, @MSNBC, @ABC, or any other national news outlet would do a little investigating. There's a story here, I know it.", "Thanks to unprecedented action by President @realDonaldTrump the United States leads the world in coronavirus testing!\n\n33 million tests and counting!\n\nhttps://t.co/5fkOXx4DJN", "@sauvagelicks Maybe it’s a bit more European and names like Shrobek or Swney?", "June 30, 2020\n6,533 confirmed COVID-19 patients are currently in Texas hospitals.  That's the new single day record in TX.  \nIt's 620 more hospitalizations than yesterday.\nMore than double the number of hospitalizations 10 days ago.\nThe statewide positivity rate is 14.02%\n#khou", "Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "My sisters man was exposed to someone with COVID19 and they’re waiting for his results and she tried warning her manager and he told her to keep coming into work, IN ADDITION TO HAVING TWO CONFIRMED CASES. Please stay away from BWW in Montebello !!", "youtuber “drama” in the midst of of a world pandemic, BLM movement, a presidential election, a famine in yemen, murder of transgender people, discrimination of the lgbtq+ community and so many other MORE PRESSING ISSUES is such an unnecessary distraction... read the fucking room", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @goremeat: Please know that it ONLY costs 10$ to make. This is PUBLIC INFORMATION. They are truly cold and awful people for doing this.", null, "RT @ArpitaM39263562: While all state university have decided to promote their students without exams, Nursing institutions have decided to…", "RT @lookitstaylorrr: Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "RT @Zwelinzima1: My sister didn’t survive! She was rushed to clinic early morning today with short breath. She passed on this afternoon \nAl…", "A reminder that Canada has STILL not given any emergency support to disabled Canadians in poverty. \n\nWe are at the highest risk in this pandemic. We are also some of the poorest citizens. \n\n4 months into the crisis, still no help. #whyCanada #Disability #cdnpoli #NoDisabilityLens", "RT @JoyAnnReid: Unbelievable...", null, "RT @MCCHarvardEd: Just released! New statement from 315+ college admission deans on COVID-19 and what they value in students. https://t.co/…", "RT @DWUhlfelderLaw: BREAKING:  The European Union (EU) has banned American visitors because the US has failed to contain the spread of COVI…", "NEWS: Gilead is charging $3,000 for a COVID medicine that costs $10 to produce -- and that the American public already paid for https://t.co/focWglQoWP", "I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; will be out of work for 2 weeks ✨ if you’d like to donate my cashapp is $CydneyRandle &amp; my Venmo is oliviabensonstanaccount ! That’s all !", "RT @patrickbrownont: Today, we acted on the advice of our Medical Officer of Health by announcing we will implement  mandatory masks in ind…", "RT @cnalive: A woman in Texas says that her husband, #MichaelHickson, was denied treatment for COVID-19 and then starved for six days after…", null, "130,000 deaths later... #VoteOutTheGOP #RepublicansVirus #RepublicansAreDestroyingAmerica #RepublicansAreKillingUs #TRE45ON", "RT @OmSRIDHAR: #YogaAtHome #PatanjaliAyurved #SocialDistancing is the complete solution.\n@SudarsanDev_BST @sudhansu_bst @OD_BSN @Kshitish_P…", "@FeelingFisky @Steph_I_Will nope nope nope", "You’re angry at China?  You have had many months to come up with a plan to fight this pandemic, but you can’t be bothered.  You’d rather blame someone else, play golf, watch Fox and stuff your fat face!", "One person I am thinking about wears a mask to terrify people (me ESPECIALLY) but there’s nothing more terrifying than this current uptick in cases of COVID-19 around the United States &amp; the potential 4 100,000 cases daily. My nemesis &amp; I agree on 1 thing. Put on a mask. https://t.co/d3WMgtpToj", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "If this hasn't been obvious - you haven't been paying attention.", "BREAKING: Masks and social distancing will not be required at Trump’s July 4th event at Mt Rushmore. Thousands of people from across the country are expected to attend. It’s clear Trump is actually TRYING to spread coronavirus. This event is an abomination. It must be canceled.", "RT @PradeepraoBJP: The entire nation and it's 1.35 billion people are indebted to @narendramodi Ji for taking care of the needs of the gene…", null, "RT @VillupuramSFC: Exclusive :- @news7tamil Channel News Bulletin Our @Suriya_offl's Fans Club Working relentlessly for 80 Continuous days…", "This mess is on Trump’s head.  Little wonder Europeans don’t want Americans traveling to their countries.", "ARMY! NOT BTS related! PLS if u see on ur tl, kindly share &amp; if u can, pls help. Even rt helps. \nAnd as embarrassing as it is we do hope 4 ur help. Nvr tot dis is my twt when I turn 60😭. Thank u to these wonderful souls for allowing me 2 tag them\n@BTS_SNIPPER \n@ARMYsmagicshopp", "Tuscaloosa college students who knew they had COVID-19 attended parties https://t.co/1bhs4PGqAX", "RT @nypost: Anthony Fauci, CDC slam airlines' plans for full flights amid COVID-19 https://t.co/fUPXUc6hNJ https://t.co/uXMWv20jLK", "and here comes July’s #1 draft pick", "RT @funder: @realDonaldTrump Dude you’ve spread the coronavirus more than anyone on earth. By far. #AmericaStrongerWithBiden", "RT @maddow: St. Petersburg, FL: \"Hundreds of cars lined up outside Tropicana Field for the stadium’s first day of testing, but the site rea…", "RT @yarimarbonilla: In Puerto Rico July arrives w/ water rationing🚱😖My working class neighborhood full of elders will have shutoffs every o…", "RT @RyanAFournier: BREAKING: The DOW has just announced their best quarter since 1987.\n\nThis comes after a major stock rebound from the Cor…", "#MeritBasedPromotionGTU\nWe alll want the mass pramotion.\nBecause we are not able to take any risk in this pendemic situation of COVID-19.\n#NavinSethResign", "I’m a Starbucks Barista that has dealt with white people calling me a nigger to my face ! My roommates &amp; I all have COVID &amp; will be out of work for 2 weeks ✨ if you’d like to donate my cashapp is $CydneyRandle &amp; my Venmo is oliviabensonstanaccount ! That’s all !", "While we practice social distancing, let's avoid eye contact too 💖", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "RT @profcarroll: Higher-ed not online in the fall can attempt to mitigate the classroom and dorm experience, cancel sports, etc. but once t…", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "This is what I’ve been doing ever since this pandemic began. Practicing my drums. 🤘🏼😎 #RockOn #Drums #DrummerLife #iLoveDrums #RockYourSummer #COVID19 https://t.co/SQxgQcPCRw", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @JaneyGodley: Apparently Scotland is coping so good with Covid - they’re doing it just to upset the Tories in a Westminster", "Stay tuned for RGs conversation at 10AM with Indian Nurses from around the world who are at the frontlines of the COVID battle.\n\nYouTube Link- https://t.co/10AqUBnTuM\n\nFB Link- https://t.co/NqjFNnN83V\n\nTwitter Link- https://t.co/afYv8PPFRl\n\nIG Link- https://t.co/PXsqjmI6Q7 https://t.co/tMCooHub6v", null, "RT @narendramodi: India salutes our doctors- exceptional care givers  who are at the forefront of a spirited fight against COVID-19. #docto…", "Can you imagine how President Hillary Clinton - a Woman with a powerful mind - would have handled this pandemic? \n\nBeing a mother and grandmother, she would’ve instinctively taken care of the public health of the people of the United States.", "RT @JasonSCampbell: As COVID cases surge, TX Lt Gov Dan Patrick says he will no longer listen to Anthony Fauci: \"I don't need his advice an…", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "@Oprah Why is Joe Biden getting constantly tested for a cognitive decline? Should Joe Biden be tested for COVID19 and Not cognitive decline Has he lost his mind? Did Joe get his GPS out so he can find his way out of this COVID19 Bunker Did Joe use his GPS to find his way out of his mind", "RT @MrAllSauce: A homie I knew died from corona today ... he looked so healthy man 💔... he leaves a little boy and his pregnant wife behind…", null, "House Democrats just introduced a resolution to impeach the Attorney General. \n\nAre you kidding me? \n\nBill Barr is cleaning up the mess that Obama, Biden, and Comey created!", "RT @gretchenho: May this pandemic make us all wiser voters. #Halalan2022", "An emotional, jubilant send-off for #teamLNWH A&amp;E nurse Franco Palo leaving hospital after battling #Covid19 #coronavirus for 9+ weeks.  Franco left hospital with wife Grace (also an A&amp;E nurse at Northwick Park) to the cheers of 100s of colleagues wishing him a speedy recovery. https://t.co/yuajHl4Kgk", "This is why we need more doctors and more incentive to pursue this career, this is the first pandemic but not the last🗣‼️", "the venn diagram of “people who went to put in bay” and “people who most likely don’t wash their hands after using the bathroom” is a circle", "On #DoctorsDay, I am immensely grateful to the dedicated professionals who inspire hope in #Covid19 times.\n\nToday at 10 am, watch 4 dedicated nurses in conversation with me about the Covid crisis and how we should react to it. https://t.co/PujxVQbdvE", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "@mikeselinker @chrislhayes Bit of a stretch dude. Surely there is more important issues to focus on than being over concerned about this pandemic.", "As I watch the Pandemic spread its ugly face all across the world, including the tremendous damage it has done to the USA, I become more and more angry at China. People can see it, and I can feel it!", "Grown ass men smh  https://t.co/uHYtSG9Xaf", "111 At Bihar Wedding Positive For COVID-19, Groom's Samples Still Untested https://t.co/H7cbfOX7Dc", "RT @DKShivakumar: It's disturbing to see bodies of COVID patients who have died being dumped inhumanly into a pit in Ballari.\n\nIs this civi…"]