["HEARTBREAKING: “Can’t breathe, they removed the ventilator. It’s been 3hrs, I asked and they said u had enough. I feel that my heart stopped beating, nothing left in me.Bye daddy,bye everyone”-last video of 35yr old man who succumbed to #COVID Family wants video shared #Hyderabad https://t.co/LRhxAm7ckl", "RT @CWBChicago: Sergeant: \"Be advised. Halsted is going to be closed from Buckingham to Cornelia.\"\n\nCop: \"So much for social distancing.\"\n#…", "As we come to terms with the pandemic, we must ensure that all children get the love, care and nurturing they need. By helping them positively adjust to the new normal, they can dream of a brighter future.\n\nHelp make an impact on their lives, visit https://t.co/FcZs0VfQcX https://t.co/N8ftfpvaVQ", "A million workers wait for Covid-19 relief https://t.co/3wcKXJITP3", "My wife, date night after 3+ months locked up on quarantine. Waiting for shredded cheese as it’s the only way she can eat fajitas. We’ve asked 4 people, going on 18 minutes now. Just unreal at Allen, TX location. We gotta quit blaming #COVID19 for crappy service. https://t.co/0BrGXbqq5t", "Most concise, accurate answer I’ve seen!", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @ProgPro: These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to th…", "RT @Shuham20: @DrRPNishank @narendramodi Corona ko harana hai to social distancing ko follow krwana!!\nAur ye NEET AND JEE ke exam krwane se…", "actually you know what i love lockdown and staying at home i want to do this my whole life", "my throat been feeling funny i think i got coronavirus", "Allegations of mistakes and mismanagement in Covid-19 test results have been growing at the Bangladesh Institute of Tropical and Infectious Diseases (BITID) in Chattogram city ⤵️ https://t.co/GNjF1cLsjS", "RT @retrozones: i dont think yall understand that 7 was released in the height of the pandemic for sk, promo was obviously gonna be cut bc…", "Public health directors told @Independent they had been “encouraged” not to publicly criticise the Lighthouse Labs or NHS Test and Trace https://t.co/gZCSXxnR1Y", "[Diffusion required]\n❌🇨🇳China 🇨🇳 ANTIFA, Democratic candidate, Biden, Democratic governor, Democratic mayor  ➡︎  Claim each state, city, building explosion, fire, store destruction, all damages!  ️❌🇨🇳\n❌🇨🇳Many people were killed ➡︎ Mr. Biden ➡︎ Pay damages claim❌🇨🇳 https://t.co/1xx3ycWpFP", "HOAXES TO DATE \n\nRUSSIA (not an actual hoax; Putin helped him win in 2016)\n\nUKRAINE (not a hoax; he tried to coerce them into helping him win in 2020)\n\nCORONAVIRUS (not a hoax. Obviously)", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "**BREAKING** ALERT**\n\n@CBP \nCustoms and Border protection have seized thousands of FAKE COVID TESTS IN:\n\nRochester NY\nEl Paso TX\nBaltimore MD\nLos Angeles CA\nChicago IL\nPhoenix AZ\nSanta Teresa NM\nIndianapolis IN\nBuffalo NY\nCincinnati OH\nLouisville KY\nFredrickson PA", "RT @bibinsudarsanan: Our @SuriyaFansClub providing Foods and Water poor peoples Continues 80 Days Welfare Works - Covid19 🙏\n\n\"#SFCstandsCOV…", "Denies seriousness of Covid-19. \nDoesn't organize PPE and ventilators. \nRejects massive testing and tracing.\nMuzzles public health experts.\nDemands America \"reopen.\" \nOrders states be \"liberated.\"\nRejects masks and other precautions.\n\n= Trump responsible 4 deaths of 40K Americans", "RT @SputnikInt: Putin shares his thoughts on speculation about the origins of COVID-19\nhttps://t.co/Yb8awXT5LY", "Coronavirus: 'Swift and dangerous turn' in Texas cases, says governor https://t.co/dG4NjbPo9C", "Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfortunate that we are breaking record numbers every day of covid cases. \n\nGovernment, local and federal, need to crack down on the no maskers to save lives", "So is the MSM media really blaming Trump for uptick in COVID cases when they were ones cheering on protests and riots?", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "Known coronavirus infections among younger residents have spiked in Los Angeles County as more businesses reopened, officials said Sunday.​ https://t.co/wN5e71TUTW", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @choo_ek: @AdyBarkan We didn’t know how well masks work\nWe don’t have a culture of mask wearing\nWe were going for containment \nWe didn’t…", "@ndtv Worrying:India has globally the highest % rate of growth in Covid cases.Our positivity rate is rising daily.The trend in R is upward again.Our Covid % rog is far above the US.We may overtake Russia in 1-2 weeks,to be the 3rd worst affected in the world.Need a strategy change. NOW", "RT @TPNobodysSafe: COVID-20 got BET AWARDS looking like 106 &amp; Park", "A ban on the sale Alcohol will go a long during this difficult Covid-19 pandemic. Let’s here your views", "@JonathanACBrown Yeah I need everyone to remember that Daniel has repeatedly and petulantly promoted some of the worst COVID takes. https://t.co/sLRpXeOpCm", "Do you love this country as much as you should? Are you letting the left and it's take on #Coronavirus and #BLM shape how you feel and what you're doing? Did a live video today with some thoughts I hope will help.\n#sundayvibes #Motivation https://t.co/a0kUYY43uH\nPlease RT", "Trump is blaming #Covid , but Trump had already ruined the economy.\n#TrumpOut2020 #TrumpIsATraitor #TrumpIsNotWell #MAGA \n#Wharton \nhttps://t.co/fwUaROlj3b", "Access tools for transformation! #InnerEngineeringOnline is a powerful 7-session course with Sadhguru. Offered free for COVID warriors and at 50% for challenging times. Take the course in your own space, at your own pace at https://t.co/QlLszUzyZi https://t.co/3ZOLvhMkrA", "Masterstroke! This is the grand COVID-19 plan of the Government! No wonder the fuel proces don't look like they'll go down any soon as well. These are all important elements of the great strategy against Coronavirus. 🙌", "RT @VikashKumarMeg4: #कृषि_विश्वविद्यालय_पुकार_सुनो \naccommodation, stress, exam tension. How students are going to give exam in this pande…", "RT @Phelementmusic: Y’all are sick of this Covid shit after only 5 months? Watch us not have anything to do in 2021 either bc our country i…", "#कृषि_विश्वविद्यालय_पुकार_सुनो\n Student is not trial for corona . If ministers want them to appear in exams during such pandemic, then please provide a guarantee of their life to their parents. @ashokgehlot51 @GovindDotasra @BSBhatiInc @INCRajasthan", null, "RT @kalpitveerwal: Dear sir,\nIt is clear that JEE &amp; NEET 2020 should be postponed because of the rising cases of Corona Virus. Pls do it AS…", null, "@drmonika_langeh @AmitShah Why didn't you tell a single word on petrol price hike\nIn this pandemic you are raising petrol and diesel prices why you are creating this type of situation \n\nWhy our Hon'ble PM didn't talk about on china in MAN KI BAAT\n\nIf you agree RT", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Only four cases total, not new, attended Melbourne’s #BlackLivesMattters rally, officials say. This event was not the problem with Victoria’s spike.", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "RT @JuddApatow: We all need to tell @AmericanAir  we disagree and don’t want to die so we won’t be flying with them if they don’t take logi…", "RT @Jesse_Brenneman: People like to point to the coronavirus chart and say “Wow look how dumb/bad/selfish Americans are.” But you know what…", "RT @richardhine: BREAKING: #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leading to…", "On Thursday June 25, my brother got off from work. He was tired and going home. His neighbor spoke to him but my brother didn’t speak back. The neighbor felt “disrespected” and decided to pull a gun on my brother and point it point black in his face. He shot at him 20 times. https://t.co/ZK47qcIFhV", "Commentary: The coronavirus has made all of us OCD https://t.co/2QMU9kDL3X https://t.co/ktBxq98NN8", "The U.S. and European nations have awakened to the reality of China's role as a rising authoritarian regime, and the implications for our free society. The CCP’s cover-up of the coronavirus outbreak from Wuhan - which has killed thousands - has accelerated our awakening. https://t.co/S51NII28R2", "My family WhatsApp group’s existence solely relies on sending Ludo room codes", "RT @JoVotes45: ⁦@NYGovCuomo⁩ - No matter how much you try to blame ⁦@realDonaldTrump⁩ the facts remain the same.  You are responsible for t…", "we said defund the police and you cutting public school funding in the middle of a pandemic????", "RT @himantabiswa: We have recruited 300 nurses on regular basis today in Guwahati Medical college in order to strengthen nursing work force…", "@ihavquestionss Is pandemic me like me 60 days ghr rha hu 2 months of the year and life just passed like it was nothing and in dino me bhi logo ne namaz ki adat nhi daali or tiktok pe marasi pan krte rhe to Allah hi hafiz hai", "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "RT @riotwomennn: This is Trump's biggest concern.  \n\nWhat goofy nickname should he use for Vice President Joe Biden \n\nBounties on the heads…", "RT @marisatorresss: Just know that this man WILL be voting in November. Make sure you are too!!!", "I hear ppl saying the massive increases in #COVID19 cases are not coming with increased deaths. \n\nBut deaths follows weeks after case report. Nationally, increases began ~2 weeks ago. I expect we will unfortunately see deaths increasing very soon.\n\nUS, we need to do better. https://t.co/NibGydn5Y8", "People abuse Baba Ramdev but when a joker like this is given credibility by NDTP journalists whose only agenda seems to be to create panic no Alt News/Fact Checkers seem to mind! This joker said 1-3miion deaths by June 2020 - hear his video after 5mins- complete rubbish!!", "RT @Niji_Ramba: Seeing black couples get married during the pandemic&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;\n\nI love to see it.", "In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our soldiers.\n3. The Admin. knowingly sold faulty anti-body testing kits.\n4. COVID-19 had its largest ever single day cases.\n5. Trump tweeted a \"white power\" video.", null, "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @michaelxmedrano: live performances have been better than ever through covid. the creativity, the control the artists have over it all..…", "This scares me as I am also chronically ill/chronic pain and no matter how sick I am, I want to at least be given the choice to fight or not. Pandemic or not.", "@ntvkenya True", "RT @mayur3c2: Thank you @KTRTRS garu \n\nI was badly missing enjoyment of amusement park since lockdown and don't have money to buy ticket.…", "we said defund the police and you cutting public school funding in the middle of a pandemic????", "#कृषि_विश्वविद्यालय_पुकार_सुनो\nWhy The Bihar agricultural university mentally tortured the students during the COVID-19 Epidemic? Jb sirf Exam hi lena h to kmse km situation thora sahi to hone do.", "When you don't live the harsh realities we are facing here in #CebuCity it would be prudent to just shut it. We are a proud people, and value our sense of autonomy from #ImperialistManila. BUT, our local leaders have failed us big time.The soldiers' presence on our streets works.", "People still believe this is a hoax...", "RT @Prettyboyfredo: I had Covid 19... that shit is no joke. Wear a mask 😷 Wash your hands and be responsible 💕", "Florida has more new COVID-19 cases than all of Europe.", "Just saying! #COVID19 #pandemia #Guadalajara https://t.co/3QgTFBoYAg", "RT @DaaruBaazMehta: At 1 PM today, Amit Shah and Smita Prakash will try for 45 mins, to claim credit for all Good work of @ArvindKejriwal G…", "RT @Trinhnomics: Okay, we start today w/ US Covid-19 latest confirmed, deaths, ratios (deaths/confirmed &amp; deaths/confirmed a week ago) &amp; gr…", "RT @electrique_cafe: @ActivistPost The plot thickens. https://t.co/UJvzhLVnFT", "@RW_KevinBlade Ni-", "@MATTHARDYBRAND I am a huge fan but your so ignorant. A mask isn't gonna save you. Mask don't prevent you from catching the virus. When I was Osha certified it tought me that masks don't prevent the corona virus.", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "y’all ever wonder what life wouldve been like if covid never would’ve happened", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @DeepRK994: Tell me what is the use of lockdown? Postponing the peak or what? Learn to live with the virus with strict precautions. Lock…", "Now all final year clg students lives n safety from corona pandemic is only in your hands sir. @DrRPNishank @ugc_india @PMOIndia @narendramodi @VtvGujarati @navgujaratsamay @GTUoffice #Save_GTU_Students #ugc_release_guidelines #StudentLivesMatter #meritBasedPromostionGTU https://t.co/tXVwqPf2L7", "The idea that we will have a coronavirus vaccine within 2 years seems unlikely to me. I think mumps was the fastest and it was identified in 1963 and the first vaccine was licensed in 1967. So 4 years. 1/", "RT @sophhiecampbell: My body has changed so much over lockdown one minute a nearly had abs and now a look 9 months pregnant OPEN THE GYMS P…", "Over eight million in Beijing receive COVID-19 tests – SHINE News https://t.co/5wpRvwUaEk", "@RandomUTFan @sassistheword We ain’t even out of the 1st 🌊 yet.\n\nNov-Mar will b brutal w. flu &amp; COVID-19 unless something changes.\n\nWash ur hands, wear a mask, socially distance, &amp; stay home if you can.\n\nPlease take care over there, bud.", "RT @e1n: If you’re in Orange County, these are the places that recently have had someone test positive for COVID. Stay home, be safe. https…", null, "Now, locust attack in Gurgaon!!! Scary! https://t.co/I9V9JI4kB8", "As I posted a package for one of the Refugees in detention in Brisbane I said \"hopefully they will get freedom soon\". \nShe said \"well it's Covid I haven't seen my son for 4 mths\"....\nI replied \"It's been 7 YEARS, 7 FREAKIN YEARS\"........ \n#GameOver #RefugeesWelcome", "RT @itsJeffTiedrich: 40,000,000 unemployed\n2,525,900 infected\n125,545 killed by coronavirus\n429 killed by cops\n20 killed by Putin-backed Af…", "RT @timesofindia: Tracking #COVID19 | June 29, 2020 (9:30 am, IST)\n\n#CautionYesPanicNo\n\nLIVE Updates 👇\nhttps://t.co/cAATWr2lkg https://t.co…", "RT @Tahseem7247: @ashokgehlot51 #कृषि_विश्वविद्यालय_पुकार_सुनो\nmost of students suffer from the COVID-19 and the exams conduct in the next…", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @HiteshC37244801: #कृषि_विश्वविद्यालय_पुकार_सुनो\nWhy do you want to take such a big risk by conducting exams and spreading #Covid19 in m…", "Who didn't see this coming. #Scamdemic \nhttps://t.co/rJ8sDhNMFy", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", null, "RT @IamMADRECKLESS: i still can’t get over this video of the Lockdown remix🔥🦖🐘\n@Excision @woolimusic \n📸: @JG_Content_ https://t.co/E79M7ogB…", "RT @FreshSaran: #कृषि_विश्वविद्यालय_पुकार_सुनो\n hum ag studends exam  center se  bahut dur h  or  is epidamic  candition  me  waha tak safe…", "RT @briantylercohen: Still trying to wrap my head around this-- Trump not only forced those West Point cadets to come back to NY in the mid…", "Coronavirus: Global COVID-19 deaths surpass half a million in grim milestone https://t.co/gMQYMN80br", "“More Economic Shock Feared As Migrants Don't Want To Return To Cities”\n\nWe deserve this.  https://t.co/GNdxXz6Z2d", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "Countries in the West during Covid\n\n• Direct Cash Transfer \n• Direct support to MSMEs\n• Reduced taxes. \n\nIndia during Covid\n\n• Fuel price hike for 23 consecutive days\n• Massive increase in excise duty on petroleum products. \n\nCountrymen, It's time to #SpeakUpAgainstFuelHike", "1 އަހަރު ދުވަހަށް ރިސޯޓްތަކުގެ ކުއްޔާއި ބިންތަކުގެ ކުލި ފަސްކޮށްދިނުމާ ގުޅޭ ގޮތުން ސަރކިއުލަރއެއް ނެރެފި  \nhttps://t.co/5MiZGOVZ2Y", "RT @SpeakerPelosi: It is time for the Trump Administration to take the threat posed by the coronavirus seriously. #ThisWeek https://t.co/7f…", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "@Scottcrates I believe If ALL the state's governor's would just swallow their pride for the good of their residents and follow Cuomo's lead, we as a country could unite as one and crush Covid19. Every state must mandate the wearing of face coverings.", "RT @Amy_Siskind: Texas and Florida hiding ICU data. What country are we in again?", "RT @spectatorindex: JUST IN: India reports 380 new coronavirus deaths and 19,459 new cases in the past 24 hours.", "Covid or not if you cough on me like this imma deck tf outta you.", ".@ProjectLincoln I think South Carolina deserves a US Senator who want to serve her people. Lindsey Graham is the type of guy who stabs the memory of his “best friend in the back”. He can’t be trusted.", "RT @dna: MS Dhoni driving tractor, doing organic farming to get over lockdown blues - Watch video\n.\n.\n.\n#MSDhoni #Dhoni #MSD #Cricket #Team…", "Today is a very crucial day for #TN.\n\nThe @CMOTamilNadu will take a call after meeting with medical experts on the possibility of #Lockdown being extended beyond June 30!\n\nAlmost certain that #Lockdown will be extended, but till when is the question - July middle or end of month?", "8 days after trump's rally in Tulsa, OK. Oklahoma reported performing only 352 new COVID tests today.\n\nEvery one of those 352 tests were positive for COVID. https://t.co/iHjFCrUhMk", "REPORT:  \n\n Coronavirus Infections Vastly Undercounted, C.D.C. Data Shows \n\n... But Actual Deaths are Down \n\n✨ https://t.co/uqIF6IxqFT", "He died alone because even if it wasn’t corona, no one was allowed to visit or see him.", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", "RT @NathanLerner: Florida has more new COVID-19 cases than all of Europe.", "RT @briantylercohen: Still trying to wrap my head around this-- Trump not only forced those West Point cadets to come back to NY in the mid…", "RT @CBSMiami: FACING SOUTH FLORIDA: @DeFede went one-on-one with @SEIU1991 President Martha Baker, who offered an eye-opening perspective o…", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "New York claiming that it “contained” COVID is like a town claiming that it’s contained a wildfire after it ran out of things to burn.", "RT @MattWalshBlog: Amazing that gay activists are immune to coronavirus just like BLM activists. I never realized how ideology determines i…", "Not surprisingly, in the GTU, students who burnt their night oil to get  9, 10 spi will go to give the exam during this pandemic situation while the people who spent their time roaming around the town and having 10 kt will be promoted!!🤷🏻‍♀️#save_gtu_student\n@GTUoffice @ugc_india", "Obesity is a major risk factor for dying of Covid-19. We need to take it more seriously | Kermit Jones https://t.co/8vz2tzLVe0", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "Population is starting to push back against government regulations - taxis have told govt. to go jump, restaurants were starting to sell booze from last week to survive.... fascinating dynamic", "RT @SputnikInt: Putin shares his thoughts on speculation about the origins of COVID-19\nhttps://t.co/Yb8awXT5LY", "RT @UweBollocks: My wife, date night after 3+ months locked up on quarantine. Waiting for shredded cheese as it’s the only way she can eat…", "RT @GavinNewsom: Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAK…", "New Episode: @Kellinquinn from Sleeping with Sirens sits down with @christianmusic and @imbradmiller to talk about being creative with borders and how he kept making new music through a pandemic. #music #recording\n\nhttps://t.co/a8IPvUQbql https://t.co/BBddveO92Q", "RT @ProjectLincoln: Exclusively on @CNN, our latest spot: \"Debt.\"\n\nIt'll be launching TODAY in Florida, Arizona, Texas, and South Carolina.…", "In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our soldiers.\n3. The Admin. knowingly sold faulty anti-body testing kits.\n4. COVID-19 had its largest ever single day cases.\n5. Trump tweeted a \"white power\" video.", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @HuffPostPol: Over the weekend, worldwide coronavirus infections hit the 10 million mark. https://t.co/pch1tFUR50", "Don't know What the college management is thinking of.\n\nIf Its for the sake of students then Its better not to conduct Exams in this pandemic.\nIts the time to Stay at Home\n\n@ashokgehlot51\n @_Jitu_Kumawat_ #कृषि_विश्वविद्यालय_पुकार_सुनो", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @zoenone0none: absolutely wild that we are holding steady with record unemployment and in 3 days rent is due for the fourth time since t…", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "Coronavirus Pushes The Adoption Of Digital Assets And XRP » Crypto Gazette https://t.co/gbgg6XbAxP \n\n#XRPCommunity #XRPTheStandard #XRPAarmy $XRP", "UK lockdown was completely pointless. Caused more deaths than Sweden's non lockdown and obliterated our economy. How do we, as a population, sue the ministers personally?\n\nhttps://t.co/Oznyxej4lW", "$INO Due to the urgency of finding a prevention, the team is skipping phase two and will enter phase three of testing in July, Bussen said.\n\nIf this is true right from the Dr leading the trial this will explode once the PR hits \n\n$NVAX $MRNA $GILD $VRTX \n\nhttps://t.co/u9VvkKz31K", "Remember: President Trump filed his brief to rip away health care from millions the SAME WEEK reports came in of a major spike in COVID cases.", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "YAALLAH ALHAMDULILLAHH MAKASIH YG UDH DOAIN KEMARENN😭😭😭❣️❣️❣️ https://t.co/3IES5uJrLj", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "On the 6th June, Victoria reported no new coronavirus cases. Today we reported 75. Just shows how quickly this virus can spread again.", "Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfortunate that we are breaking record numbers every day of covid cases. \n\nGovernment, local and federal, need to crack down on the no maskers to save lives", "RT @ishafoundation: Access tools for transformation! #InnerEngineeringOnline is a powerful 7-session course with Sadhguru. Offered free for…", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "23 days in a row BJP govt has increased fuel prices.\n\nThis at a time when people are suffering due to pandemic &amp; international crude oil prices are low. \n\nSpeak up against this loot. \n\n#SpeakUpAgainstFuelHike", "@durumcrustulum I know two teachers here whose schools are looking into resuming, but with outdoors classrooms. Here, in the rainy PNW! There's already a few outdoor kindergartens. Maybe it won't be needed.", "RT @strychninelove: So, when the GOP Senators voted against impeachment, several of them knew about the Russian bounty plot &amp; ALL of them k…", "Wise words from our amazing governor #LovMyGov", "THIS JUST IN: Gov. Newsom orders bars in 7 California counties to close https://t.co/gAcE9nyjk7", "RT @JanelleMonae: For those who passively and deliberately voted him in office and to those who think it’s a good idea to passively and del…", "Countries in the West during Covid\n\n• Direct Cash Transfer \n• Direct support to MSMEs\n• Reduced taxes. \n\nIndia during Covid\n\n• Fuel price hike for 23 consecutive days\n• Massive increase in excise duty on petroleum products. \n\nCountrymen, It's time to #SpeakUpAgainstFuelHike", "Ben &amp; Jerry’s literally operates a factory in Israel—built on top of an ethnically cleansed Palestinian village—that runs on water stolen from Palestinians. It’s frankly absurd that they’re pretending to be against “unequal, racist” policies when they’re profiting off of them.", "NEW: Due to the rising spread of #COVID19, CA is ordering bars to close in Fresno, Imperial, Kern, Kings, Los Angeles, San Joaquin, and Tulare, while recommending they close in Contra Costa, Riverside, Sacramento, San Bernardino, Santa Barbara, Santa Clara, Stanislaus, &amp; Ventura.", "Then why can Sisolak violate the Constitution?", "Why do you want to take such a big risk by conducting exams and spreading #Covid19 in mass..\n@drsubhashg \n@zeerajasthan_\n#कृषि_विश्वविद्यालय_पुकार_सुनो https://t.co/ehjtt9ZxFo", "Y’all that stayed in shape during lockdown are just being disrespectful", null, "RT @ChildrensHD: Contact tracing evidently isn't cheap. Congress designated $25 billion for coronavirus efforts including testing &amp; contact…", "So the combination Tulsi, Ashwagandha &amp; Giloy potent one as Immuno Booster as well as Anti Viral. However further studies are yet to establish the potency of Withanone compound of Ashwagandha on SARS-CoV2 with extensive clinical trials. END", "RT @BastardProphet: Before, I just wore a mask so I didn't run the risk of infecting people with Covid if I'm asymptomatic. Now I wear a ma…", "Stone Cold Steve Austin is currently trending so here he is stunning Donald Trump https://t.co/u9c4nxvtE9", "I had Covid 19... that shit is no joke. Wear a mask 😷 Wash your hands and be responsible 💕", "Look at full-time hypocrite and National propaganda arm disguised as “journalist” Mike Hosking. Last week he slammed Jacinda for lack of testing Kiwi returnees and putting NZ’ers at risk. This week he demands open borders to enable Covid-19 tourism. Clown. https://t.co/sVsTC0Nakb", "Taking so many selfies during lockdown 😱😏 \n\nAdd me on Snapchat: jolleyy1 https://t.co/0cBMOe7Tpz", "Csvtu, which evaluates a students based on the no. of pages filled in answer sheet, is so much determined to take exams in the middle of a pandemic.\n#cancelcsvtuexams", "When Christian missionaries from abroad said they would cure cancer,\n\nIndians with Communist mentality welcomed them with red carpet!\n\nBut as soon as Patanjali announced that they are able to cure Covid-19 through Ayurvedic ways,\n\nThe same people started abusing our scholars!", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "RT @ProgPro: These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to th…", "@KittyRussel1313 @cmclymer yeah, but if these morons actually get sick, they'll just spread it to innocent people because they have no regard for others.", "Okay is there a reason people are lighting fireworks left right and center right now? Bad enough we have covid to deal with, I'd rather not have to deal with my house burning down when some jackass starts lightning full mortars in their driveway and starts a fire.", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "A breakdown of cases by state can be found via https://t.co/zQrpNeOfet\n\n#TakeResponsibility https://t.co/6vxOuexYjV", "RT @RandiWYoung: So my uncle, who's 74yo, has COPD, and has survived 2yrs of chemo, is now at DRMC in Greenville, MS with COVID-19. He's on…", "@BetocraticNurse Millions of Americans think it’s a hoax or massive hysteria. And the person who can make them change their mind is making it worse. \n\nhttps://t.co/MFDtAHaPBC", "Bradley County jail. Cleveland TN city/county mayor, Sherriff Lawson, Cleveland TN District Attorney, ACLU : Get Bradley County jail proper covid 19 supplies. Masks, cleaning supplies, etc. - Sign the Petition! https://t.co/mrDxFwDYqt via @Change", null, "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "Yeah, good luck with that. \n\nRight-wing churches have become super-spreaders of COVID-19 -- but Trump still really needs them to mobilize and vote \n\nhttps://t.co/nRzBYKJ1vJ", "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "➡️ Natural disasters made worse by #coronavirus pandemic\n➡️ Dust clouds hover over the coast of US and Mexico \n➡️ Heatwaves lead to rising temperatures across Europe \n➡️ China’s Jiangxi province faces several flash floods\n\n@PriyankaSh25 tells you more in this report https://t.co/8vEzs1VFaA", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "If anyone somehow sees this, please send your prayers because me my mother and her bf have someway shape or form caught the corona, and are now having to be extra careful because my niece who isn't even a week old has no where else to go", "COVID-19 cases are surging and more people are dying. We need to do so much more to stop the spread of this virus.\n\nThat means more PPE, more testing, and contact tracing programs nationwide—and real economic relief.  \n https://t.co/doS2XH1lYB", null, "RT @SpiritOfCongres: 23 days in a row BJP govt has increased fuel prices.\n\nThis at a time when people are suffering due to pandemic &amp; inter…", "Walked by a restaurant yesterday. \n\n1. It was packed\n2. Zero masks \n3. Everyone was on their phones \n\nWtf. You could be on your phone at home.\n\nIf you’re out there irresponsibly spreading Covid, at least enjoy it!", "I lost 3 patients today. A child of 12, a young man of 28, and a 65 year old.I am 68 and an RN 48 years.", "Florida has more new COVID-19 cases than all of Europe.", "Fossil fuel companies are once again receiving a bailout bonanza of COVID-19 stimulus money. Money that could go to helping workers is propping up the agents of climate change. https://t.co/JtB4Sp1eSp @AriRabinHavt", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "@mtracey @PooberKitty ICU's pretty much run at near-full capacity well before any of this COVID stuff began, just FYI.  Also, caution with the numbers coming out of Houston (it's a sanctuary city - so we can take an educated guess at \"who run Bartertown\").", "In addition to deployment of UV express, the government has launched three mini-loop bus routes on EDSA to boost mass transport services amid COVID-19. | via @llanescajourno \nhttps://t.co/7vbIySAuwi", "RT @JasonKander: Hundreds of things wrong with this couple coming out of their house threatening to shoot protesters in #STL’s Central West…", "RT @lilraemo: On Thursday June 25, my brother got off from work. He was tired and going home. His neighbor spoke to him but my brother didn…", null, "People abuse Baba Ramdev but when a joker like this is given credibility by NDTP journalists whose only agenda seems to be to create panic no Alt News/Fact Checkers seem to mind! This joker said 1-3miion deaths by June 2020 - hear his video after 5mins- complete rubbish!!", "RT @MollyJongFast: I’ve been impressed that at almost every single point this administration has done the worst possible thing to handle th…", "RT @Surgeon_General: Seriously people- STOP BUYING MASKS!  \n\nThey are NOT effective in preventing general public from catching #Coronavirus…", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @TomJChicago: Trump is on the ropes:\n-Russia treason\n-Covid catastrophe\n-Financials coming out\n-CI report\n-Avalanche of worsening dement…", "🔴Covid911-INSURGENCE🔴           \n#WakeUpAmerica #USA #COVID19 \nhttps://t.co/wQ6gejMP2E via @YouTube @Jockey_Kenny", "As the pandemic goes on, the cell and gene industry has been forced to make critical adjustments to its supply chain. Our VP of Global Logistics and Supply Chain weighs in: https://t.co/cC5WwnkRqw\n\n#nationallogisticsday #logistics #CellTherapy #GeneTherapy #COVID19 https://t.co/bPzT2zeD4n", "RT @nuekerk: This makes me so sad and angry on behalf of my immunocompromised friends whose lives have changed dramatically because of this…", "RT @ProgPro: These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to th…", "First on CNN: The Lincoln Project’s new ad slams Trump over coronavirus deaths hitting the 'Greatest Generation...' https://t.co/yvTP9bTyRB", "RT @manishk256: #ITI_instructor_DV_according_Registration\nHon'ble cm @mlkhattar sahab\nPlz do DV according to registration number of ITI Ins…", "RT @Neil_McNeil: If anybody tries to tell you that protestors are the reason for the rise in cases nationwide, make sure they know this is…", "RT @RaheelaMajid: Earlier JK Police arrested the mother of slain Rebel Towseef and booked her under UAPA, now they are haunting for Towseef…", "Corrupt Joe Biden’s team is running false ads. Almost everything in them is a knowing lie, just the opposite of what they are saying, &amp; very much like their Fake News partners!", "Presidential candidate Joe Biden has been hiding in his basement for almost 3 months. This has nothing to do with the Chinese coronavirus.\n\nThe DNC &amp; his handlers have LOCKED him in the basement so he can’t see people &amp; say something stupid, offensive or damaging to his campaign.", "RT @DrTomFrieden: Reflecting on the past few months. Covid killed twice as many New Yorkers in 3 months as Ebola killed in all of West Afri…", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @NathanLerner: Florida has more new COVID-19 cases than all of Europe.", "RT @aaronronel: BET Awards taking covid’s curveball (during a monumental anniversary no less) and knocking it out of the park feels like a…", "\"Of all business closures on Yelp since March 1, 41% are permanent closures\"\n\n$YELP  Yelp: Local Economic Impact Report https://t.co/olK9MpQfnE", "Kick start the day with a cup of coffee..☕️\n#coffeetime #mondaythoughts #WorkFromHome https://t.co/uWS6ncRpUw", "RT @sammytellem: For those who have lost loved ones due to Covid-19 I am sorry for your loss! 🕊 I pray for the families that have to deal w…", "RT @Reuters: Crowds pack Arizona river as U.S. posts record COVID cases for three days running https://t.co/rR2RMzIVVv https://t.co/hZ4izjs…", "#CoronaVirusUpdates: \n\n📍Total #COVID19 Cases in India (as on June 29, 2020)\n\n▶️58.67% Cured/Discharged/Migrated (321,723)\n▶️38.32% Active cases (210,120)\n▶️3.01% Deaths (16,475)\n\nTotal COVID-19 confirmed cases = Cured/Discharged/Migrated+Active cases+Deaths\n\nVia @MoHFW_INDIA https://t.co/2ukjWXeYDU", "@ALost_Girl__ Due to the massive increase of #Covid19 patients in Pakistan.\n A website is launched where the families of patients can easily find donors for plasma therapy.\nKindly spread the word so that more donors may be available to save more lives!\nJazakAllah\n\nhttps://t.co/g0vJlWdis8", "RT @bennyjohnson: Apparently Coronavirus is cancelled again.", "RT @SocialPowerOne1: White House Knowingly Allowed Bad COVID-19 Test Kits To Circulate, Unchecked, For 50 Days https://t.co/oUKuSwYKnm", "Asia stocks wary as coronavirus threatens economic reopening https://t.co/azaMdMcRXC https://t.co/MdlxD8Suq1", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "RT @tonyschwartz: South Carolina hits an all-time high in Covid cases. Lindsey Graham celebrates by caddying for Trump.", "Like, micro-finance has been proven to be a whole scam. Give people the tools they need and they can improve the quality of their own lives.", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @AndersonPaak: 🗣 WHO SAID IT WAS A #LOCKDOWN?!? Video and song out now EVERYWHERE! Directed by the goat himself Dave Meyers. Many thanks…", "RT @ninjaaamajo: My mom just text me saying she thinks she has COVID. She was in Birmingham last week with my whole family for Father’s Day…", null, "RT @HeyTammyBruce: And... “43% of U.S. Coronavirus Deaths Are Linked to Nursing Homes” https://t.co/24f5XipA6L", "@Ashfaq_777 A document misrepresenting a COVID negative case has been circulated attempting to financially scam the patients family &amp; to malign Yashoda Hospitals Hyderabad. Discourage false and negative rumors. Watch the official statement in the video: https://t.co/RsT5vRXun4\n#FakeNewsAlert", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfortunate that we are breaking record numbers every day of covid cases. \n\nGovernment, local and federal, need to crack down on the no maskers to save lives", "The #Covid19 pandemic is not just a global health and socio-economic crisis; it is also a massive education crisis with potentially extremely severe ramifications. \n\nLearn more: https://t.co/8bAy7dQ7ia \n\n@UN @SwissMFA @UNICEFEducation @YasmineSherif1 #EiEGenevaHub https://t.co/mByppIS9OZ", "The coronavirus had left him stuck in Portugal. But the idea of missing his father’s 90-year-old birthday was unbearable. So he loaded his 29-foot sailboat with canned tuna, fruit and rice and set sail for Argentina. https://t.co/za1yrrgmgZ", "Doubling the Exam Center and social distancing is not the solution, many of students are facing mental stress and maximum of us will not be able to give our 100% . please sir think about us plzz pospone exams        #PostponeNEETandJEE @DrRPNishank @DG_NTA \n#postponejeeneet", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "RT @BenRothenberg: Sascha Zverev six days ago after Adria Tour coronavirus cluster: \n\n“I deeply apologize to anyone that I have put at risk…", "People abuse Baba Ramdev but when a joker like this is given credibility by NDTP journalists whose only agenda seems to be to create panic no Alt News/Fact Checkers seem to mind! This joker said 1-3miion deaths by June 2020 - hear his video after 5mins- complete rubbish!!", "Watch #GlobalGoalUnite Summit Live on @GlblCtzn, a terrific, valued partner of #ECW! @glblctznimpact", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "People abuse Baba Ramdev but when a joker like this is given credibility by NDTP journalists whose only agenda seems to be to create panic no Alt News/Fact Checkers seem to mind! This joker said 1-3miion deaths by June 2020 - hear his video after 5mins- complete rubbish!!", "RT @someknew: @realDonaldTrump #60Minutes investigation reveals Trump knowingly allowed flawed #COVID19 antibody tests to circulate, leadin…", "RT @Phelementmusic: Y’all are sick of this Covid shit after only 5 months? Watch us not have anything to do in 2021 either bc our country i…", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "JUST IN: India reports 380 new coronavirus deaths and 19,459 new cases in the past 24 hours.", "coronavirus has to be a man the way he keeps fucking shit up", "🔥 Fireside chat with @growthwise and @TOAGlobal 🔥\nThursday 9th July - 4pm ANZ / 7am BST \nExperts from around the 🌏 unite for a lively fireside discussion on all things #covid and more\nTo get involved - register here 👉 https://t.co/Fp4F7iPWh2\n@aynsleydamery @SteveBriginshaw https://t.co/vF94ZLeX5m", "The United States has less than 5 percent of the world’s population.\n\nWe have over 25 percent of the world’s deaths due to coronavirus.\n\nTrump is the reason why. https://t.co/Yp2boK2JxJ", "RT @MinoSean: We’re racing to find a treatment for COVID-19. Why can’t we do the same for ALS?\n\"Making decisions to leave ALS patients with…", "RT @johncardillo: COVID is apparently cured", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @timesofindia: Tracking #COVID19 | June 29, 2020 (9:30 am, IST)\n\n#CautionYesPanicNo\n\nLIVE Updates 👇\nhttps://t.co/cAATWr2lkg https://t.co…", "y’all not runnin a fade to people spittin at you ??!?! DURING A PANDEMIC?!?! I’m seein jail bih", "RT @KabeloMahlobog1: I don’t know what’s wrong with our government. All their lockdown regulations have done is to only affect the poor and…", "Considering the density of population in India,Social distancing is not possible in the exam centers.Its better to conduct exams at a later stage than to face an irreparable damage.\n@_Jitu_Kumawat_\n#कृषि_विश्वविद्यालय_पुकार_सुनो", "@drewshounds a mood 🥺", "RT @NathanLerner: Florida has more new COVID-19 cases than all of Europe.", "RT @MaxBoot: Hong Kong, with 7.5 mil­lion res­i­dents, is one of the most densely pop­u­lated places on earth, but recorded only six deaths…", "RT @Acosta: First on CNN: The Lincoln Project’s new ad slams Trump over coronavirus deaths hitting the 'Greatest Generation...' https://t.c…", "Major UK city 'facing second lockdown in days' after surge in coronavirus cases https://t.co/qenGDHVVMO https://t.co/9SVkFVnsmn", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "RT @aryadoctoryet: PSA: if you’re worried about CO2 accumulation from masks, our climate crisis is going to blow your mind\n\n#MedTwitter #CO…", "Massive impact of #COVID19 pandemic on the operations of global enterprises, exponential growth in remote working &amp; faster adoption of #Cloud technologies will push the global spending on #InformationSecurity to reach $123.8 billion by the end of 2020, with an increase of 2.4%. https://t.co/dWne1VoS3U", "RT @ProgPro: These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to th…", "RT @TrumpWarRoom: WATCH: Dr. Deborah Birx debunks false claims that President Trump said to slow down coronavirus testing.\n\n\"He's never tol…", "I would not be surprised if the virus miraculously disappears by next year. This narrative is getting old. It’s boring.", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @Nadiakh25543672: So India's justice system is in the hands of this biker dude?😂😂", "RT @PTI_News: India's COVID-19 tally rises to 5,48,318, death toll climbs to 16,475 with single-day spike of 19,459 new infections and 380…", "RT @mvmeet: When Christian missionaries from abroad said they would cure cancer,\n\nIndians with Communist mentality welcomed them with red c…", "@oh_branbran whew chile https://t.co/0EjCkjRfGQ", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "NEW: Due to the rising spread of #COVID19, CA is ordering bars to close in Fresno, Imperial, Kern, Kings, Los Angeles, San Joaquin, and Tulare, while recommending they close in Contra Costa, Riverside, Sacramento, San Bernardino, Santa Barbara, Santa Clara, Stanislaus, &amp; Ventura.", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "#कृषि_विश्वविद्यालय_पुकार_सुनो\nWhy do you want to take such a big risk by conducting exams and spreading #Covid19 in mass..\n\n@1stIndiaNews @ABPNews\n@drsubhashg \n#कृषि_विश्वविद्यालय_पुकार_सुनो\n@zeerajasthan_\n@Nitesh_rj18", "RT @MaryamNSharif: While people are suffering &amp; losing their lives not only to Corona but to unprecedented &amp; unbelievable incompetence, cri…", "COVID-19(corona virus) Antibody test- Bulk COVID-19 Antibody Screening https://t.co/wGZWJ0dap4", "RT @NathanLerner: Florida has more new COVID-19 cases than all of Europe.", "American Airlines will stop blocking off middle seats starting July 1, essentially forgoing social distancing on flights https://t.co/l5EJREOQXw VIA @nowthisnews", "#कृषि_विश्वविद्यालय_पुकार_सुनो\nConsidering the density of population in India,Social distancing is not possible in the exam centers.Its better to conduct exams at a later stage than to face an irreparable damage.\n@_Jitu_Kumawat\n@nimmu57 @icarindia @BSBhatiInc @ashokgehlot51", "RT @FarhaanRT: Kylie Jenner and Cardi B refuse to pay workers in my home country of Bangladesh during the Coronavirus pandemic, which is hi…", "JUST IN: India reports 380 new coronavirus deaths and 19,459 new cases in the past 24 hours.", "I legit had so much planned for this year &amp; next year. I honestly blame every person that had a hand in stretching things further than necessary.\n\nDisabled folk will stay fighting for work from home accomodations, &amp; I don't wanna hear ish about the influx in regular mask wearers.", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "@TheDavidFloren @RadioFreeTom Whistleblowing, not tattling. \nAnd u can't get more anti-American than to praise a man you know is paying bounties on your own soldiers' heads, invite him to G7, and send him covid supplies that your own ppl need. \nThey were cowards and allowed treason. IMHO.", "The pandemic has exposed how we are failing to take care of our farmworkers who desperately need better pay, healthcare, and sick leave. \n\nNow and always, we support those in this essential industry who are carrying us through the crisis. \n@UFWUpdates\n#WeFeedYou https://t.co/gEr8XeD8oo", "Did locust reach Gurgaon?\n\n@gurgaonpolice https://t.co/YR3pLeU8Hl", "JUST IN: First NBA player to test positive for #coronavirus says he’s still not fully recovered months after diagnosis", "@SeptimusFires I’m such a homebody+ introvert + subpar social skills \nWhen I finally did make a few new friends it didn’t work out so I stopped trying\n\nI’m really about to leave with like 3 friends from UT :/// \nAt least I have grad school 🤩", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "We’re calling for an end to unequal, racist enforcement of social distancing policies. Learn more and take action here: https://t.co/FkDes1GpQf https://t.co/Kfn8lWuREI", "1. Alright ladies so Lockdown is over, you and  internet bae finally get to meet up. Which picture are you dropping onto the gram? https://t.co/nwAlCkxZjp", "DHEC announced 1,366 new confirmed cases and 4 new probable cases of COVID-19, and 5 additional confirmed and 0 probable deaths. There are currently 954 hospital beds occupied by COVID-19 patients.\n\nhttps://t.co/D8LLpV0oHQ https://t.co/tHx5sC8lzq", "Florida has more new COVID-19 cases than all of Europe.", "Is university exams more important than students life ?? how can one student reach to other city ?? @CSJM_University #CSJMUagainststudentlife #Cancel_Exam2020 #StudentsLivesMatter #PromoteStudentsInCovid #Promote_Students_Save_Life @DMKanpur #csjmu @LifeKanpur", "RT @e1n: If you’re in Orange County, these are the places that recently have had someone test positive for COVID. Stay home, be safe. https…", "@clairekang10 @josemorgado One of my fav players pre Covid: zvrev and Thiem. No more!!!! “how fk selfish can you be”👎", "it's tiny and cordless w a rechargeable battery too which is literally perf for me wth", "➡️ Natural disasters made worse by #coronavirus pandemic\n➡️ Dust clouds hover over the coast of US and Mexico \n➡️ Heatwaves lead to rising temperatures across Europe \n➡️ China’s Jiangxi province faces several flash floods\n\n@PriyankaSh25 tells you more in this report https://t.co/8vEzs1VFaA", "Who didn't see this coming. #Scamdemic \nhttps://t.co/rJ8sDhNMFy", "Something you’ve read nowhere:\n\nFor every CoVid19 death* these states have registered this number recovered cases:\n\nNew York - 1 death / 2 recoveries\nNew Jersey - 1 /2.2\nTexas - 1/38.7", "“A person can learn beneficial information from books, but they can only acquire wisdom from living a fully engaged life.”\n― Kilroy J. Oldster\n#mondaymotivation #reading #keepreading #readingmotivation #amreading #lockdown", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "#NowPlaying Flo Rida - Good Feeling\n\nListen Here:   https://t.co/Yw3WosT3B6\n\n#COVID19\n - STAY home as much as you can\n - KEEP a safe distance\n - WASH hands often\n - COVER your cough https://t.co/hDCfDuwBVG", "RT @susanachterberg: @Texaskenny Mail!!!! Safe, no chance of covid exposure. At least in Nebraska, you sign your envelope when you seal it.…", null, "@bristolboudicca I miss travelling, that’s about it 😂", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "The federal Conservatives are calling for an investigation into the Liberal government's decision to have an international charity administer a $900-million program designed to help students during the COVID-19 pandemic. https://t.co/k21hpCaKQx", "RT @Acosta: First on CNN: The Lincoln Project’s new ad slams Trump over coronavirus deaths hitting the 'Greatest Generation...' https://t.c…", "RT @aryadoctoryet: PSA: if you’re worried about CO2 accumulation from masks, our climate crisis is going to blow your mind\n\n#MedTwitter #CO…", "Florida has more new COVID-19 cases than all of Europe.", "Coronavirus has devastating effects on all sections of society, but still @RajGovOfficial is turning deaf to students demands. This is highly unacceptable\n@ashokgehlot51\n@BSBhatiInc\n@YouthOfRU\n@_Jitu_Kumawat_\n#कृषि_विश्वविद्यालय_पुकार_सुनो", "@mattyglesias Dear @mattyglesias: your hot-take is just wrong. We were calling for flattening the curve early on exactly because it was nearly impossible to suppress and contain the virus with no commitment to testing and isolation early on. 1/", "@Anthony09381361 Very true", "RT @Ninja: Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfor…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "RT @itsJeffTiedrich: 40,000,000 unemployed\n2,525,900 infected\n125,545 killed by coronavirus\n429 killed by cops\n20 killed by Putin-backed Af…", "Health is pure science but why objectivity eludes WHO  https://t.co/QKQRdWiZHh  #COVID19 #COVIDIDIOTS #Covid_19 #coronavirus #coronawarriors #CoronaVirusUpdates", "Today is four months since then-White House chief of staff Mick Mulvaney said at CPAC the media was only covering the coronavirus because “they think this is going to be what brings down the President.\" https://t.co/flOK59STis", "Ok... Remember when they said there wouldn’t be time in the telecast for me to perform “Michael in the Bathroom,” but then they did a three and a half minute parody of it with four white people? I do. (Ppl thought I was in that fifth stall. I was in Brooklyn.) https://t.co/1j4S2DjJAE", "Just like Cuomo, Michigan Governor Gretchen Whitmer forced COVID patients into nursing homes—killing thousands.\n\nWe don't even know how bad it really is because she's still covering up data.\n\n@RepWalberg and I won't stop fighting for answers.\n\nOur op-ed ↓ https://t.co/uCSMGjwJpE", "This looks fun.... would y'all try this https://t.co/D3syzMTtkj", null, "RT @RajeshC95125639: Don't know What the college management is thinking of.\n\nIf Its for the sake of students then Its better not to conduct…", "#Bairavaa with the next Sunday Evening Telecast in @SunTV will be the 9th Thalapathy movie to be played in the prime time slot during the lockdown period. \n\n#Master @actorvijay", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "@GPoopon @shrekthepunk @PATRIQT_1776 @jonathanhgruber @weronlyhumn @JDW714 @Thumper5465 @MenVoters @manoloh102 @UsaNeedsHeroes @seanshardy @catlady111310 @AceOfspades1314 @boodacat2020 @katykrayb @TomDoubting @YesPISTLiberty @Gun_YouDown @miss_simone247 @mi_sfrom @Ana_Ssassin19 @HouseOfJames2 @RightinCA @NotMattrellen @avera_bill @1Quetzalcoatl1 @jdd2169 @IweIdlt @goshlawrence @BlueTalonz @lander @Vickie627 @JosephS08455956 @NobodyInCO @AlgrenQ @MyChickenDinner @IFDrinkLib @gigibuddapdx @Mongo3804 @ChiefLizWarren @SONADORLIVESON @RealMrStaPuft @ListNever @LisaNicholo @AsanteS09913224 @Nicky2Cards @NeoDJT @astroswanny @MomsTrustTrump Washington Post ‘Analysis’ Tries To Debunk Trump Claim On Violent Democrat Cities. It Proves Him Right. https://t.co/xWaF4a6ZdV", null, "Being burned alive, attacked by cats, seeing nails in a rotating head: many Covid patients experience delirium that can terrify them and slow their recovery. https://t.co/0u8QYKCBTv", "The world is fighting a strong battle against a global pandemic. COVID-19 is not only a physical sickness that is a threat to lives of people.  It also takes our attention to unhealthy life-styles: PM @narendramodi", "4/1/2020-NoJoke.\nTidalWaveOf Bankruptcies\ninTheGlobal Oil,Gas&amp;LNG industry\nhasBegun.\nND FrackingBoomCompanyWhiting becomes1stMajor Bankruptcy\nofOilPriceCrash.\nhttps://t.co/0AeMlmkyGn\nEvenBefore Coronavirus,\ntheWhole Fracking PonziScheme wasAboutToCollapse.\nhttps://t.co/Ng8gZYtg4S", "RT @COsweda: Democrats and the press cheering on MOB RULE, which is spreading COVID-19 and forcing more lockdowns.\n\nPress losing all sembla…", "Pence commits resources after Texas governor notes coronavirus outbreak's 'very swift and very dangerous turn',https://t.co/NMxu5GdrXQ", "RT @jakpost: Australia sees biggest daily rise in COVID-19 cases in 2 months #jakpost https://t.co/DFg6De4HCZ", "Anderson .Paak &amp; Jay Rock In Powerful “Lockdown” Performance | BET Award... https://t.co/XfD6P3ZZJh via @YouTube", "Wearing face masks is now part of our daily lives amid the #Covid19 pandemic but it can get tricky for those who wear head scarves and turbans.\n\nKaran, saw his father struggling with his mask and designed an extender to help make daily wear more comfortable. https://t.co/SqNGQFHPt5", "@realDonaldTrump Yo, donnie!  Seen this?  This is ALL done to your spectacular incompetence as potus.  L.O.S.E.R. \n#UnfitToBePresident \n#TrumpOut2020", "@MadisonSedona @merlins_girl @realDonaldTrump Hydroxychloroquine arythamiacin &amp; zinc knock COVID19 out in a couple of hours. Stops it from being able to enter your cells &amp; it dies off.", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "@werebackdols https://t.co/NpZr1PIciO\nPlz do read and share", "RT @harrisonjaime: Lindsey Graham is the most powerful golf caddy in America. ⛳️\n\nWhile you're enjoying your round, we're facing record une…", "Just like Cuomo, Michigan Governor Gretchen Whitmer forced COVID patients into nursing homes—killing thousands.\n\nWe don't even know how bad it really is because she's still covering up data.\n\n@RepWalberg and I won't stop fighting for answers.\n\nOur op-ed ↓ https://t.co/uCSMGjwJpE", "RT @MakwanaKiran65: @Bhargav1912 ##कृषि_विश्वविद्यालय_पुकार_सुनो\n Student is not trial for corona . If ministers want them to appear in exa…", "COVID-19 infection rates actually decreased in places that experienced #BlackLivesMattter protests. https://t.co/m2LHniQXZX", "@rwillingham It would look very bad for the government if they were to say there were more cases from protest. Especially considering the government allowed it. 10000 people all huddled together in a pandemic. Not for 1 second do i believe 4 cases is the truth. Cover up.", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "Union Home Minister Amit Shah on Sunday said India will win the battles against the #COVID19 pandemic and the Chinese aggression along the Line of Actual Control in #Ladakh. \nhttps://t.co/qQx0wdMtsH", "RT @HVerbanac: In case anyone had forgot we are still in the middle of a pandemic so like maybe put off that vaca", "RT @kumailn: Walked by a restaurant yesterday. \n\n1. It was packed\n2. Zero masks \n3. Everyone was on their phones \n\nWtf. You could be on you…", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "Austin, it’s bad and getting worse. Stay home if you can. @COVID19 @MayorAdler https://t.co/ldUWjv2PDQ", "Europe's innovation performance continues to improve across the EU! It has surpassed the United States for a second year in a row. 🇪🇺\n\nInnovation is key for our global competitiveness and sustainable recovery from the #coronavirus.\n\nMore in the #EUinnovation Scoreboard 2020 👇", "RT @MumbaiMirror: The hospitals say the machines could not provide 100% oxygen to #Covid19 patients; one #ventilator failed within 5 minute…", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", null, "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "Michael Mina: When will full #coronavirus testing be in place so society can reopen? https://t.co/Xq0SKMr48p via @YouTube", "Sure, lockdown poses its own challenges. But can we please stop pretending our former world of long working hours, stressful commutes, traffic jams, hectic crowds, shopping centres, infinite choice, mass consumerism, air pollution and 24/7 everything was a mental health utopia.", "fit your personal solipsistic agenda is horrific. Facts are: Taiwan did NOT implement a lockdown, but had mandatory universal mask wearing.  It has a population of 24 million and experienced 441 cases and 7 deaths.\nAnd now here in the US...", "@osamabishounen I saw a PBS doc on how Asians were trying to be the model minority and American dream model, and then tensions with China and communism hit during the cold war.\n\nNow COVID is hyping up racism against them. There's always some stereotype lurking :/", "RT @NathanLerner: Florida has more new COVID-19 cases than all of Europe.", "Indian Railways completes 200 long due projects during the Coronavirus Lockdown – OpIndia https://t.co/vLRIgpX9eG via OpIndia_com", "You aren't and if you need to be affirmed watch THE PLANET OF THE HUMANS.", "'They are the new poor': Covid-19 fuels rising poverty in Italy https://t.co/jL4eBgtknq", "I was going to go to Bedminster, New Jersey, this weekend, but wanted to stay in Washington, D.C. to make sure LAW &amp; ORDER is enforced. The arsonists, anarchists, looters, and agitators have been largely stopped...", "RT @SputnikInt: Putin shares his thoughts on speculation about the origins of COVID-19\nhttps://t.co/Yb8awXT5LY", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @DrJacobsRad: What part of flat broke and credit rating downgrade did Trudeau not understand?\n\n#Cdnpoli #COVID19 @JustinTrudeau https://…", "Tennessee concert attracted packed crowd with no masks or social distancing https://t.co/48OC4pkpc3 https://t.co/dRdsFmvLgm", "I'm old enough [and so are you] to remember when Angela Merkel was being praised to the rafters for her explanation of R0 #cdnpoli #bcpoli", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "Florida has more new COVID-19 cases than all of Europe.", "RT @BET: Word to @AndersonPaak &amp; @jayrock, who said it was a lockdown? #BETAwards\" https://t.co/RU6sfmwkVn", "JUST IN: India reports 380 new coronavirus deaths and 19,459 new cases in the past 24 hours.", "Coronavirus: Half a million people with cancer are too scared to leave the house, research shows https://t.co/PGh65ZS6Be @MattHancock @BorisJohnson clinical trials have dropped because of COVID-19 you will have cancer death because of lack of treatment to add . Well done 😡", ".@ProjectLincoln I think South Carolina deserves a US Senator who want to serve her people. Lindsey Graham is the type of guy who stabs the memory of his “best friend in the back”. He can’t be trusted.", "...encounter various revelations through their respective journeys.", "Florida has more new COVID-19 cases than all of Europe.", "RT @HillBeverlyhill: Last updated: June 28, 2020, 19:49 GMT\n  United States\n\nCoronavirus Cases:\n2,621,662\nDeaths:\n128,315", "RT @ElaineM11584892: He is such a fool! https://t.co/1ek9W1B0lX", "Patanjali working on similar formulation but what it did was it applied for the Drug as natural immunity booster, cough &amp; fever while marketing it as COVID cure probably wanting to preempt others in market as applying for Drug as covid cure wud need more research, review &amp; trial.", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @OprahSide: Niggas be wearing their mask on their chin like they gon put it on when they see covid walk thru the door", "God help ..... I got to get out of here.", "RT @johncardillo: COVID is apparently cured https://t.co/NsP7XUM8lx", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "@PeterWallaceAU I think that was always part of the plan to be honest....", "Delhi’s packed jails turning new Covid-19 hotspots https://t.co/UaqeWNV2Cg", "Melinda Gates: ‘Black People, Indigenous People’ Should Get Coronavirus Vaccine First\nhttps://t.co/qfTiRaN6Ph", "@Kvng_Suki @iGoBiTima If you've looked at a chart of coronavirus you've enjoyed the fruits of y = mx + b 😁😁😁", "As you read headlines this week about “spikes” in covid, here’s critical context the media won’t give you:\n\nRe-opening is *absolutely necessary* as it means people can have their freedom, jobs, and daily lives back \n\nDemocrat rage protests are simply destructive and worthless", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "Nature's bounty as it continues to delight us with its beauty. \nSwarming #butterflies at van vihar #bhopal \nVC: @van_vihar\n@minforestmp @MPTourism \n#JansamparkMP \n#lockdown2020 #COVID19 https://t.co/bhl1UVihrl", "RT @DrSJaishankar: Consignment (15 tonnes) of Indian medical relief for #COVID19 lands in Wuhan. Strong expression of our solidarity with t…", "RT @Vickies_secret_: For those still in doubt about Covid 19 in Kenya, here is true and heartbreaking evidence. May Robert rest in peace. h…", "RT @JuddApatow: We all need to tell @AmericanAir  we disagree and don’t want to die so we won’t be flying with them if they don’t take logi…", "@Sanju_Verma_ @AmitShah @OfficeofUT Blore is at 20%", "Julian's birthday is on Friday. He'll be  49. The kids and I will bake a cake but Julian won't be able to taste it.\n\nWe haven't seen each other since March due to #COVID restrictions in Belmarsh prison.", null, "RT @Jk2_20: Now all final year clg students lives n safety from corona pandemic is only in your hands sir. @DrRPNishank @ugc_india @PMOIndi…", "RT @TheKoreaHerald: '#Alive' posts highest weekend box office in 5 months amid pandemic \n#entertainment #film #boxoffice #pandemic\nhttps://…", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @GavinNewsom: Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAK…", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "My neighbor called my mum as she was admitted in hospital on Monday saying “ Meza please pray for me , I’m Covid positive.” This morning we heard she passed , the 3rd death in her family from the virus. She had a comorbidity that made her body reliant of other meds . Stay home💔", null, "RT @e1n: If you’re in Orange County, these are the places that recently have had someone test positive for COVID. Stay home, be safe. https…", "JUST IN: India reports 19,459 new cases of coronavirus and 380 new deaths.\n\nTotal of 548,318 cases and 16,475 deaths.", "South Carolina hits an all-time high in Covid cases. Lindsey Graham celebrates by caddying for Trump.", "RT @Sarah__Reynolds: This only hurts the poor who HAVE TO go into a target to get stuff. I know this because the only time I’ve gone INTO a…", "More people will survive COVID but like past viruses like SARS-Cov-1 and AIDS, surviving doesn’t mean a symptom free life.", "I’m a bit confused. How can there be thousands of new cases of Covid in Florida from beach goers but none reported from rioters.", "Considering the density of population in India,Social distancing is not possible in the exam centers.Its better to conduct exams at a later stage than to face an irreparable damage.\n@_Jitu_Kumawat_\n#कृषि_विश्वविद्यालय_पुकार_सुनो", "RT @HidalgoCounty: COVID-19 takes the life of one more person in Hidalgo County; another 402 test positive for the virus #StayHome #WearAMa…", "I’m tryinna figure out where did all these Covid-19 numbers come from 🤔", "Wear A Mask. It's not an imposition.", "Those who are advocating lockdowns AGAIN have to answer the question- lockdown until when?\n\nIf the answer is “until there’s a cure,” that’s insane \n\nIf the answer is “until the November election”- congrats! You’ve found an honest Democrat", "RT @DrRPNishank: Find below a list of all the necessary precautions to protect yourself from #COVID19.\n\nDon't forget to share this informat…", "Florida has more new COVID-19 cases than all of Europe.", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @RukmuDe44599532: Coronavirus has devastating effects on all sections of society, but still @RajGovOfficial is turning deaf to students…", "Coronavirus has killed 1.6M people's around the World and you are still alive \nUse a few seconds to thanks ALLAH\nSay ALHUMDULILAH ❤️🤲", "Aye g quit clout chasing u know damn well this is a whole LIE and i hope @iamcardib sees this or someone she follows @BardiUpdatess does so she can get informed abt this shit...QUIT SPREADING FAKE SHIT. \n\nhttps://t.co/AEnI6jXGFk", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @aryadoctoryet: PSA: if you’re worried about CO2 accumulation from masks, our climate crisis is going to blow your mind\n\n#MedTwitter #CO…", "WATCH: This past week, the state government announced that the Secretary to the State Government; the Commissioner for Information; and one of Governor Okowa’s daughters have tested positive for #COVID19. https://t.co/2u7SHJRux9", "Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAKE THIS SERIOUSLY.", "For context: US coronavirus deaths now exceed 125,000. It took the AIDS virus about a decade to claim as many lives.  https://t.co/vtBmuSBntA", "My take is obviously experts have been wrong about some things, but viewing this as a failure is a fundamental misunderstanding. If you want scientists to know everything important about a new virus you’ll need to wait years. That isn’t really an option here...", "RT @MARIAHGEEZ: Good Morning y’all ❤️ Recently, my finances have been fucked up due to COVID-19. Me &amp; my bestfriend are about to move &amp; we…", "RT @lakeeater: ICE detention camps are now inches away from establishing full-blown gas chambers. HDQ Neutral is less lethal than Zyklon B…", "“i won’t wear a mask proven to be effective during a pandemic because it makes me feel like less of a man” is a good example of what we mean when we say toxic masculinity is bad for everyone, including men", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @BBCNews: Coronavirus: Huge increase in lockdown speeding drivers https://t.co/i5ZECAlDnX", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "@iitdelhi &amp; @csir_ncl working on ELISA-based home testing kits for #Covid_19, which will deliver quick results. The collaborative project has received financial support from Microsoft India and is expected to be ready in a month’s time.\n@CSIR_IND\n\nhttps://t.co/I2UgJZZ5Lw", "Death rate of those that get COVID: 1.3%\n\nSurvival Rate of those that get COVID: 𝟗𝟖.𝟕%\n\nBut put your mask on, stay home, close your business, and shut up, says the government during an election year.", "My three boys went to church with me today, which was such a blessing! 🥰 It was our first time back there since before the lockdown and it felt so good to be back. It was also a special… https://t.co/xKpqknmN2O", "Florida has more new COVID-19 cases than all of Europe.", "RT @Frediculous: People will be like \"i dont know a single person IRL who has had covid\" and believe its not possible to get. Meanwhile, th…", "@BillDagg @aitkenmike @NewshubNZ Lol", "@TheOnlyThompson @HeyTammyBruce NYC has extremely low cases so yes it is the trump states that are the problem.", null, null, "I live in Florida. I am a senior citizen. I want to thank President Trump and Governor DeSantis for not caring whether I live or die.  But if I am alive in November I will crawl naked over broken glass smeared with covid virus in order to vote against Trump and every (R) I see. https://t.co/K6Ywa2afKs", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "Seems Like #Lockdown Will Continue Until September 😓😓 Planned Lot's Of Thing's to Achieve in 2020 it was Totally Buried 😒😒", "I, student of @GTUoffice will be giving my final semester exam from 2nd July. I,hereby declare,if get infected by Covid-19 at exam center,OR any of my family members get infected, soul responsibility will be of @GTUoffice &amp; @navin_sheth \n#Save_GTU_Students #MeritBasedPromotionGTU", "RT @HeyTammyBruce: And... “43% of U.S. Coronavirus Deaths Are Linked to Nursing Homes” https://t.co/24f5XipA6L", "I just signed this petition calling on @ScottMorrisonMP to extend JobKeeper and JobSeeker so no one has to navigate this crisis alone. Can you sign too? https://t.co/bgaRlv8UiW via @MegaphoneAU", "RT @mountain_goats: the people in this audience, along with the presenters of this show, are assuring that conscientious musicians won't be…", "CIC to hold digital hearings of #RTI matters after lockdown ends https://t.co/Mq0guOuNhc", "RT @KFILE: Today is four months since then-White House chief of staff Mick Mulvaney said at CPAC the media was only covering the coronaviru…", "RT @greg_price11: Perhaps people are opposed to prolonging covid lockdowns because elected officials don’t consistently enforce their own r…", "Record number of Americans say fight against coronavirus going badly — CBS News poll https://t.co/Q8AyCu0Xen", "RT @Dj_Dosk: So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "India’s Covid-19 tally over 5.48 lakh with 19,459 fresh cases; toll at 16,475\nhttps://t.co/hw1Nv55jIt", "RT @CHIZMAGA: The Death Rate for the Coronavirus without a Vaccine is lower than the Death Rate for the Flu with a Vaccine...", "Covid or not if you cough on me like this imma deck tf outta you.", "위기 이후 최대 흥행 '100만 관객'…한국영화 아직 '#살아있다'\n\n#천만같은백만\n#한국영화의구원투수\n#유아인\n#박신혜\n#조일형감독\n\nhttps://t.co/2j7GE2FeKg https://t.co/kOsjyblNQO", "Did you hear the one about millennials getting blamed for the ‘Rona spike?", "@WalmartCanada Covid-19 precautions started in March...", "RT @thecableng: Oyedepo: #Nigeria’s COVID-19 doesn’t go to markets… only churches | TheCable https://t.co/zUMFWr7yIo\n\n#COVID19 #lockdown ht…", "RT @briantylercohen: Still trying to wrap my head around this-- Trump not only forced those West Point cadets to come back to NY in the mid…", "Here’s a message for Joe Biden ... Masks are more of a health hazard than the Covid virus!except in your case, it spares the children and women from your rancid breath.", "@VivaVonDoom Yeah. Everything else felt, visually, obvious and - at times - extreme. The performances you outlined were the greyscale we should all appreciate.", null, "RT @BOC_MIB: #CoronaVirusUpdates: \n\n#COVID19 India Tracker\n(As on 29th June, 2020, 08:00 AM)\n\n▶️ Confirmed cases: 548,318\n▶️ Active cases:…", "RT @HealthZA: .@NICD has published data studying 10 700 #COVID19 admissions in 269 facilities The data shows that  the elderly &amp;those with…", "ON AIR: Roberta Roena / We Entertain. Empower. Educate . Talk to us on 0208 090 2121 HELLO@FANTASTICRADIO.CO.UK #FANTASTICRADIOUK #HOMEOFPOSSIBILITIES #BELIEVEYOURPOSSIBILITIES #STAYHOMESAFELIVES https://t.co/bE4hgti6fx \n Buy song https://t.co/eKgqEENOWh", "@WildboarCJD @karmabi39505804 @SageRosenfels18 @RexChapman And from not getting sued from the patients for malpractice", "@gmanews @_iancruz Kung makabantay sa Covid sana ganyan din sa West Philippine Sea ano?", "RT @LirMihn: tRump undercuts efforts by public health officials to stop the summer resurgence of coronavirus. \n\nThat in turn impedes effort…", "BREAKING:  Broward County following Miami-Dade announcing they will be closing beaches 4th of July weekend because of the COVID-19 skyrocketing", "Locusts from Garden Estate in Gurgaon. \nPhotos respectively by Karn Bhardwaj and Ritu Raina. #locust https://t.co/oi0QnDVTkn", "Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAKE THIS SERIOUSLY.", "@theflatlayguy Please share your booking ID so that we may look into the concern.  https://t.co/jq6HyqcrCf", "Oh I love Lockdown by Anderson Paak. Shit’s dope.", "RT @goldengateblond: reporters please stop asking the proudly maskless if they’re afraid of getting covid and start asking them why they ha…", "I have said many times that Putin will never get involved in a real war.  He just had a war with the coronavirus.  And he lost it miserably.  And each time when Russia is not threatened, we wave toy rockets and show on television how they hit Florida, and every time a real threat", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "Covid or not if you cough on me like this imma deck tf outta you.", "COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on...", "My neighbor called my mum as she was admitted in hospital on Monday saying “ Meza please pray for me , I’m Covid positive.” This morning we heard she passed , the 3rd death in her family from the virus. She had a comorbidity that made her body reliant of other meds . Stay home💔", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @queeralamode: Ben &amp; Jerry’s literally operates a factory in Israel—built on top of an ethnically cleansed Palestinian village—that runs…", "For any e￼xcess fee/ billing related complaints reach out to MyBmc on the following email ids\n\nCovid19nodal1@mcgm.gov.in\nCovid19nodal2@mcgm.gov.in\nCovid19nodal3@mcgm.gov.in\nCovid19nodal4@mcgm.gov.in\nCovid19nodal5@mcgm.gov.in\n\n#Maharashtra #Mumbai #coronavirus @mybmc #Covid_19 https://t.co/CROfudm85y", "RT @gc_grgs: Shadowing opportunities have increasingly become harder to find for prospective students. With COVID-19, those chances may be…", "Bradley County jail. Cleveland TN city/county mayor, Sherriff Lawson, Cleveland TN District Attorney, ACLU : Get Bradley County jail proper covid 19 supplies. Masks, cleaning supplies, etc. - Sign the Petition! https://t.co/yhegYYleqZ", "RT @govindatripathi: #चाइना_मुक्त_स्वदेशी_भारत\nRepeat after me\n\nCHINA SPONSORS TERRORISM THROUGH PAK - CHINESE SLAVE\n\nCHINA MADE COVID TO D…", "\"The challenges will be met, once the team is provided with the right sort of work profiles – and the platform to create it on,\" says @N_Hiranandani- Founder &amp; MD  - @hiranandanigrp and President - @ASSOCHAM4India &amp; @NaredcoNational.  @Yasminetaj \n\nhttps://t.co/m0w1rPdkEV", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "RT @RajBhardwajMD: Will you be avoiding air travel for even longer, given this announcement? https://t.co/AdzTkLcDbv", "RT @AfricaCDC: #COVID19: update in Africa (As of 28 June 2020, 9 am East Africa Time)\nMore information at https://t.co/vEZ4eupedf\n#COVID19…", "RT @whit_waltmen: Trump spotted wearing a mask for first time since corona outbreak #TrumpIsARacist https://t.co/Tt90egt6Vf", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "We’d like to take a moment to thank women living in the Moria refugee camp on the Greek island of Lesvos.\n\nAs people who have experienced violence caused by the US and systemic racism in Europe, they took action to support Black people in the US fighting for their human rights. https://t.co/rhTK31Cic1", "Why simple cloth masks without valves are better at fighting the spread of covid-19 https://t.co/8b1PHPCucj", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @DrPieterPeach: This is key. This is why it's almost inevitable that we are in for another statewide lockdown this week", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @GavinNewsom: Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAK…", "Florida has more new COVID-19 cases than all of Europe.", "Texas Gov. Greg Abbott says the coronavirus \"has taken a very swift and very dangerous turn in Texas over just the past few weeks\" https://t.co/vJ0OnqE4PN https://t.co/5hV3plL1wx", "RT @Omkar_Raii: Massive impact of #COVID19 pandemic on the operations of global enterprises, exponential growth in remote working &amp; faster…", "@HuXijin_GT Lol....China is the biggest liar country. They first tried to hide casualties by corona and they are trying to hide casualties faces by Indian army attack", "RT @Julesitter: @DrEricDing Is the Trump administration orchestrating a massive coverup of COVID death? \n\nSo many unanswered questions abou…", "One question more !!!\nwhy you give merit base promotion to other students ?\nobviously, your answer  is \" because student not infected in COVID-19\"\nWhat's wrong with you last year student ?\n  @GTUoffice\n@ugc_india \n@CMOGuj \n@PMOIndia \n#MeritBasedPromotionGTU", "RT @queeralamode: Ben &amp; Jerry’s literally operates a factory in Israel—built on top of an ethnically cleansed Palestinian village—that runs…", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "NBFC ratings cut at S&amp;P as Covid-19 pandemic worsens liquidity woes https://t.co/Sal7xdNYdr", "RT @DWUhlfelderLaw: Palm Beach County joins Miami-Dade and Broward who decided to close beaches for July 4th weekend due to COVID-19 super…", null, "Be open-minded. Why can't both the people and the government be incompetent? There's a clear track record for both.", "THIS graphic. Bleak and heartbreaking.\n\n#US vs #EU vs #SouthKorea on #COVID19. Not in lockstep, but lagging.... the US is seriously lagging on #pandemic response and so many more lives are at stake. \n\nMy American heart breaks again.\n\nhttps://t.co/FYPbGhMe36 @CNNSotu https://t.co/NVXlPz5rZv", "Sadly, today marks the 500th loss of life in Nevada due to #COVID19. These Nevadans were our mothers, fathers, brothers, sisters, aunts, uncles and friends, and Kathy and I mourn this unimaginable loss. We owe it to their memories to do all we can help slow the spread.", "21 year old @namataik_  &amp; 23 year old @zimudzi_vongai were arrested on Friday for questioning why Mnangagwa is amending the constitution during a pandemic without CITIZEN input!\n\nToday the fearless ladies go to court.\n\nRETWEET, world MUST know how ED’s regime is targeting women! https://t.co/JGSR6nevCQ", "Miley’s cry for ‘Help!’: Cyrus covers the Beatles in empty stadium for pandemic relief https://t.co/g4lsNITPKK", "RT @RepSeanMaloney: Trump “didn’t hear” the “white power” part and “didn’t hear” the intel brief on Russia paying Taliban to kill our troop…", "Remember when people were like... “Covid will be gone by summer. The heat will kill it”", "COVID-19 poses unique risks to people with diabetes, making affordable access to insulin all the more important. @SenatorShaheen &amp; I are working to improve the lives of patients with this disease. Read our column on @seacoastonline to learn more.\n\nhttps://t.co/BvgvefYHz1", "Phase 2 can play sepak takraw and chillax after with more than 10 people? \n\n#Singapore #NoSocialDistancing #DunBeCB #Phase2 #SepakTakraw #WearMask #Covid19 #CoronaVirus https://t.co/c9buZRXTEY", "@MemphisStiles @NigeriainfoFM @SheriffQuadry Na see finish of the Nigerian governement cause all these unguarded utterances. As you ask : make he go try this nonsense with the governments of the US and UK where he has churches na? Let's see if he won't get sanctioned .", "RT @bennyjohnson: Apparently Coronavirus is cancelled again. https://t.co/7wAhdOKauf", "RT @jacobinmag: Fossil fuel companies are once again receiving a bailout bonanza of COVID-19 stimulus money. Money that could go to helping…", "RT @ashoswai: Precisely for this reason, Modi’s second name is Feku!", "RT @seemay: “We are on the verge of starvation,” Saree weavers in Mau allege negligence by govt amid COVID-19 lockdown. https://t.co/uiqIX2…", "RT @RebeccaxBruce: Black people and other POC are affected COVID-19 at disproportionatly higher rates so if you care about BLM you need to…", "RT @GavinNewsom: Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAK…", "“Why are we being pressured to add COVID…to maybe increase the numbers in order to make it look worse than it is, I think so.” https://t.co/XxgDbYeZ9R", "Because all Latin American authors get painted with the magic realism brush: MEXICAN GOTHIC is not quaint magic realism. It's a Gothic horror novel (think The Monk, not Wuthering Heights). Horror. Gothic. If you don't like that idea, stay away. I've warned you, people. https://t.co/ghiPkVnmN1", "Lindsey Graham is the most powerful golf caddy in America. ⛳️\n\nWhile you're enjoying your round, we're facing record unemployment and the highest new daily cases of Covid-19. \n\nElect a Senator who's priorities are in South Carolina, not on the greens: https://t.co/5GECtJLcG6", "The Coronavirus stimulus package carved out $135B in tax breaks for the wealthiest 1% of Americans. \n\nThat's nearly *four times* as much money as was included for emergency housing and food relief. \n\nIt's socialism for the rich, and harsh capitalism for everyone else.", "Who didn't see this coming. #Scamdemic \nhttps://t.co/rJ8sDhNMFy", "@thedailybeast first pandemic- masks- riots-and now dems rewriting history to cover Benghazi.  WE ALL REMEMBER Benghazi- MSM!!!!  who backs troops- Hillary or Trump?????", "RT @WSJ: Bars have emerged as problem spots in a surge of coronavirus flare-ups, prompting states to roll back the reopening of nightlife d…", "🤣Listen Up #Texas Old People! Do not open the door to maskless teens campaigning for @TedCruz...they could be #Coronavirus asymptomatic and kill you to reduce @SocialSecurity!\n@AARP", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "RT @Inevitable_ET: Not to mention some of these tests may have been contaminated with c0r0na as was stated by the CDC in April. \n\nHow many…", "The U.S. and European nations have awakened to the reality of China's role as a rising authoritarian regime, and the implications for our free society. The CCP’s cover-up of the coronavirus outbreak from Wuhan - which has killed thousands - has accelerated our awakening. https://t.co/S51NII28R2", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @jeffstaple: Crazy. #COVID19 https://t.co/emYTUno4nt", "I have been in touch with a lot of students in the last few days. All of them are very depressed and want an end to this suspense. Please address their questions at the earliest so that they can get back to studies.\n#PostponeNEETandJEE \n@DrRPNishank", "US Covid19 7d average deaths  down to just above 500 despite “reopening hysteria”. As noted earlier, past 24hr U.S. total hospitalizations, ICU bed occupancies, &amp; ventilator usage are down as well https://t.co/Df4wIGq57N https://t.co/QC0fuG3FTn", "College football season is looking less likely everyday 😭", "i tested positive for COVID-19 yesterday. Something in my spirit is telling me to share my early signs/symptoms andddd the home remedies that have been helping me that could possibly help someone else &lt;3", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "Imagine someone having such high connections &amp; influence that they knew they wouldn’t face any repercussions for:\n1. Rape\n2. Drinking alcohol\n3. Throwing a party during a lockdown\n4. Going out after 10pm even though it’s not allowed\n\nBut who gets blamed? The woman who got raped.", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "RT @GavinNewsom: Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAK…", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "Listening to @GovAbbott &amp; @VP  speak here in Texas and it’s pure insanity. Media, please... PLEASE call them on their lies.\n\nTheir remarks are not based on the realty of how COVID-19 is hammering Texas right now.\n\nThe governor opened too soon. Plain and simple.", "People just fully forgot covid? Like the amount of party’s I’m seeing is beyond me", "While the rest of us are getting lectured on the Coronavirus #Plandemic Surge...\n\nHappy to see it’s skipping the massive crowds in Chicago today", "99% of people I know who have gotten or passed away from COVID19 are Indigenous. This virus is hitting our communities hard &amp; the lack of systemic support is transparent.", "RT @ARedPillReport: EXCLUSIVE: Bill Gates Negotiated $100 Billion Contact Tracing Deal With Democratic Congressman Sponsor of Bill Six Mont…", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @carol_stirling: So Todd Muller just hasn’t got the guts to come out and say he wants to run with Herd Immunity tactics during this Pand…", "RT @DWUhlfelderLaw: I have traveled throughout Florida doing all I can to protect our citizens from the inept job by Governor Ron Desantis…", "WH decided it was a good idea to reopen our country and NOT make masks mandatory????? i HATE this country", "Coronavirus: Global COVID-19 deaths surpass half a million in grim milestone | World News #coronavirus #coronavirus #covid19 #deaths #global #gri...\nhttps://t.co/5a46Sh0hDJ", "reporters please stop asking the proudly maskless if they’re afraid of getting covid and start asking them why they have such a sociopathic disregard for other people", "Corona Virus got y’all going crazy 🤢🤢🤢🤢 in 2020, Welp No Mansion Pool Party for us this year in #Atlanta but will still be there having our Magazine Shoot July 18th #itsBlackDiva https://t.co/YKGDSF70Am", "RT @duty2warn: Earlier this AM, Trump was told the reopening of the economy had taken a step backward, Covid19 was upticking in 48 of 50 st…", "World Hits Coronavirus Milestones with 5 Lakh Deaths, 10 Million Cases amid Fears of Worse to Come https://t.co/gRX8YPPv3j", "RT @T4ylorNicole: No one: \nMy brain when I’m out in public: statistically speaking, someone here has COVID", "Dear @Youtube\n\nNow that the #Lockdown has kind of ended, can we look at removing the 480P limit because the user experience is killed and we are not able to watch videos in HD / FHD on mobile.\n\nRetweet if you are also looking forward to this 🔃\n\ncc @YouTubeIndia @TeamYouTube\n\n✌️", "RT @QCI_NABET: NABET hosted workshop on #Preparing #Schools for #Pandemic on 28 June. Joined by 51 participants from 12 states in India &amp; a…", "Fauci says COVID-19 vaccine unlikely to bring sufficient herd immunity with many Americans saying they won’t get vaccinated.  https://t.co/MpLmaIudoK", "@VJ290481 @SalmanNizami_ I hope so too. Biharis are too canny to fall for it and I hope everyone remembers the hardship #SurrenderModi's  unplanned failure of a lockdown which cost them jobs, made them go hungry, and forced them to walk 1000ks of kms on the highway in peak summer.", "European countries are in full recovery mode, Europeans are eating in cafes, and we Americans have to be in Coronavirus Panic Mode til September because we acted like a bunch of idiots.", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "#कृषि_विश्वविद्यालय_पुकार_सुनो\nEveryone knows due to covid19 routine has been collapsed in this middle situation gov is going to conduct exams to collect clg fees.\nplaying with student's health ex Israel..plz think on further coming situation..... \n@ashokgehlot51 @1st", "RT @7eandra: Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who…", "@TheJoker1007 My opinion is that @CyrilRamaphosa could end this lockdown tomorrow if he wants. Ndz seems to be the fall guy and that makes me think.🤔 The media is only reporting her as bad not @CyrilRamaphosa .", "@cbradedwards @aahales @taylorsschumann Some pastors do not \"hurt\" in the way you describe. This gets interesting at the 1:00 mark.\n\nhttps://t.co/1kIi7zQIOK", "RT @brianstelter: This story is everywhere now – \"Trump campaign had social distancing stickers removed before Tulsa rally\" – but @Billboar…", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "RT @OpIndia_com: ‘They have pulled my ventilator, I am dying’: Hyderabad COVID-19 patient’s viral video alleges hospital negligence\nhttps:/…", "RT @culinarydoll: For all my OC peeps!!!! Confirmed COVID-19 cases https://t.co/vxACUqhklr", "Y’all asses at a Block Party in the midst of a pandemic... \n\nIN KENNER, LOUISIANA no less... \n\nI can kind of understand if you went to Vegas or something... Y’all niggas bout to die to go hang out in fucking Kenner 💀", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "Name one thing “experts” got right about COVID-19.\n\n- 2M dead in U.S? NO\n- IFR? NO\n- Kids’ risk? NO\n- Nursing homes? NO\n- Asymptomatic transmission? NO\n- Hospital overload? NO\n- Ventilator needs? NO\n- Herd immunity rate? NO\n- Lockdown efficacy? NO\n- Ourdoor transmission risk? NO", "A Study on Infectivity of Asymptomatic SARS-CoV-2 Carriers - PubMed https://t.co/QOyH3jccey", "RT @zzxyxy: Thanks to #BlackLivesMatter we have increase &amp; rise of #Covid_19 the #KungFlu again that is effecting our younger age groups do…", "Joe Brain Dead Biden Says 120 Million Dead From Coronavirus https://t.co/lUFlF8OKc7 via @YouTube @JoeBiden 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣 the act won’t save you from justice", "RT @RBReich: The Coronavirus stimulus package carved out $135B in tax breaks for the wealthiest 1% of Americans. \n\nThat's nearly *four time…", "RT @Terri_1987a: Let's call a spade a f..king shovel and just admit that this latest outbreak of covid19 is a result of the BLM protest. No…", "\"#Telangana govt @TelanganaCMO failed in controlling #COVID19 #CoronaVirus.\" \n#Congress @INCIndia @INCTelangana demands #HealthEmergency &amp; an all-party meeting to discuss #COVID.\n\n#TelanganaCovidTruth\n#WakeUpTelanganaGovt\n#KCRFailedTelangana\n@kcvenugopalmp\nhttps://t.co/JUdgu9pJKW", "Uttar Pradesh carried out 21,200 tests and reported 600 cases (just 2.8%).\n\nEntire media campaign over migrants was a plan to increase the number of cases in UP.\n\nYogi Adityanath successfully fought not just Corona, but also propaganda and conspiracy.", "@russellcrowe Social distancing at its best.", "I found these photos of 1918 flu pandemic. \nSo relatable... https://t.co/Ek0EgAjPuM", "RT @CigaretteFan: We Shall not Obey Unconstitutional and Invalid Lockdown Regulations! https://t.co/2FWT58HhhY", "RT @SiCk_DiAbLo: DC Mayor Bowser Begs Residents to Stay Home for the 4th of July Due to Coronavirus - But Black Lives Matter Protests Are O…", null, "Hong Kong, with 7.5 mil­lion res­i­dents, is one of the most densely pop­u­lated places on earth, but recorded only six deaths from Covid-19 de­spite hav­ing no lock­down....The mask com­pliance rate dur­ing morn­ing rush hour is 97%. https://t.co/52kB2gjZFE", "RT @ishafoundation: Access tools for transformation! #InnerEngineeringOnline is a powerful 7-session course with Sadhguru. Offered free for…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "Wear a Mask!! - Can Covid Damage the Brain? https://t.co/AbMP5pPkXv", "@iamlesheep Thank you 💜\nAnd that’s true I even got tested for Covid too and it came back negative so I’ll just keep doing what I’m doing and stay safe. You stay safe as well 🙏 https://t.co/9eOw6m7HhY", null, "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", ".@FlySafair no social distancing in sight... How does this work?\n\nYou space everyone out at the airport but stuff them into a plane.\nConfused. https://t.co/Sr9iaXBwqL", "The number of confirmed Covid-19 cases worldwide surpasses 10 million, according to a tally from Johns Hopkins University. Follow live updates: https://t.co/pPJMg85XQz https://t.co/U1hlZIZoP2", "122,000 Americans dead and Pence is just now  recommending we wear a mask? Somebody must’ve told him he was losing in November. The man’s a tool with no uses.", "Villagers in Lancok beach, Indonesia defy #Covid19 warnings to rescue nearly 100 Rohingya refugees.\n\n“We didn’t worry about getting into problems [with the authorities] because we believe that what we did was the right thing,” (📸@mirroreye) 🗒️: https://t.co/wxcLK5incf https://t.co/roCim7Z60F", "RT @GavinNewsom: Week ahead reminder:\n- #COVID19 has not gone away.\n- Wash your hands.\n- Practice physical distancing.\n- Wear a mask.\n- TAK…", "Me after getting dat dick https://t.co/Y95xoOAUJH", "RT @WHOMalaysia: There are certain places where #COVID19 spreads more easily:\n\n▶️ Crowded places\n▶️ Close-contact settings\n▶️ Confined &amp; en…", "RT @sg6504: @NavroopSingh_ One important Herb nobody talking about is Kalmegh.  It is supposed to have helped control 1918 pandemic in Indi…", "The FIR was registered by the Jyoti Nagar police station in Rajasthan, on the basis of a complaint by an advocate Balram Jakhar who practices in the Rajasthan High Court\nhttps://t.co/dTmnzFSXvm", "#CoronaVirus is a deadly, highly contagious pathogen transmissible by flying spittle. Some people have elected to put themselves in harm’s way in service to their fellow Americans. Others are just spittle generators... https://t.co/ejdHQtXC35", "RT @Ninja: Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfor…", "@lashanya_bonner i thought coughing on people, now that COVID is a thing, was considered a terroristic threat? maybe im remembering wrong idk.", "Grayson just admitted I make better pancakes than he does. I made history this morning.", "RT @gmanews: In addition to deployment of UV express, the government has launched three mini-loop bus routes on EDSA to boost mass transpor…", "Florida has more new COVID-19 cases than all of Europe.", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", "Indian PM Narendra Modi said that Europe and North America are importing more Indian spices in order to boost immunity as coronavirus continues to affect people across the planet.\n\nNever heard anything about this in the daily COVID-19 briefings in Canada.  https://t.co/v8r31o8lXt", "RT @Greg_Kane17: Go Hi-tech with the latest in Corona Virus protection. \nGet yours today, because only you can make yourself look like an i…", "Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serve his patients. We have lost a very valuable fighter. Delhi salutes his spirit and sacrifice.\n\nI just spoke to his wife and offered my condolences and support. https://t.co/0aD9nZmBoR", "People abuse Baba Ramdev but when a joker like this is given credibility by NDTP journalists whose only agenda seems to be to create panic no Alt News/Fact Checkers seem to mind! This joker said 1-3miion deaths by June 2020 - hear his video after 5mins- complete rubbish!!", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "BREAKING:  Broward County following Miami-Dade announcing they will be closing beaches 4th of July weekend because of the COVID-19 skyrocketing", "RT @Amy_Siskind: Texas and Florida hiding ICU data. What country are we in again?", "RT @Tazneedshelp: @RossR3232 @rhill22733 @TheOak97 @demonqueen26 @AngryInAGoodWay @RichardGrenell Trumpers can't stay on topic b/c they kno…", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @DrEricDing: ⚠️Crazy: Houston hospital ICU data now deleted &amp; withheld.\n\nTexas Medical Center previously released ongoing reports detail…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "social distancing has left the chat", "RT @KeepCancrClassy: @GOP @realDonaldTrump Covid cases are rising, thousands of Americans are dying, he couldn’t care less about the bounty…", "Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serve his patients. We have lost a very valuable fighter. Delhi salutes his spirit and sacrifice.\n\nI just spoke to his wife and offered my condolences and support. https://t.co/0aD9nZmBoR", null, "#India reports 19,459 new cases and 380 deaths in the last 24 hours, according to the Union Ministry of Health and Family Welfare. With this, the country’s total tally rises to 5,48,318 and toll stands at 16,475. | Follow LIVE updates on #coronavirus : https://t.co/NLCoCcse1T https://t.co/bMfqhz1KwX", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "Lockdown day 94: Latest Covid-19 numbers https://t.co/p2fg3yUCfR", "https://t.co/NKnxb4Jbrs I thought virus had disappeared from Great Nation of 🇨🇳 #VirusCorona", "RT @RBReich: The Coronavirus stimulus package carved out $135B in tax breaks for the wealthiest 1% of Americans. \n\nThat's nearly *four time…", "Yo In-N-Out you have generation Z with no masks on gathered outside. This is why we’re still in a pandemic America https://t.co/NIprggAuJt", "RT @OmarAyubKhan: @TalatHussain12 Constructive criticism should be based on solid facts.   With min def funding our AF have performed remar…", "Join us at 8 pm for tonight’s show! Earlier today, we announced our newest COVID-19 partnership with LISC, supporting small businesses facing financial impacts of #COVID19. Together with Secret, we’re helping with critical cash relief and... #PGemployee https://t.co/4gi1p4Y0nA", "This looks fun.... would y'all try this https://t.co/D3syzMTtkj", "23 days in a row BJP govt has increased fuel prices.\n\nThis at a time when people are suffering due to pandemic &amp; international crude oil prices are low. \n\nSpeak up against this loot. \n\n#SpeakUpAgainstFuelHike", "India's COVID-19 tally rises to 5,48,318, death toll climbs to 16,475 with single-day spike of 19,459 new infections and 380 fatalities: Govt", "It is time for the Trump Administration to take the threat posed by the coronavirus seriously. #ThisWeek https://t.co/7fuAilrbl9", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @queeralamode: Ben &amp; Jerry’s literally operates a factory in Israel—built on top of an ethnically cleansed Palestinian village—that runs…", "RT @__lindsnicole: so glad I go home every night after working 12+ hours with a headache from wearing a mask the entire time, almost passin…", "americans ignoring social distancing and refusing to wear masks should not be seen as strange. it is the psychology of an empire built on settler-colonial violence, in which settlers valued individualism over everything else, only uniting to oppress the colonized masses", "@realDonaldTrump What are you trying to distract from\n\nThat you are deliberately cutting #coronavirus funding as 127,000 people have died\n\nThat you’re trying to take #healthcare away from millions of Americans\n\nThat people continue to protest your overt racism\n\nOr your treason\n\n#EndThisNightmare https://t.co/HvOztgvi36", "RT @Inevitable_ET: Not to mention some of these tests may have been contaminated with c0r0na as was stated by the CDC in April. \n\nHow many…", "The U.S. and European nations have awakened to the reality of China's role as a rising authoritarian regime, and the implications for our free society. The CCP’s cover-up of the coronavirus outbreak from Wuhan - which has killed thousands - has accelerated our awakening. https://t.co/S51NII28R2", "RT @ultras_antifaa: PHOTO | \"Covid-19 is a crisis of capitalism. \nMoney from tax havens to the hospitals now. Or we'll break everything!\"…", "RT @GA_peach3102: H_Y_P_O_C_R_I_S_Y\nLiberal Media says NOTHING as HUNDREDS if not thousands gather 4 Pride Fest in Chicago-but its PC appro…", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @CoreyGoergen: A thing we shouldn't have to clarify: forcing unpaid student athletes to sign liability waivers during a global pandemic…", null, "RT @vegix: Malignant McConnell wants to indemnify corporations against liability for anything they do wrong.\n\nHe believes they should not b…", "Aw, crap. There’s a video of Trump singing alternate Covid-19 lyrics to R.E.M.’s “Losing My Religion.” Pence co-stars as the succubus or angel.  I had it &amp; lost it. When you see it you’ll know it would make Trump losing his religion if he had any.", "And yes, beguilement is a word. Much underused.", "Intel just reported to me that they did not find this info credible, and therefore did not report it to me or @VP. Possibly another fabricated Russia Hoax, maybe by the Fake News @nytimesbooks, wanting to make Republicans look bad!!!", "Young person here!\n\nWith strong leadership young people can absolutely be inspired and motivated to socially distance, wear a mask, and wash their hands! \n\nWe vote too! 😜", "UPDATE: Trudeau pledges $300 million to fight COVID-19 abroad https://t.co/58EPVYTbma https://t.co/wEmFPULo1I", "Yes they have. SAD..", "Lockdown Dessert Recipes: 9 Delicious and Easy Desserts with Few Ingredients https://t.co/muY3lYmzFB", "RT @MollyJongFast: I’ve been impressed that at almost every single point this administration has done the worst possible thing to handle th…", "RT @TIME: America is done with COVID-19. COVID-19 isn’t done with America https://t.co/cjH12jslBO", "RT @AngrierWHStaff: The 3 and 7 day moving averages for positive COVID-19 infections in the US. \n\nWe went from making progress to being a t…", "Buildings can be rebuilt and walls repainted. When it comes to PPB's belligerent use of force, how many demonstrators have now been given traumatic brain injuries, near vision and hearing loss, or made more susceptible to Covid19 in those weeks tear gas were heavily used?", "How #Photography Prices Will Change After Lockdown #Fstoppers https://t.co/ydDX1tSFbu", "To say I had a crazy one month would be an understatement. Beginning of June, both parents and I tested positive for COVID-19 and it’s been a difficult few weeks. Where or how we contracted the virus isn’t clear, but we aren’t surprised given WHO’s projections. (1/n)", "Whenever you need a smile...  https://t.co/PmKF3NErd1", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "RT @UNICEF: \"I will wash my hands more often and carefully. I don’t want anyone in my family to be sick because of me.\" \n\nAsia is looking o…", "RT @Tarunp101121: So what according to you @DrRPNishank is the \"VISHAM PARISTITHI\". May be it is when every student getting out of exam hal…", "These revelations are disgraceful and disqualifying. @ProjectLincoln supporter is now part of my bio. Enough is enough", "Florida has more new COVID-19 cases than all of Europe.", "Hebei: China locks down 400,000 people after virus spike near Beijing https://t.co/YtN6X48Dbw", "Comparing #COVID19 Slopes:\n\n📈Compare March-April trajectory (#first red line) to current trajectory (#second red line)\n\n📈Trajectory is #opposite those from some of the hardest-hit countries in Europe (UK, France, Spain), have all descended\n\n📈Be prepared to homeschool next fall https://t.co/ypOardsL6o", "Seems Like #Lockdown Will Continue Until September 😓😓 Planned Lot's Of Thing's to Achieve in 2020 it was Totally Buried 😒😒", "RT @Ramjas28316036: I don't understand what's going on ..jb lockdown 1.0 m jyada worse condition n the tb sbko ghr m rhne ko majbur kr dia…", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @SteveScalise: Just like Cuomo, Michigan Governor Gretchen Whitmer forced COVID patients into nursing homes—killing thousands.\n\nWe don't…", "RT @buhrooke: This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @itsJeffTiedrich: 40,000,000 unemployed\n2,525,900 infected\n125,545 killed by coronavirus\n429 killed by cops\n20 killed by Putin-backed Af…", "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @Zachgeetchie: Y’all know corona still going around ?", "Some people going to become 'HITLER'.\n#Save_GTU_Students \n#cancelexams \n#Covid_19 \n@GTUoffice \n@navin_sheth \n@imBhupendrasinh \n@vijayrupanibjp \n@CMOGuj", "RT @DelaneyJanuzzi: I have a feeling this lockdown is going to last a long while so its time for church route https://t.co/atoQ1lWeTq", "reporters please stop asking the proudly maskless if they’re afraid of getting covid and start asking them why they have such a sociopathic disregard for other people", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @CBSNews: 76 coronavirus cases have been linked to one Michigan bar https://t.co/dRVxk7ygNZ", null, "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "RT @INCMumbai: For the more than the last three weeks, BJP govt at the centre has been increasing the petrol &amp; diesel prices incessantly.…", "@delawareboy22 Love to be first in line soon as this pandemic is over", "Covid or not if you cough on me like this imma deck tf outta you.", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "Locust attack in Gurgaon \n\nDo you hate 2020? https://t.co/o3BhhlKjjd", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "RT @ProgPro: These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to th…", "RT @AdrianNormanDC: COVID deaths are down 90%.\n\n...that's it.  Just thought you'd like to know since the MSM won't tell you that.\n\nCarry on…", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "RT @Beelzeburb: If/when COVID is \"over\", will you still wear a mask whenever you're sick?\n\nIf yes, please retweet this. I'm trying to see s…", null, "This!!!", "RT @Neil_McNeil: If anybody tries to tell you that protestors are the reason for the rise in cases nationwide, make sure they know this is…", "When we take stock of all the destruction Trump is doing while in office, from cutting down Saguaro’s for a wall that will never be built. The poisoning of our air and water, the deaths of countless Americans from a pandemic, we are gonna be mad at ourselves for a long time.", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "Covid911 - INSURGENCY https://t.co/Na7nTm6UkO via @YouTube \n#WWG1WGA #TheGreatAwakening #COVID19 #QAnon", "Following an order by a fed. judge saying ICE must release children held in 3 family detention centers due to COVID-19, Rep. Jayapal says the children should be released with their parents or \"it again shows us the maximum cruelty of this administration.\"\n\nhttps://t.co/GxHBztm5rJ", "We demand #HealthEmergency in #Telangana, as the govt @TelanganaCMO has completely failed in #COVID19 control &amp; relief. \n#Testing is stopped, Hospitals reject patients, No PPE kits to our #Doctors and #FrontLineHeroes...\n#WakeUpTelanganaGovt\n#KCRFailedTelangana\n@INCIndia https://t.co/NAJ8DyLsLp", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "The pandemic is NOT over. Please WEAR YOUR MASK. 👁👄👁\n\nBeing considerate of others is HOT. 🔥 WE LIKE THAT!\n\n🌈✌🏽💖😷💖✌🏽🌈", "RT @bluminghao: Hey friends! I bought too many SVT albums so I think I'll do a giveaway! \n\n☆ must follow me and rt ☆ \n\nShipping: Worldwide…", "Our own @IlyaSomin with a piece today in @TheAtlantic about Trump's coronavirus immigration bans: \n\nhttps://t.co/wENo8J6pbx", "RT @Acosta: First on CNN: The Lincoln Project’s new ad slams Trump over coronavirus deaths hitting the 'Greatest Generation...' https://t.c…", "Vietnam, a country of 95 million, has had only a few hundred #coronavirus cases and not a single #Covid19 death. This is the story of Patient 91 https://t.co/lrmADCScCx via @bbchealth #GlobalHealth", "19,459 #COVID19 cases in India in 24 hours. Tally crosses 5.48 lakh-mark. Check state-wise list: https://t.co/QPjayBeC81 https://t.co/rDc9UXrRIb", "RT @BlakandBlack: The #LiarFromTheShire scores the dunce hat once again ... to the dunce corner Scotty, and take Australia with you!\n\nIn th…", "Young people are driving a spike in coronavirus infections, officials say https://t.co/w216kTH9NP", "Here’s the problem with the “blame the protesters” COVID excuse: if that were the cause here, we’d see equivalent spikes in NYC, DC, Chicago, &amp; other urban areas. We don’t. The outbreaks are exclusively occurring in TX, FL, AZ, GA, LA, MS—states that opened ahead of the curve.", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "The Philippine Army sent a medical team in response to the country’s COVID-19 operations in Cebu, City today, June 28, 2020. https://t.co/WkMkGu3oqr", "Dallas, Texas: \n\nLovely young Karen throwing a fit over being asked to wear a mask...  https://t.co/CnxRFMvMqf", "Lockdown Effect | problems faced by migrant workers at Vikarabad\nhttps://t.co/Sa1uXqh9if https://t.co/IVJU85GDIV", "Pandemic 2020: America Gutted Mental Health Services In The 80s And Boy Does It Show!", "RT @cmyeaton: Also. Constituents notice when there is a pandemic raging. They do. Especially when other countries have gotten control. It d…", "RT @Prettyboyfredo: I had Covid 19... that shit is no joke. Wear a mask 😷 Wash your hands and be responsible 💕", ".does matpat have covid or did i dream that", "Uncle of Bright, P'Kik mentioned that they will visit Philippines, surely after Covid. Huhuhu!!! 🇵🇭🇵🇭🇵🇭🇵🇭🇵🇭 Mabuhay!!!!!!!!!!!!!", "@marcussimon and @DickSaslaw I hope Virginia’s colleges and universities are not planning on this heavy-handed approach for the Fall semester. \n\nOp-Ed: Your college may ask you to sign a waiver for harm inflicted by COVID-19. Don't do it https://t.co/mznswHqUmg", "Huge increase in speeding drivers during lockdown https://t.co/8BRlAxBnLn", "Airplane cabin disinfection \n\n#covid19 #coronavirus https://t.co/hmKsVxdHxg", null, "RT @Piglet_scooter: Who didn't see this coming. #Scamdemic \nhttps://t.co/rJ8sDhNMFy", "Karnataka: Kame Gowda, octogenarian shepherd from Mandya's Dasanadoddi,was applauded by PM in MannKiBaat y'day. Gowda has dug 16 ponds so far in his area to curb water crisis; says \"PM's using all his knowledge to save people from COVID&amp;he remembered me. Greatest joy of my life\" https://t.co/0Gv0nPYQT5", "RT @unserialeyes: @SSG_PAIN Crazy how covid19 cured the flu", "RT @StudentStruggl4: SFI is planning a series of campaigns and protests on various issues  in coming days.\n\n@SFI_CEC @MayukhDuke @VP_Sanu @…", "@XCorvus777 It's a pity that Trump will fail the re-election. Mr. Trump has done his all he can, but he made a bad decision toward COVID19. OK, Trump is failed, America down, China soar. That's all.", "Lmao what is this 🤣🤣", "RT @goldengateblond: reporters please stop asking the proudly maskless if they’re afraid of getting covid and start asking them why they ha…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "Studied around 3 major medical research that Withanone (a compound) from Withania somnifera (Ashwagandha) has properties to Inhibit Novel Coronavirus (COVID-19) Entry by Disrupting Interactions between Viral S-Protein Receptor Binding Domain and Host ACE2 Receptor. Interesting 😎", "Where are the \"winter will mean more COVID-19 transmission than summer\" folk now?", "Coronavirus testing kits heading to the UK found to be contaminated with Covid-19 https://t.co/HbMYR8tpb2", "Im here declaring on this social media tht Im going to write offline exms under the tremendous pressure of my uni. GTU,So if anything happns to me &amp; my family due to this rigid ordr of uni then I m blaming \n@navin_sheth\n@CMOGuj\n take this as my death note. #MeritBasedPromotionGTU", null, null, "#India registered 38,458 new cases, 794 deaths over the weekend as states continue to re-open, gradually lift the #lockdown, with some restrictions in place | Follow LIVE updates on #coronavirus : https://t.co/mWX4UGOuZ8 https://t.co/r6v3cd0C23", "RT @thewire_in: From the US and Brazil to India and the UK, the very qualities that catapult populist leaders to power are those that make…", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "RT @BETMusic: Word to @AndersonPaak &amp; @jayrock, who said it was a lockdown? #BETAwards\" https://t.co/tJZzMmk3Ow", "COVID-19: Imphal girl in home quarantine allegedly commits suicide https://t.co/GBKX7lsWr6", "RT @CNBC: Negative interest rates that were once seen as a short-term remedy for sputtering growth regions have gained traction in recent y…", "RT @accountantvarun: For those who ranting against Fuel Price Rise.\n\nHow many people using Fuel in present situation? Eg. A person who used…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", null, "@DrRPNishank Plz. really in this situation We are not be able for any exams ...so we have requested you..#postponeneet #postponejeeneet #Students #StudentLifeMatters #COVID19 #neet2020postpone #India #NEET ...", "We knew this, right?\n\nJunk bonds even!\n\nLarsen is crowing about how hard he’s working for the middle class\n\nThis ain’t it. Not from someone who gets funded by the same lobbyists who bought this deal that hurts Americans\n\nWe can do better than this. \n\nhttps://t.co/5uzOnMfmwv", "Estimated burnout level based on data available for the Diamond Princess cruise ship in Feb. It is the one place heavily tested but only 20% positive. The DP extrapolated population death rate is about 0.1% for normal age ranges. Surprisingly both numbers are being confirmed.", "RT @CharlesMBlow: America, please get rid of Trump in November. We barely survived this four years. Many didn’t. 120k are dead from Covid,…", "RT @Jk2_20: Now all final year clg students lives n safety from corona pandemic is only in your hands sir. @DrRPNishank @ugc_india @PMOIndi…", "RT @RichardBarrow: A group on Facebook called \"Farangs Stranded Abroad Due to Lockdown in Thailand\" is one community where foreigners share…", "RT @PratikshaGajjar: When we hear things like lack of beds for patients, increase in number of corona patients &amp; death ratio. Helding exams…", "RT @MinofHealthUG: PRESS RELEASE: @MinofHealthUG clarification on the video recorded by a COVID-19 patient at Masaka Regional Referral Hosp…", "regardless of the virus, idk how people genuinely enjoy being in an environment like this🥴", "This is such a good read and certainly rings true with what conversations I have had with colleagues and students. We are all humans living in a pandemic situation and we need to remember that @UoDDiagnosticI1 @Ultrasound_UoD @h_venables  https://t.co/YptGJEqxII", "@helkat2020 I don't know anyone who's died from AIDS or cancer...your reasoning isn't very sound.", "how can the us stop the spread of Covid-19? 1st we can do what is right and wear mask to not infect others, 2nd we need to understand that it is time to spend more time in social distance guidelines - not goin out and doing what Americans want to do,", "While it’s ignorant to say the protests have had no impact, greater impact has occurred from reopening and lack of masks contributing to these spikes. The timing of protests is unfortunate to be coupled with a pandemic but that’s another topic. See https://t.co/5sMU7vJ29N", "On Thursday June 25, my brother got off from work. He was tired and going home. His neighbor spoke to him but my brother didn’t speak back. The neighbor felt “disrespected” and decided to pull a gun on my brother and point it point black in his face. He shot at him 20 times. https://t.co/ZK47qcIFhV", "Regular yoga class in Lockdown time at khordha district odisha.\n@yogrishiramdev @sudhansu_bst @Ach_Balkrishna @rakesh_bstpyp @Sadhvi_Devpriya @swabhimani1 @Swami_Jagatdev @punyadev25march @swamiomdev @khordha_pys @Amrutanshu_YB https://t.co/1lSdMp5dGP", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "This new “spike” in Covid is the Swamp’s cancellation of our INDEPENDENCE Day Celebrations.\n\nDon’t Give Them The Satisfaction!", null, "RT @Sebuktegin1: Why is @lkouniv behaving like a stubborn child! When all the available data clearly points towards the worsening condition…", "McDonald's separates its golden arches in an act of coronavirus solidarity https://t.co/oVecZOg2PI https://t.co/6hklHAbT8D", "@LeonardRoxon How many people were placed in these homes by the Liberals that were Covid Positive. Democrat Senators have done it in the USA, killing thousands of seniors KNOWING they were placing infected Covid into the homes. These Liberals are mirroring the US democrats. It is TRUTH.", "RT @CMCCuttack: We are declaring the below-mentioned zone surrounding the CDA sector 9 area of #Cuttack as a Containment Zone.\n\nThis decisi…", "Governments in Hyderabad, Bengaluru &amp; Chennai should without any delay put asymptomatic and those with mild symptoms under homes isolation. This will reduce pressure on hospitals and effective monitoring of home isolation cases will give relief : \n https://t.co/hqjql8rv3G", "RT @SpiritOfCongres: 23 days in a row BJP govt has increased fuel prices.\n\nThis at a time when people are suffering due to pandemic &amp; inter…", "#save_gtu_student", "RT @RajeshC95125639: Don't know What the college management is thinking of.\n\nIf Its for the sake of students then Its better not to conduct…", "RT @RBReich: The Coronavirus stimulus package carved out $135B in tax breaks for the wealthiest 1% of Americans. \n\nThat's nearly *four time…", "RT @Reuters: Oil prices drop for second straight session as coronavirus spike cools demand hopes https://t.co/P7lUeksIiw https://t.co/yjbhT…", "Meanwhile gujrat govt. Shifts from it's campaign *Hu pan Corona warrior... To... &amp; Hu pan Corona Super-spreader! @GTUoffice @ugc_india @imBhupendrasinh @vijayrupanibjp @BJP4India @narendramodi", "RT @Piglet_scooter: Who didn't see this coming. #Scamdemic \nhttps://t.co/rJ8sDhNMFy", "Just wear the mask.  It's about caring for others.", "I’ve been impressed that at almost every single point this administration has done the worst possible thing to handle this pandemic", null, "RT @lrozen: There was a Trump Putin phone call on March 30. https://t.co/axITET5WRb", "Y'all! Please don't freak out about rising cases. \n\"Who\" is getting #COVID19 matters!\n- Avg. age for cases in Florida: 38 vs 52\n- Diff in hospitalization rate: 4% vs. 15% \n- Known case fatality rate: 0.4% vs. 4% \nJune data will change but the virus has to work EXTRA hard to kill. https://t.co/Dg3BOsEqrc", "India's COVID-19 tally rises to 5,48,318, death toll climbs to 16,475 with single-day spike of 19,459 new infections and 380 fatalities: Govt", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", null, "@narendramodi\nUrgentPolicy is needed to bring Foreign Medical Graduates at par with Indian Medical Graduates, sothat these strong 30000 young skilled RESOURCES may beutilized to fight COVID-19Mind these FMG have beentrained by theWHO recognized Government Medical Colleges foreign", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "Watching the corona cases go up again", "Hey friends! I bought too many SVT albums so I think I'll do a giveaway! \n\n☆ must follow me and rt ☆ \n\nShipping: Worldwide (maybe delayed because of COVID precautions in your country or in mine) \n\nWhat you get: 1× SVT Heng:garae album (opened and your bias pcs can be sorted) https://t.co/GnCNEYpaR5", "Oh I dunno maybe imposed a travel ban earlier, not kowtow to China, stopped downplaying COVID-19 during the early stages, provide an accounting of the BILLIONS given to him ANDAMI ROQUE I HAVE ALL DAY.", "Health Secretary Alex Azar says the \"window is closing\" for the US to get the Covid-19 pandemic under control, as confirmed cases rise across the nation https://t.co/xtslf6YMZY", "CAUGHT! FAKE COVID SURGE NUMBERS\nTexas is doubling &amp; tripling the covid test count by testing people 2 times &amp; counting each test as a separate positive. Also counting HEALTHY people who test with an immunity as a new positive case.  #coronavirus #Covid\nhttps://t.co/tIScvynhYE", "Breaking News: SB20-163 was signed by the Gov. today! Thank you @SenadoraJulie @KevinPriola and @Dylan_RobertsCO for carrying this bill with me, and thank you to everyone who spoke up in support. This is great step forward for protecting our kids &amp; building healthy communities!", "Time to consider closing the border to travellers from Victoria to NSW #COVID19 ⁦@NSWHealth⁩ ⁦@GladysB⁩  https://t.co/aErXxD22wL", "Shut the fuck up and make my damn ice cream.", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @A_rios822: Covid or not if you cough on me like this imma deck tf outta you.", "$INO Holy Smokes look at this PEO-CBRND is working with Ology Bioservices and Inovio Pharmaceuticals to adapt Inovio DNA technology to rapidly manufacture a DNA vaccine to prevent COVID-19 infections.\n\n$NVAX $MRNA $JNJ $SRNE $VRTX $CODX $AZN $MRK $GILD \n\nhttps://t.co/lyThc0MpZD https://t.co/vkeNhBPMYc", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @CNNPolitics: Anti-Trump Republican group's new ad slams the President over coronavirus deaths hitting the \"Greatest Generation\" https:/…", "New York, which had a lockdown (but not mandatory mask-wearing) has a population of 20 million.   It had 353,000 cases and 24,000 deaths.\nA FUCKING SNEEZE LAUNCHES YOUR GERMS FARTHER THAN 6 FEET! And you have the audacity to equate the idea of you having to wear a mask as if it's", "NEW: Due to the rising spread of #COVID19, CA is ordering bars to close in Fresno, Imperial, Kern, Kings, Los Angeles, San Joaquin, and Tulare, while recommending they close in Contra Costa, Riverside, Sacramento, San Bernardino, Santa Barbara, Santa Clara, Stanislaus, &amp; Ventura.", "The next big test for Australians during the pandemic? Getting used to being inconvenienced | Johanna Leggatt https://t.co/PUiTWXoHYU", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "Can we pls keep the 6 ft rule after covid passes? I like that people aren’t suppose to stand near me", "RT @Tahseem7247: @ashokgehlot51 #कृषि_विश्वविद्यालय_पुकार_सुनो\nmost of students suffer from the COVID-19 and the exams conduct in the next…", "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "People with Covid antibodies are in the next step in human evolution. #Covid_19 #pandemic #coronavirus", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "My wife works in long-term care...COVID units....\n\nOne resident tested positive 4 times. Then negative twice. Then positive again. Never had any symptoms.\n\nThe tests are BULLSHIT!", "@sunilkapoor8 there is one more #PlasmaDonor plea from #COVID19 patient at BLK, Pura Road, Delhi.", "Vijay Fans Area Committee at Ottapalam distributed essential items to the theater staffs who suffer from lockdown &amp; automatic blood pressure monitor device scale digital thermometer to Ottapalam police station !! #June22WelfareDay !! #Master @actorvijay https://t.co/B49sgU5Q4k", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "@LeilasINQ Roque disagrees with WHO that PH has fastest rise in COVID 19 cases in Western Pacific, says numbers should be considered in relation to its population. PH should not be compared to Singapore which has a small population, he says. | @LeilasINQ", "Mr. Gopendra Debnath, from Chebri, Khowai, Tripura explaining how “Matsya Varta” has helped him in the control to “spread of high-density algae (Euglena) on the pond water surface” during Lockdown #COVID19.\nhttps://t.co/qtWW49OZBb #TripuraDiary @GoI_MeitY  @COVIDNewsByMIB https://t.co/ED3jZoQjcc", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "A poll for New Zealanders:\nDo you want New Zealand’s borders to remain closed until there is a Covid-19 vaccine and keep case numbers low and 90% of the economy open. Or do you want to risk all progress New Zealand has made by opening borders for Covid-19 tourism (6% of GDP).", "The CCP is counting on each country to be overwhelmed by their own domestic problems inspired by the coronavirus to mount an effective response against them.\n\nFor them, a good offense is the best defense. \n\nhttps://t.co/GraitTiFCy", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @negrospice: RECLOSE WASHINGTON FOR CORONA", "RT @SuzeQKnits: On my way home finally!\nI've been a nurse for more then 25 years and I'm telling you I've never ever in my life been throug…", "RT @ShahzadIqbalGEO: Number of hospitals with Covid Facilties increased n then decreased again.. How come when cases are rising?? Or there…", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfortunate that we are breaking record numbers every day of covid cases. \n\nGovernment, local and federal, need to crack down on the no maskers to save lives", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @Cleavon_MD: On the WORST day of the pandemic in #Arizona with 58,179 cases and single-day records of ⚠️3,593 new cases and ⚠️42 new dea…", "@k_2052 lolsobbing at this metaphor", "RT @Amy_Siskind: Texas and Florida hiding ICU data. What country are we in again?", "Special Trains Cancelled in Tamil Nadu Till July 15 Amid Rising Covid-19 Cases. Check Full List https://t.co/xKqunKIIa6", "Access tools for transformation! #InnerEngineeringOnline is a powerful 7-session course with Sadhguru. Offered free for COVID warriors and at 50% for challenging times. Take the course in your own space, at your own pace at https://t.co/QlLszUzyZi https://t.co/3ZOLvhMkrA", null, "Last words of the #COVID19 patient who lost his life in a hospital in #Hyderabad..\n\"They removed my ventilator, I am unable to breathe, bye-bye daddy\"\nWho is responsible?\nIsn't it the most irresponsible and incapable CM of #Telangana @TelanganaCMO?\n\n#WakeUpTelanganaGovt\n@INCIndia https://t.co/QCaLTLSDFE", "I'm so old, I remember when the AIDS epidemic broke out in the '80's, &amp; all the GOP christofascists wanted to \"quarantine all the gays\" to stop the spread. Now, they scream about their \"rights\" &amp; \"freedom\" to infect us all with COVID19 rather than wear masks or forgo haircuts", "RT @joncoopertweets: A face mask may give the wearer more protection from coronavirus than previously thought, according to a new study com…", "i know pence didn’t just pretend everything is fine .. i know that’s not what just fucking happened https://t.co/J0I2oOWgrr", "You don't need rocket science to know what Congress is doing. \nThe public perception is that only Central government is responsible for fuel price hike so they will increase the price in their state to create a anti-government sentiments", "These COVID spikes are crazy it’s almost like every scientist in the world predicted it would happen but nobody listened to them or something", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "RT @ddiamond: A subtle element of this great story: how Texas hospitals are worried about losing elective procedures (and all the $$ that c…", "RT @justin_fenton: Thread: My story about Anthony Blue, who was imprisoned in 1976 at age 18 and died this spring in custody from coronavir…", "@DrRPNishank @narendramodi sir we are not in a state of mind of giving the exams.\nWe are afraid a lot of this pandemic.\nPlease #postponeneet #postponejee #HealthOverExams #postponeneet2020 #HealthOverNEETjee #NoExamsInCovid19 #NoExamsInCovid #PostponeneetJee #PostponeNEETandJEE", "RT @trtworld: Covid-19 has reached ten million cases worldwide https://t.co/SalS3DMmWw", "What are the odds that a pandemic makes masks mandatory at the same time the only reason protests are spreading is because masks hide their identities?", "@MaxBoot @AutryJohn 57 percent of deaths from COVID-19 in North Carolina have occured in nursing homes. https://t.co/zjREkaEpeu", "@Siya_Ncwana @MorwaMNM @MbalulaFikile I currently use a taxi brother and I can tell you I will feel safer inside a packed plane than a packed taxi. Not only taxis are safer they are cleaner. Sometimes reality is tough it does not mean I'm upset over my lifestyle. Facts are facts taxis are dangerous.", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "RT @GrahamAllen_1: But COVID-19 is a “threat”", "RT @SenWarren: If @AmericanAir wants to pack planes like sardines during a pandemic, they should fully refund passengers who don’t want to…", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "My wife, date night after 3+ months locked up on quarantine. Waiting for shredded cheese as it’s the only way she can eat fajitas. We’ve asked 4 people, going on 18 minutes now. Just unreal at Allen, TX location. We gotta quit blaming #COVID19 for crappy service. https://t.co/CPuJZQ1Cl7", "Community Resource Persons from Local Support \nOganisation Missan fostered and supported by @NRSPPakistan under the @EUPakistan funded #SUCCESS programme conducting community awareness sessions on health and hygiene to prevent against coronavirus #COVID-19. \n#NRSP #EUinPakistan https://t.co/e8z8bARDpq", "Sen. Francis Pangilinan lamented the continuing rise of coronavirus cases in the Philippines, with data from the World Health Organization (WHO) showing that it as having the fastest surge in the Western Pacific region in the last two weeks. https://t.co/pgA3Z2IqDv https://t.co/pv19DMoyM7", "Respected sir @narendramodi @HRDMinistry @PMOIndia please postpone the exams of JEE MAINS and NEET because many students are so scared that they will be effected by it..... And  students  effected by the COVID-19 , how do they write exams?\n#updateonJEEandNEET", "Check out Team 3D vs. Beer Money from Lockdown 2009. \n\nStart your free 30 day @IMPACTPlusApp trial NOW and watch all your favorite classic IMPACT matches at https://t.co/9F0lXlMQq2. https://t.co/ZfAPCg5c8R", "RT @sri50: Today is a very crucial day for #TN.\n\nThe @CMOTamilNadu will take a call after meeting with medical experts on the possibility o…", "Covid or not if you cough on me like this imma deck tf outta you.", "Check out Team 3D vs. Beer Money from Lockdown 2009. \n\nStart your free 30 day @IMPACTPlusApp trial NOW and watch all your favorite classic IMPACT matches at https://t.co/9F0lXlMQq2. https://t.co/ZfAPCg5c8R", "RT @SAIKRISHNABJP: Horrible situation in Telangana. State govt had completely failed in controlling the covid 19.\n\n#TelanganaCovidTruth htt…", "Indian PM Narendra Modi said that Europe and North America are importing more Indian spices in order to boost immunity as coronavirus continues to affect people across the planet.\n\nNever heard anything about this in the daily COVID-19 briefings in Canada.  https://t.co/v8r31o8lXt", null, "RT @srijitspeaketh: Proud of you brother!!! 🤗🤗🤗 @idevadhikari", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "India’s position in the global context in the fight against COVID-19 is much better than other countries. IndiaFightsCorona https://t.co/3zIiiPNyhj", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "@Shubham13883561 @GTUoffice We are treated as of we are scapegoat \nFor COVID-19 testing in Gujarat \nCancel #GTU #exam2020 \n#meritBasedPromostionGTU\n#NavinSethResign \nHelp @ravishndtv @JaiveerShergill @KapilSibal @ShashiTharoor @RahulGandhi @nsui @sardesairajdeep @News18Guj @abpasmitatv @IYC @UNHumanRights", "This is the first year I’m not going to Fiji because of COVID-19. 🥺\n\nNormally, I do not go because I am poor.", "LIVE: Aerial footage shows massive crowds rallying to celebrate #Pride in Chicago https://t.co/06GbKtqP8l", "@LordGay6 one day you can kill work and ask it how it feels", "I've cancelled my appearance after your last-minute attempt to dilute the important national issues @AnneKiguta and I had agreed to discuss on #Punchline. I know despot Uhuru Kenyatta owns @K24Tv and has pulled a fast one. I'm not willing to compromise my principles. #uhurumustgo", "Please Consider students request seriously don't take it litely during this Pandemic Covid-19 situation becoz everybody life matters including students also.\n#SC_Please_Cancel_CA_Exams \n#MCAWakeUp4CA", "In Nigeria, having coronavirus brings shame and stigma, so people aren’t asking for help https://t.co/JJPB08zaPS", "This may sound controversial but bear with me....\n\nI think we need to prepare to *live with* the Coronavirus.\n\nPeople think we're coming out of the worst but the opposite is true. This is the worst its been so far. https://t.co/6QDqmBWtGI", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", null, "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "The Supreme Court will on Monday urgently hear a petition vital to the rights of nearly five lakh chartered accountancy students slated to take their exams between July 29 and August 16 amid an exponential surge of the deadly #COVID19 pandemic. \nhttps://t.co/AuNRs6VUZu", "Chunky Schumer, I can’t wait for all the class action lawsuits to be filed against Dem mayors and governors over their communist lockdown tactics while encouraging &amp; allowing mass protests. Sue them all ‘six ways to Sunday’ to coin your phrase 😂😂", "Texas hospital CEO: COVID inpatient count 'misinterpreted,' level of alarm 'unwarranted'\n\nIn Texas the state counts every COVID-positive hospital patient as a hospitalization for COVID itself, which may be exaggerating numbers.\n\n@WhiteHouse @TuckerCarlson \nhttps://t.co/eoXavjwqoF", null, "RT @USATRUMPMAN1: I have an immune disease, and 4 mths ago, found I had stage 2 kidney cancer. Due to covid they didn't remove the tumors,…", "gn twitter. when i wake up, coronavirus better have been a dream", "#California going be into lockdown???", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "RT @drdavidsamadi: If politics were taken out of the equation, the way we handled COVID-19 would have been radically different from day one…", "RT @liamstack: The 2020 census has coincided with campus shutdowns, so college towns are reporting steep population decline. That has dire…", "You've got to wonder about the people who gloat about Victoria's covid situation. No doubt the same people who didn't give a shit about the Ruby Princess in NSW.", "So... there’s a lot going on, but in this time of coronavirus, refugees like Yazan &amp; millions of people affected by years of conflict in Syria need our solidarity &amp; support. Thanks x\n\n#SyriaConf2020 #InvestInHumanity https://t.co/owG7ujDIbK https://t.co/qlilqAtA33", null, "Is @AirAsia jeopardising #passenger safety? #DGCA wants to know. @satishMIRROR reports on the notice sent to the #airline. @DGCAIndia #airasia #airasiajawabdo \n\nhttps://t.co/O1iOhetKtY", "RT @NathanLerner: Florida has more new COVID-19 cases than all of Europe.", "Singapore hands out coronavirus tracing devices https://t.co/LWq8etLImD", "Dear Corporate affairs minister Anurag Thakur sir, @Anurag_Office\n\nWhat is this?? Biggest Joke of the Year 2020.\n👇\nhttps://t.co/dN5iwn6VGr", "Coronavirus dies at 132°F so literally all we would have to do is put the weather machine at that temperature for ONE minute. ONE MINUTE! We would all be really musty but it’s literally just one minute... then boom! Pandemic over", "RT @washingtonpost: Perspective: The data is in: Fox News may have kept millions from taking the coronavirus threat seriously https://t.co/…", "RT @RandiWYoung: So my uncle, who's 74yo, has COPD, and has survived 2yrs of chemo, is now at DRMC in Greenville, MS with COVID-19. He's on…", "RT @RepAndyBiggsAZ: “The CDC ­esti­mated that COVID-19 kills about 0.26% of the people it infects, about 1/400 people. New estimates from S…", "@deep_navy @RealNickJericho Dying with and from are two very different things.", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @ArvindKejriwal: Dr Aseem Gupta, a senior doctor of LNJP Hospital succumbed to Covid yday. He was known for going out of his way to serv…", "Hotel sex really hit different.", "FIRST DJ in the world to sell out a CORONA proof stadium 🤯! Feels like last night we officially made the first steps towards a better FUTURE 🙏🏻 https://t.co/jdaSdI1FSS", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "Please stop drinking alcohol and instead take some cannabis.\n\nYour heart, mind and soul will thank you greatly for it.\n\nThe government will hate you for it, yeah the same government that has made your life hell for a long time, taxes, DMV, covid, public school, crappy laws.", "@SheepKnowMore There are some interesting comments under the video! People claiming to have registered for a COVID19 test, left the testing facility having NEVER taken the test, then received a call/letter a few days later saying they were POSITIVE! Anyone else have verified stories like this? https://t.co/nJCEilzXWF", "Lindsey Graham and his Republican colleagues have surrendered to COVID-19 just like they surrendered their dignity to Donald Trump. Lindsey needs to stop worrying about his job and his orange buddy and start worrying about the people who sent him to Washington.", null, "Just about 10 days back, KCR wanted clarification from Modi on the rumours of another lockdown. \n\nAnd now he wants to reimpose a lockdown on Hyderabad. What is with this swinging moods?!", "“Our hearts go out to everyone who was affected. You have our deepest sympathies and our full support.” Read more from Walmart U.S. CEO John Furner: https://t.co/UPtifNAON4 https://t.co/fFNfwEnrfa", "#Study Found Traces of Coronavirus in Europe in March 2019. Here's What That Means is now trending on https://t.co/lf9ZY4enX1...\nhttps://t.co/uO7fOBvML5", "S. Naushad Rahman (54) frm #Madurai was the 1st to succumb to #COVID19 in #TamilNadu. \n\n\"To many, it may come as a surprise that my father who had built homes for others never had one of his own,” said the son of the deceased building contractor. \n\nRead - https://t.co/ykEHLaEp0u", "Brexit domino effect: Four countries tipped to follow UK out of EU in catastrophic move https://t.co/Y7YWggHzmW", "Wear a mask.", "RT @ZaidZamanHamid: You think COViD is a crisis? \nWait till you see what comes after....\nHow about reducing the global population from 7 bi…", "RT @MichaelPascoe01: The key finding of The Conversation's economists poll: they don't believe Morrison  https://t.co/ABNhJ5jExq", "The city of Cleveland Sunday had 75 confirmed new coronavirus cases...a single day record high.\nThis isn’t over.\n#WearAMask", "RT @crissles: bringing this back today for anyone (self included) who needs it.", "TARGET in WESTMINSTER MALL is now added to the list of covid cases. Got a phone call from HR about infected employee. Great. Yet they still won’t enforce guests to wear masks.", "My boyfriend was diagnosed with COVID 19 yesterday, I asked if he needed anything and he deadass asked for a booty pic to motivate him for survival 💀", "RT @RealJamesWoods: Rioters and looters and mobs packed together like sardines, howling and spewing spittle, have swarmed over the urban la…", "RT @FirstTryKai: The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so…", "RT @VaccineChoiceCA: School kids don’t appear to transmit the new coronavirus to peers or teachers, a French study finds  #COVID19 https://…", null, "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "Here is an inspiring story to start the day:\n\nhttps://t.co/FdzYlEFGK4", "The US hit a record for most COVID cases in a day at 47k. I can’t believe wearing masks became political. Americans are so fucking stupid", "Everyone knows that  in campus we were not keep social distancing  in  examination  and due to this the danger comes to us so please 🙏  @HRDMinistry  @PMOIndia @DrRPNishank \n#कृषि_विश्वविद्यालय_पुकार_सुनो", "Still trying to wrap my head around this-- Trump not only forced those West Point cadets to come back to NY in the middle of a pandemic, but he saluted every last one of them knowing that Putin had placed bounties on their heads and that he didn't bother to do anything about it.", "RT @EducationaIPic: I found these photos of 1918 flu pandemic. \nSo relatable... https://t.co/Pw14vFBwkP", "@RAKSHITP45 @ravishndtv @JaiveerShergill @KapilSibal @ShashiTharoor @RahulGandhi @nsui @sardesairajdeep @News18Guj @abpasmitatv @IYC @UNHumanRights We are treated as of we are scapegoat \nFor COVID-19 testing in Gujarat \nCancel #GTU #exam2020 \n#meritBasedPromostionGTU\n#NavinSethResign \nHelp @ravishndtv @JaiveerShergill @KapilSibal @ShashiTharoor @RahulGandhi @nsui @sardesairajdeep @News18Guj @abpasmitatv @IYC @UNHumanRights", "Summer: hey gu-\n\nCorona Virus: *Second Wave* https://t.co/UnAfBLKpyZ", "RT @_Melodiaa: The NY in me laughs at “DUSTY” written over some of the states that have been pretending coronavirus is gone https://t.co/xg…", "🚨🚨🚨🚨Strange Phenomenon Happening in China | Corona Hail Stone | Jumping Fish... https://t.co/UJLC0JU7Sp via @YouTube", "RT @PawanKu92210318: #We don't deserve exam during Covid-19 pandemic.Our nation is passing through very tough condition.\n\n#कृषि_विश्वविद्या…", null, "Traveller's photo of Trump supporter 'perfectly captures' US response to COVID-19 https://t.co/2tGaGq3ZXt https://t.co/GEeCGCn91J", "@Benioff Thanks for giving my wife who is a school teacher &amp; her student a big voice!! Maybe they will finally listen or at least 50% morning/noon.\nSalesforce CEO urges public schools to build 'resiliency,' distance learning as coronavirus rages https://t.co/cnLqeRrwcc via @Yahoo", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "On this day in 2012, the Supreme Court upheld the Affordable Care Act. It has been under attack ever since. \n\nJust this week Trump’s lawyers filed a brief trying to invalidate the entire Affordable Care Act and strip 20 million Americans of their health care—in a pandemic.", "RT @Reuters: Oil prices drop for second straight session as coronavirus spike cools demand hopes https://t.co/P7lUeksIiw https://t.co/yjbhT…", "Earlier this AM, Trump was told the reopening of the economy had taken a step backward, Covid19 was upticking in 48 of 50 states, and the Russia/Taliban story had grown. He paused, thought, then decided to go with the 5 iron, try to hit the green, putt to the hole from there.", "Rioters and looters and mobs packed together like sardines, howling and spewing spittle, have swarmed over the urban landscape for weeks. The #CoronaVirus has now exploded. The cause and effect model is so simple and obvious, only the Democrat-owned media could ignore it.", "WATCH: Video shows workers removing social distancing signs before Trump Tulsa rally: report https://t.co/pE34ISHFSg https://t.co/190ackR80Y", null, "Singapore hands out coronavirus tracing devices https://t.co/Zli56CFZNb", "RT @RAMESHW79531076: #कृषि_विश्वविद्यालय_पुकार_सुनो\nPromote all agriculture students , agriculture students ko corona se bachane k liye uni…", "RT @therecount: One pandemic + two candidates with vastly different approaches +\nthree months campaigning under COVID = a widening polling…", "RT @Iftikharfariha: Education amid #COVID19 pandemic:\nWith schools in Delhi to remain closed till July 31&amp; #onlinelearning is set to resume…", "RT @CBCCalgary: 'COVID-19' watch declared for Calgary Centre as cases rise above 50 per 100,000 people https://t.co/xWUmMbUEiy", "RT @Deshraj48487698: It's better for Everyone to postpone the exams until the situation gets better as India is witnessing an increase in t…", null, "NC Lt. Gov. Dan Forest on threat to sue governor: In crisis, it's 'more important' to follow constitution!\nFox News https://t.co/e98wxiBA6G", "Coronavirus outbreak at Michigan college bar infects at least 85 people https://t.co/5ptsBrjFkD"]