["RT @DebbieinPHX: Wow, he went there. Good for him.", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "Saudi Arabia records 48 coronavirus deaths, 3,943 new cases https://t.co/eHMOVHLcEN", "Chicago Count says: weekend shootings - 18 dead, 47 wounded including fatal shooting of a one year old boy - a 10 year old girl- a 17 year old girl. https://t.co/5O3iSpLQg5", "STOP BRUH FUCKING STTTTAHHHPP", "Covid deaths per day in America are down around 80% from their peak in April but we are supposed to forget that, read all the breathless headlines about “record new cases” and panic \n\nThe other option is to take a deep breath, live in reality, and see the politics at work here", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @MarkHarrisNYC: Wow, that's weird, because I'm pretty sure there were some protests in New York and yet the number of new cases here hit…", "If a clean, no riders version of this bill passes by anything less than a unanimous vote, in an election year, then there had better be just a Shit Ton of \"X Votes to Allow Evictions People Affected by Coronavirus Outbreak\" headlines", "RT if you love working from home 🙃 https://t.co/DXfhMTe8ow", "Finally some good news!\nHope it turns out well.\nCOVID-19 UPDATE | India's First Vaccine Candidate Gets Regulatory Nod Fo... https://t.co/AWAZNuVZSI via @YouTube", "Banning Apps is to China, what Taali/Diyas were to Coronavirus.", "Your government hiked taxes on job creators and revenues subsequently went down.  🤷‍♀️ #ableg", "@BillFOXLA @FOXLA Oh, and here's a pic of maskless Garcetti not social distancing a week ago or so.  What a leader. https://t.co/scbMHMIihn", "As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from the federal government paid for by American taxpayers.\n\nOnce again, Big Pharma is set to profit on the people's dime.", "RT @RBReich: Ask yourself how, during a global pandemic, in the worst economy since the Great Depression, with 45.5 million Americans filin…", "Well, even if Chinese people want to boycott Indian products, they can't really find many Indian goods. Indian friends, you need to have some things that are more important than nationalism. https://t.co/6zauhqYbXH", "BUSTED: Eight NIH Coronavirus Treatment Experts Disclosed Financial Ties To Gilead - National File #TheMoreYouKnow  https://t.co/gBHlwcnwpX", "I used to be a powerlifter before corona and now I’m a weakerlifter", "COVID Update June 29: The view that the economy is more important than people’s lives underlies Trump’s every action.\n\nFurther it’s what site behind much of the COVID-deniers implicit argument. 1/", "Curious what BIPOC solidarity and mutual aid can look like in our changing times? Check out an all-star line up of artists, change makers, and communities coming together for LOVE IN THE TIME OF COVID on July 9 at 6pm. #SeattleTogether #LIT2C \n\n👉🏿 https://t.co/GJV7GbX7Aq https://t.co/Q2zaY86DPk", "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "Tik Tok's humble contribution of 30 Crores to humble Chaiwala's fund! So ungrateful!", "DeAndre Jordan will not join the Nets in Orlando after testing positive for the coronavirus, he announced on Twitter. https://t.co/LwMJZ0Bc5f", "@shubhragupta आजा आजा तू भी आजा।", "⚠️Researchers warn of a new flu strain in #China that is similar to the 2009 H1N1 swine and has the potential to become #pandemic. It primarily infects pigs, but can infect humans.\n\nIt's not \"if,\" it's WHEN the next #pandemic virus will emerge.😳\nhttps://t.co/ruUZk4EjIq", "RT @latimesent: On a bigger scale, the entertainment industry is changing. Coronavirus is having a profound impact on how movies are made,…", "RT @VipinKu32525266: Now ICMR has also postponed the exam due to lockdown in several states.\n\nNow it's time for NEET &amp; JEE!! \n\n#PostponeNEE…", "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "Who would have thought during a pandemic we'd see Beyonce the most🤣 https://t.co/IiuPTZJ5fL", "RT @elyasgarad: A newspoll conducted by the Australian has low credibility. @DanielAndrewsMP has very strong support across Victoria.\n#AsaV…", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @bbchealth: Flu virus with 'pandemic potential' found in China https://t.co/O4Pv1f8NjM", "RT @AldersBill: @mattgaetz Almost 130,000 Americans are dead and you’re still trying to be cute about coronavirus. You’re beyond unfit.\n#Ma…", "RT @JEONSGOODE: so bts did not only donate $1M to blm, but they also donated $2M to yemen and saved 340,000 kids AND they donated another $…", "@emeraldtyger It was AG Barr’s bright idea to release prisoners. Blame him, not Cuomo.", "WEAR A MASK AND WASH YOUR HANDS SO PEOPLE LIKE KAI AND THEIR FAMILY DON'T GOTTA DEAL WITH CORONA AGAIN D&lt;", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "Oh boy swine flu now on top of covid-19... 2020 really is the finale season to humanity. 🍿 #SwineFlu https://t.co/Lx0C8L36Z7", "RT @catturd2: You’re being lied to about the coronavirus and masks. \n\nPass it on.", "We’re calling for an end to unequal, racist enforcement of social distancing policies. Learn more and take action here: https://t.co/FkDes1GpQf https://t.co/Kfn8lWuREI", "Hey everyone my parents’ donut shop has been struggling a lot throughout the whole pandemic. They’re trying to be positive through it all so y’all are in the area they would love to have y’all stop by! 😭\n\n301 W Edgewood Dr\nFriendswood, TX  77546\nUnited States https://t.co/pfJFLKoH3y", "Wondering what’s really happening in Texas? Here’s the email, from a senior executive at a Texas ER chain that sees thousands of patients a month. He went on the record - a brave move. I’m going to let him speak for himself. (Two tweets of screenshots. Worth reading to the end.) https://t.co/4xuBdTIFIc", null, "Oh lord", "\"A new strain of flu that has the potential to become pandemic has been identified in China by scientists. It emerged recently and is carried by pigs, but can infect humans, they say.\" Researchers concerned it could mutate so that it can spread easily. https://t.co/tViHWh4jaB", "RT @Nidhi: Oh for the love of god !", "#Desantis deflated the #COVID19 numbers in Florida &amp; manipulated data to reopen the state. Now the Trump clone can’t stop the record-breaking #coronavirus cases in FL. Would you expect any less from a disciple of Trump? #FreshTopics #TrumpKillsFlorida \n\nhttps://t.co/q8iPSW4b4a", "RT @CNN: In one of the most drastic rollbacks of reopenings yet, Arizona is closing bars, gyms, movie theaters and other businesses for 30…", "RT @BernieSanders: More Americans have died from the coronavirus than were killed fighting in World War I.\n\nTens of millions have lost thei…", "RT @SuzeQKnits: On my way home finally!\nI've been a nurse for more then 25 years and I'm telling you I've never ever in my life been throug…", "Who would have thought during a pandemic we'd see Beyonce the most🤣 https://t.co/IiuPTZJ5fL", "RT @TammyTh81164636: @DiamondandSilk I called an hour later to confirm it was removed and the lady said it now reads,\"At risk for COVID-19\"…", "Ask yourself how, during a global pandemic, in the worst economy since the Great Depression, with 45.5 million Americans filing for unemployment, the total net worth of U.S. billionaires has climbed from $2.9 trillion to $3.5 trillion.\n\nThe system is rigged.", "RT @businessinsider: $36 billion Stripe just launched a new customer portal to help customers adapt their businesses to online retail durin…", "RT @latimes: Breaking: Gov. Gavin Newsom ordered seven counties including Los Angeles to immediately close any bars and nightspots that are…", "Not My Fault, Says Minister:\n“The federal government isn’t really in the business of providing personal protective equipment for provinces and territories.” @PattyHajdu @CPHO_Canada #cdnpoli #abpoli #onpoli #bcpoli #PPE https://t.co/vVoEwUWrbX @SenMoodie https://t.co/ExecYRt1x0", "i just wish this corona shit go away &amp; everybody stop dying 😓", "@Variety Should have ordered a Hard Pause which would of prevented the massive covid resurgence likely related to the mass groups of shoulder to shoulder daily protests. Unfortunately it looks like politics and not science allowed the protests. Now it's probably back to #CaShutDown2 https://t.co/qgFANrvAH4", "RT @drrvyadav: #CSJMUagainststudentlife \n#CancelExamsInUP \nExams should be cancelled and students should get a general promotion because Co…", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "RT @pannchoa: China discovers a new type of flu virus with a possibility of creating another global pandemic\nhttps://t.co/w8h1IYKx4V https:…", "Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched closely in case it becomes a potential pandemic risk https://t.co/2s7QIYCTHA https://t.co/1xoQrjUUjC", "How about we “flatten the curve” on violence in Democrat-controlled cities?", "RT @bbchealth: Flu virus with 'pandemic potential' found in China https://t.co/O4Pv1f8NjM", "We have fools in state government!\nOfcourse THERE‘S MORE #CORONAVIRUS CASES-were these not the same OFFICIALS who DEMANDED Testing, Testing, Testing? Anyone w/ a 🧠 knows they’ll be more cases if we test more-THEY WANT COUNTRY SHUT DOWN so they can control election #WakeUpAmerica https://t.co/5oVrLsZONk", "Silently but courageously, this teenager sought help from the police and derailed her father’s plan to get her married off at the age of 15. \n#ChildMarriage #Lockdown\nhttps://t.co/eTN7LTpgmM", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", null, "Thank you to those who stood w/ public service workers today. This vote shouldn't have been bipartisan- state employees serve ALL residents regardless of party, it's a shame that during this pandemic some are still trying to shortchange them #nhpolitics https://t.co/TNfZTgiTvX", "RT @TeamBandL: A reminder that festivals and large concerts are the last phase of businesses that will reopen. The longer this pandemic las…", "New Mexico: face masks are still required in any and all public settings.\n\nWearing a mask is not a political statement – it’s proof that you value the life &amp; health of your loved ones and your community.\n\nFace coverings significantly reduce the spread of COVID-19 – do your part. https://t.co/lTzGwzA0Lm", "RT @JordanChariton: \"Access to affordable healthcare\" https://t.co/SjoZsFkqG8", "RT @BBCWorld: Coronavirus: Human trial of India vaccine in July https://t.co/mRJp9RvAUE", "Named G4, it is genetically descended from the H1N1 strain that caused a pandemic in 2009.\n\nREAD: https://t.co/IZ5nb4Swev https://t.co/9ikNYg2c1H", "RT @aladjevardian: Vote for my mom. Vote him out.", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "Doug Ducey be like “I know a place” and then brings you to a max capacity Covid unit", "@venusin12th There’s a website you signup for and pay for a subscription it’s called “workaway” you stay with host families for a month or two and do work earn money and have free time then you can country hop &amp; there’s families all around the world, however with COVID idk how it’s working", "Doctors Call For Reopening Schools Despite Coronavirus Crisis : Coronavirus Live Updates : NPR https://t.co/gUHjesIAVN", "My home state and hometown is filling with coronavirus cases and Ron DeSantis isn't even promoting mask use, let alone skinning something about it, besides closing the bars.\n\nHe's in lockstep with Trump's strategy of ignoring COVID 19.\n\n#TrumpKillsFlorida\n\nhttps://t.co/HdDGMioKFK", "RT @htTweets: Delhi to have a plasma bank to pool in blood rich in virus-fighting antibodies, Arvind Kejriwal said, in a plan to help criti…", "Greaaat, this is our new normal for the probably another year", "RT @QuickTake: WHO warns \"the worst is yet to come\" as lack of international unity helps coronavirus spread faster https://t.co/VO6WIPLZS0", "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "RT @Reuters: UK businesses turn less negative for first time since January: survey https://t.co/LIbO2gUx9J https://t.co/d6bp8rlRrk", "Work from home like a boss. Learn how Bloomberg can keep you connected to global markets -- and get tips to trick out your Terminal set up. https://t.co/NKG1kupTG4", "@WarRoomPandemic @VOG_2020 Exactly! Why NO major news agency ask the question: Where does the virus come from? How did it cause a pandemic?", null, "RT @brithume: Very important thread.", "GOP members of the House Intelligence Committee have skipped all but one of the panel's proceedings, public and private, since before Congress went into its coronavirus-lockdown in early March. https://t.co/euivsUCiwa", "\"Flu strain with 'human pandemic potential' found in China\"  https://t.co/4CXXjeNLuc", "@charliekirk11 Dude just grab a ticket &amp; your passport and LEAVE.  Oh that’s right, No Country will allow AMERICANS in cause we are the MOST COVID-19 Infected Country in the WORLD.  Thanks to your BFF @realDonaldTrump", "RT @BDUTT: We can question our government. Can you question yours? It's called  a democracy. And that is what nationalism truly is. To rais…", "RT @VidyutJammwal: #KhudaHaafiz : A TRUE LOVE STORY (Love will fight)\nAt home with #DisneyPlusHotstarMultiplex on @DisneyplusHSVIP. \nYour b…", null, null, "I’m taking control of Covid. Here are my directives because  I love you.\nWear masks in groups. Stay out of LARGE indoor highly populated places. Continue to wash hands.Get tested. Don’t breath on old people\n\noh &amp; impeach Nancy Pelosi because she’s nuts &amp; dangerous", "believe he closed the testing centers when the #GeorgeFloydProtests happened in #losangeles u know, cause beating and shooting protestors wasn’t enough. #blm #blmla didn’t they also help enflame the looting? #LAProtests @KTLAnewsdesk @FOXLA", "RT @ParisMcC4: Bruh", "A lot of phony number juggling, to keep the panic going. https://t.co/2yvGXOhOJJ", "@AlexBerenson This is EXACTLY what you hear and read in Houston if you get past the fear porn. \"Positivity\" results statistically will depend on the randomness of the test sample.  Hospital beds filled up once elective surgeries were allowed again. Only 28% of ICU is Covid.", "Florida has more new COVID-19 cases than all of Europe.", "RT @DeludedBrendan: Don't worry about us Boris. Our form will return", "Our next @NEHgov-sponsored lecture in the #COVID19 and the #Humanities is now available! Listen to @MisericordiaU's Dr. Zheng discuss coronavirus &amp; yellow fever: https://t.co/9G5du7MahB Don't forget to share your questions/comment: we'll post a reply on Friday.", "RT @kakiep83: imagine being this embarrassingly triggered about an eleven-year-old lol", "RT @DaaruBaazMehta: Delhi Commission of Women received 34,500 calls on its Helpline number 181 during #Covid19 pandemic\n\n20,000+ calls well…", "#BREAKING: Arizona Governor Doug Ducey orders bars, nightclubs, gyms, movie theaters and water parks to close for at least 30 days as COVID numbers soar.\n\nGoes into effect at 8 pm tonight.\n\n#azfamily https://t.co/Cdlcfc6rZm", "When kids get shot the @GOP do nothing.\n\nWhen police kill POC the @GOP do nothing. \n\nWhen covid kills our elders the @GOP do nothing. \n\nPutin put bounties on American soldiers and, once again, the @GOP do nothing.", "AND those who cannot afford to pay so much are struggling!!\n\nPvt travel agents filling their pockets!!\n\n@uaegov @drahmedalbanna @HHShkMohd @UAEembassyIndia @cgidubai @DubaiAirports @sharjahairport \n\nRESUME REGULAR FLIGHTS FROM #indiatoUAE", "RT @briannejci: Ben and Jerry’s will always get my black money.", null, "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "RT @SouthwellLeigh: @def_not_sophie @PeopleSpoken Repeat.Nurses at  hospital doing covid testing became suspicious when all their tests wer…", "RT @BerniceKing: Wow. A universal basic income (guaranteed annual income) was what my father recommended as a primary way to eradicate pove…", null, "\"She warned that the community is on a 'worst-case scenario' trajectory, citing a local model that forecast 1900 hospitalizations by mid-August, which would exceed local capacity.\n\nHospitalizations are now rising faster than that model’s worst projections\"\nhttps://t.co/cMHq5j3j6Q", "2 major pandemic virus drop and they're both from China🤔🤔🤔 the CCP keeps fuckin up.", null, "RT @tonysalamone: 3,348 new positive COVID-19 cases in the past 10 days in San Diego County. That’s 25% of the total positive cases over th…", "Mr. Nichols does not like older people in nursing homes in New York very much", "Goodnight everyone https://t.co/L3rMY9A3xw", "@real2naldTrump @RealXiJimpin @isaasahid @Bicplobelramir1 @samy_cho @itobisono Ohmaigá 🙄", "Why do we need to panic about COVID vaccines, lockdowns &amp; masks?\n\nClearly, the cure is rioting and protesting, because no one was spreading or contracting it then.\n\nJust ask the MSM.\n\n🙄", "So a friend of mine donated blood , they now do antibod test for corona.. he was positive.. so at some point he had it.. never felt sick .. just moved on.. he was told this now counts as a “new” case .. see what’s going on people 😂", "\"A new strain of flu that has the potential to become pandemic has been identified in China by scientists. It emerged recently and is carried by pigs, but can infect humans, they say.\" Researchers concerned it could mutate so that it can spread easily. https://t.co/tViHWh4jaB", "RT @LAURENCEJAMS: @99freemind Bill Gates told Stephen Colbert he likes to call Covid19 'Pandemic One'. yikes...", "Trump’s June:\n\nStarted by forcibly dispersing peaceful protestors so he could take a picture.\n\nEnds with scandal in which best spin is that he ignores his intelligence briefings.\n\nIn between, not only did he do nothing to abate a pandemic; he admitted he pushed to *slow* testing.", "RT @ArmasUpdates: Ana de Armas &amp; Ben Affleck laugh at the possibility of spending more time together in quarantine as COVID-19 cases surge…", "Now start praying that China doesn’t comes up with COVID-19 vaccine and bans it in India.", null, "RT @queeralamode: Ben &amp; Jerry’s literally operates a factory in Israel—built on top of an ethnically cleansed Palestinian village—that runs…", "We assumed New York would be the worst part of the pandemic and that would be it for the U.S. That's not how it has worked, giving us our uniquely bad pattern of new cases.\nhttps://t.co/O6EtB3xhVU https://t.co/dhbttplqVw", "As a Texas physician, I ask the @texmed to reconsider support for this convention. \n\nIt sends the wrong message for a physician group to sanction such an irresponsible act during a pandemic. \n\nRather than “hope people wear masks”, use your platform to support public health. https://t.co/pZma7MRIGF", null, "RT @RepChipRoy: Today, I voted against @HouseDemocrats H.R. 1425, the \"the Patient Protection and Affordable Care Enhancement Act.\" \n\nDurin…", "What are your steps toward Success? #Covid19 #UnitedInIsolation https://t.co/D4jg4vhAOX", "we said defund the police and you cutting public school funding in the middle of a pandemic????", "RT @marklevinshow: 1. Wall-to-wall media today on an increase in people testing positive for the coronavirus.  They blame it on President T…", "RT @Jacarahpretty: I’m Tired Of This COVID Shit Damn", "In the midst of a pandemic when the world is desperate for therapeutics &amp; a vaccine, the LAST thing we should be doing is passing legislation that will curtail medical research &amp; innovation.\n \n⟶ Yet, that's exactly what House Dems' health care legislation on the floor today does", "@Ahurra_ @fsnakazibwe @lynda_ddane Am seeing the positive side of the recent lockdown", "Here's the top questions for you and your organisation to ask, to ensure your #projectmanagement methodology is still relevant and valuable in a post COVID-19 environment.\n\nhttps://t.co/cQHRJHieoV\n\n#projectdelivery #flexibility #projectsuccess #methodology https://t.co/ZCNVizxTo2", "Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "RT @DemWrite: COVID cases are skyrocketing in the Sunshine State. #TrumpKillsFlorida. #DeSantisKillsFlorida.\n\nAre you getting this FL voter…", null, "#UPteachertransfer2020\n@CMOfficeUP \n@myogiadityanath \n@drdineshbjp \n@drdwivedisatish \nRespected sir,\nNow schools r https://t.co/XqEOUxBeFd is very tough for teachers like us to do duty with our kids (away from the family) in this corona crisis.kindly complete the transfer process", "Sooooo, baseball is still cleared?", "List of places where the Coronavirus DOES NOT spread: \n- Pride rallies\n- ANTIFA riots\n- In crowds tearing down statues\n- George Floyd’s funeral\n- BLM protests\n\nList of places where the Coronavirus DOES spread: \n- Trump rallies\n- churches \n- in-person voting\nWake Up America!", "RT @djrothkopf: Trump's legacy is written in blood--from children dying in cages to the dead of Puerto Rico, from Khashoggi to soldiers dyi…", "I had a feeling this would happen.\n\nAnd it's not just if you're sick. You're supposed to self-isolate if you were exposed.", "RT @DC_Draino: How about we “flatten the curve” on violence in Democrat-controlled cities?", "RT @globaltimesnews: Former US President Barack Obama has slammed his successor Donald Trump who tries to promote anti-Asian sentiment by u…", "Register now to join @TheEconomist Editor-in-Chief @zannymb and Lowy Institute Executive Director @mfullilove for a conversation via Zoom this afternoon. \n\nTheir discussion will cover #COVID19, US-China rivalry, America's standing in the world, and more.\n\nhttps://t.co/8PMsCV6QKA", "I'm gonna go to the top of a mountain to find the herbalist who lives in the ruins with her cat bc i am convinced she has the cure to coronavirus", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "Found out last night and confirmed again today that I’ve tested positive for Covid while being back in market. As a result of this, I will not be in Orlando for the resumption of the season.", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "FREE COVID-19 TESTING SITES AROUND HOUSTON - WEEK 06/29 https://t.co/29QL819Osr", "Ian Desmond is opting out of playing in MLB this season. In addition to Covid-19 he cites the MLB’s rampant racism, sexism, homophobia, cheating scandals, and labor wars. Please go to his Instagram to read the whole thing because, whew, it is outstanding. https://t.co/xnwg3vspxo https://t.co/2vIvpzLegB", "Today’s thanks goes to Ashley. She has been an asset to our admin team for years &amp; was due to start her new role in our caseworker team in April - then Covid hit. Ash has adapted &amp; assisted the agency where the pressures have been but will soon be leading the DFG work in Merthyr. https://t.co/niUQK60yoj", "@FatEmperor @SidneyPowell1 Right but now they have all these faulty tests with a rapid increase in so called Covid cases in CA so the shitty governor wants to shut down again!! This is all fake, foney and false!! When will people wake up!!!", "More Americans have died from the coronavirus than were killed fighting in World War I.\n\nTens of millions have lost their jobs and are in danger of eviction.\n\nNow is the time to invest in jobs, education, housing and health care here at home, not a $740 billion defense budget.", "Gear up for stories like :\n\nMy maid Shazia's daughter was a small time #TikTok influencer and used to contribute ₹ 3000-4000 a month to the modest family earning through tiktok ads. With tiktok ban, govt has pushed the poor family to the gallows. As if lockdown wasn't enough!", "RT @culinarydoll: For all my OC peeps!!!! Confirmed COVID-19 cases https://t.co/vxACUqhklr", "heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning supplies, etc) and are being forced to use bedsheets as masks. covid positive inmates are housed with healthy inmates. linking petition below https://t.co/qprLe101O2", "Oh my", "Amid COVID-19 resurgence and without government help, small U.S. businesses now face a dilemma: Keep shutters open or close again? Owners risk their health if they stay open, but closing down risks their relationship with suppliers and customers. https://t.co/HTHVBxYjcU https://t.co/pJynEGUdVx", "RT @Pholo_M: I pray my family comes out of this pandemic unharmed 🙏🏽", "RT @DouglasMGriffin: @RadioFreeTom “We don't need a president to tell us what direction to go... [We just need to pick] a Republican with e…", "Wow, he went there. Good for him.", "Karachi Stock Exchange attacked!!\nSincere boys are working from home and working at home!!\n🤣🤣🤣\n@TarekFatah @KapilMishra_IND", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "Promise Delivered !!!\nMore than 01 Crore citizens benefited from #ShivBhojan \n\nA Initiative by our beloved CM Shri Uddhav Thackeray Ji of providing lunch just at Rs.10 (Presently at Rs.5 due to Covid 19 situation)\n\n@CMOMaharashtra @OfficeofUT Ji\n@AUThackeray Ji @ShivSena https://t.co/7KQILhATpo", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "#Desantis deflated the #COVID19 numbers in Florida &amp; manipulated data to reopen the state. Now the Trump clone can’t stop the record-breaking #coronavirus cases in FL. Would you expect any less from a disciple of Trump? #FreshTopics #TrumpKillsFlorida \n\nhttps://t.co/q8iPSW4b4a", "RT @slsandpet: THIS in the middle of a global pandemic. This is what Murdoch and the Liberal Party do to us https://t.co/VQ60Mek7gC", "https://t.co/T23gwoEVJh\nSex workers have been greatly affected during #COVID19 listen in to understand their challenges.\n@UNAIDS @awacuganda @Matthew_Hodson @BR999 @LegalHubUG @EndAIDSBy2030Ug\n@GCWR_Uganda @gnpplus @UNAIDS_UG @MinofHealthUG", "\"It’s a 'guessing game' as to whether this strain will mutate to readily transmit between humans, which it has not done yet.\"\nhttps://t.co/SoDcYVbDDn", "China discovers a new type of flu virus with a possibility of creating another global pandemic\nhttps://t.co/w8h1IYKx4V https://t.co/GQfrcufsoy", "RT @DarkDezire_80: Lockdown night street. https://t.co/3rrQy7qQ4g", null, "The Federal Government announced this just now.\n\nBut Seyi Makinde was \"clueless &amp; irresponsible\" when he made the decision days ago.\n\nYou will hardly see them criticizing FG’s decision, some of them will tweet softly sha (1 or 2 tweets &amp; gbójú) 😂😂\n\nI unSTAN to reSTAN Makinde.", "Michael Flor COVID Medical Bill Fundraiser https://t.co/jQPGmxZps0 @snooki @KimKardashian @elijahdaniel", "@blew79 Again, I read constant studies of it &amp; they all say that ppl who had Covid are NOT spreading Covid again. If they get Covid symptoms again it’s bc they are relapsing &amp; Covid is dead in their bodies so they are NOT contagious but Covid is still shredding.", "I just want people who love Hip-Hop &amp; social justice to listen to the News Beat podcast.\n\nName an issue. Civil unrest. Voter suppression. Gov't crackdown on protest. Coronavirus. Redlining. #MeToo in jail. Youth prisons. Defunding police..\n\nWe BEEN here. \n\nhttps://t.co/MXor2CjFqa", "Let me get this straight: A bunch of 25-45 year olds with no symptoms are testing positive for COVID, and we are supposed to freak out and shut everything down, because why, exactly?", "Oh wow.", "RT @davidsirota: Gilead announced today that it will charge $3,120 for its COVID treatment.\n\nThe public funded the development of the drug…", "@realDonaldTrump We are facing Covid-19 which to me is extremely important and every American should have the right to choose if they want to stay home and still exercise their right to vote.", "Democrats made a great strategic blunder trying to revive COVID based upon these new \"cases.\" \n\nThey don't have the deaths to back up the fear.\n\nThis is a classic case of their fatal flaw - eventually they believe their own lies and act upon them.", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning supplies, etc) and are being forced to use bedsheets as masks. covid positive inmates are housed with healthy inmates. linking petition below https://t.co/qprLe101O2", "Dan Crenshaw and Brian Kilmeade blame Texas coronavirus spike on #BlackLivesMatter protesters, not the state reopening businesses https://t.co/nJxwgcKrgH", "Bharat Biotech’s #Covid19 vaccine candidate #Covaxin is set to undergo human clinical trials in July.", "Covaxin — India’s first Covid-19 vaccine by Bharat Biotech gets DGCI nod for human trials\n\nhttps://t.co/yVoUcSnplH", "WHO 'never made comment' that PH leads West Pac nations in #COVID19 rise - official https://t.co/ttvQ78sWcL", "RT @ManishPandey: India's first coronavirus vaccine gets nod for human trials - https://t.co/ncdPPWwU9A", "RT @vuziuzi: how covid-19, 2020 swine flu, rent, high grocery prices, police brutality, incompetent united states leadership and weight gai…", "UPDATE: California reported 8,328 new cases of coronavirus, by far the biggest one-day increase so far, and 51 new deaths", "RT if you love working from home 🙃 https://t.co/DXfhMTe8ow", "Global #Coronavirus Stats as at 30-Jun-2020 4:26 AM: confirmed: 10,329,516, recovered: 5,193,093 and fatalities: 509,395. Visit https://t.co/habrHavnFF for global and detailed country-by-country live #COVID19 #COVID COVID-19 stats, news and info.", "DONT GO TO TEXAS ROADHOUSE IN CORPUS CHRISTI. ONE OF THE MANAGERS TESTED POSITIVE FOR COVID, WAS WORKING WHILE STILL SICK AND ARE NOT GOING TO SHUT DOWN OR TAKE TIME TO CLEAN.", "#Coronavirus: Latest #updates on This #website: Meet the #Top 10 #Search_Engines in the #World https://t.co/xnU6sZl3do \n#carryminati #PUBG \n#pubgban #tiktokbanned \n#RIPTiktok https://t.co/rraDBCq85n", "सरकार पेट्रोल-डीज़ल से मुनाफ़ाख़ोरी बंद करे, एक्साइज़ दर तुरंत घटाए और दाम कम करे ! #SpeakUpAgainstFuelHike https://t.co/Rk85rjpCVr", "@artus_ac @JamesTodaroMD The most effective way to suppress studies is simply not to report on them. Add a fraudulent Lancet study which claimed HCQ increased death, and red flags must go up. Here's 50, Google them by title, they're all up there published in medical journals. https://t.co/pUhskLO17x", "YAALLAH ALHAMDULILLAHH MAKASIH YG UDH DOAIN KEMARENN😭😭😭❣️❣️❣️ https://t.co/3IES5uJrLj", "RT @lesssslllyyy: I truly miss my life before corona", "When China carried out its ethnic genocide against Uyghurs,the whole world basically stayed silent;Thus an emboldened China spread the COVID-19 to the world!\n\nDon’t die in silence,say something about China’s ethnic genocide Against Uyghurs, dear world!!!! https://t.co/a5iXHnsrrp", "Who would have thought during a pandemic we'd see Beyonce the most🤣 https://t.co/IiuPTZJ5fL", "RT @KeelerSlappy: @Amy_Siskind Trump, his cabinet, and @SenateGOP should be tried for treason and face the maximum penalty for what they ha…", "Found out last night and confirmed again today that I’ve tested positive for Covid while being back in market. As a result of this, I will not be in Orlando for the resumption of the season.", "It’s a Beautiful Day to Save Lives. \n@DempseyCenter \n#WearAMask #COVID19 #YourActionsSaveLives https://t.co/s3CWcE1lfL", "@SherriMcLynn @sunlorrie Anyone can spend without any plan or control. That’s not leadership and it’s very destructive.\n\nTrudeau promised balanced budgets. The deficit for this year looks like it’s going to be $300 billion at least. His poor judgement will harm this country for generations.", "RT @DanRather: There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leader…", "COVAXIN™️, India's indigenous #COVID19 vaccine, developed by Bharat Biotech successfully enters human trials.", "Our contact tracers have noted a disturbing pattern: Only one in five people is self-isolating when they develop COVID-19 symptoms. \n\nClose to 80% continue to circulate in the community. That needs to stop. \n\nIf you're sick, stay home. \n\nhttps://t.co/22ttLXXYt7", "Looking for a silver lining for the pandemic? Here are some positives to draw from these challenging times. https://t.co/A8fduCaAlB", "Coronavirus has caused over 40,000,000 people to lose their jobs.\n\nMass unemployment causes:\n\n-suicides\n-famine\n-death by disease\n-addiction\n-domestic violence increases\n-death of children\n\nand many more awful things.\n\nWe must reopen America and stop the damage!", "California, Texas see record COVID-19 surges, Arizona clamps down https://t.co/nQYHBGHmy7 https://t.co/9bvJeVs7LO", "RT @Bill_Thorpe_LNR: IT'S DONE!! DOOM made of CARDBOARD. \n6 months in the making, will be a reminder of how I spent the lockdown of 2020\nYo…", "Entertainment has shifted online. That has presented many opportunities—and unfortunately some perilous obstacles.\n\nZoom, YouTube and TikTok users may wanna listen up: https://t.co/shOaJUU26E", "Everyone should be getting tested for COVID-19, NO MATTER WHAT. You don’t have to show or not show symptoms for it half y’all been out and about and there’s no way you haven’t been in contact with at least one person", "Govt says 135/100,000 are infected in Leicester. Leicester has a pop of 329,839 so that’s ~ 444 infected people in Leicester. IFR of COVID-19 is ~0.25 so of those 444 ~ 1 person will die. But, yeah, let’s panic. Close schools, destroy businesses and prolong despair. 🤷‍♂️", "After 500,000 deaths, WHO warns worst of coronavirus pandemic is \"yet to come\" https://t.co/pGIyKRRUqi", "Democratic Rep. Clyburn wears a mask to protect the life of his Republican colleague Scalise. Scalise refuses to wear a mask to protect Clyburn, potentially endangering him. Each of us answers this: Who do I want to be in this time of crisis? #WearAMask https://t.co/KpxgBZ9959", "RT @silentrunning12: A narrative to attempt impeachment of AG Barr...\n\nA new whistleblower (for a fake NYT story) to support impeachment 2.…", "Can we rest???? https://t.co/7m5xhnJ6YN", "This statewide hospitalization chart for Alabama says it all. #COVID19 https://t.co/XVgzo993ko", "Stanley Plotkin- Godfather of vaccines admitting that human fetus cells are added into vaccines. All vaccines have dead human babies in them among other things that do not belong in a living persons body. \n\n#BillGates #COVIDー19 \n#vaccines #COVID19 https://t.co/Vvuew1HFJS", "@AmyOtto8 I live in the Northeast and I've never been happier for that. I'll take 50 Cuomos and Faucis over DeSantis and the \"Jesus won't let me get COVID\" people any day.", "Good News #stop Animal abuse #vegan", "RT @GundamIsHere: China just dropped it's new Joint G4-EA", "RT @bengalikudi: If corona virus had a face 😪 https://t.co/bCgpYsVZRC", "‼TERE IS NOW OPEN FOR TRAD ART COMMISSIONS‼\n\nPlease help me and my family survive during this pandemic by commissioning me! My mom lost her job and this is my way to help her 😊\n\nrts are highly appreciated!!\n\n#commissionopen #commission #traditonalart https://t.co/gFav6R3Fdn", "🚨 BREAKING 🚨\n\nThe NOS Events Center To Be Used As An Emergency Hospital As Coronavirus Cases Spike 😱\n\nREAD ME ►https://t.co/p5Yrljgdw3 https://t.co/qF4sclB2kN", null, "🧍‍♀️ https://t.co/RcrJ51iQsa", "Covid deaths per day in America are down around 80% from their peak in April but we are supposed to forget that, read all the breathless headlines about “record new cases” and panic \n\nThe other option is to take a deep breath, live in reality, and see the politics at work here", "RT @richdavisphd: I'm aware that this simple (n=1) demo isn't how you culture viruses or model spread of SARS-CoV-2. \n\nBut colonies of norm…", "RT @bethejuggernaut: South Asia continues to be a COVID hotspot, nearing 1M cases: India crossed 500K, Pakistan crossed 200K, Bangladesh is…", "RT @latimes: While Riverside County's ICU beds are nearly all taken, partly because of the coronavirus, the bigger challenge for health aut…", "Ask yourself how, during a global pandemic, in the worst economy since the Great Depression, with 45.5 million Americans filing for unemployment, the total net worth of U.S. billionaires has climbed from $2.9 trillion to $3.5 trillion.\n\nThe system is rigged.", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "RT @VNarayanasami: #Puducherry Police must avoid harass the public by demanding documents  related to their vehicles in amid #COVID19 #pand…", "NEW: Due to the rising spread of #COVID19, CA is ordering bars to close in Fresno, Imperial, Kern, Kings, Los Angeles, San Joaquin, and Tulare, while recommending they close in Contra Costa, Riverside, Sacramento, San Bernardino, Santa Barbara, Santa Clara, Stanislaus, &amp; Ventura.", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "During #COVID19 museums have increased their digital activities. In our latest #culturalpracticemagazine piece @kia_z reflects on trajectories &amp; consequences of this digital transformation and presents a project that maps digital responses to the pandemic https://t.co/oTbwq3tEye https://t.co/i2BmlHRolw", "RT @asboproducer: Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We’re trying to demonstra…", "RT @DemWrite: COVID cases are skyrocketing in the Sunshine State. #TrumpKillsFlorida. #DeSantisKillsFlorida.\n\nAre you getting this FL voter…", "COVAXIN, India's first COVID-19 vaccine candidate, set for Phase I, II human trials https://t.co/6RoasGajZl https://t.co/OLgGj1GogX", "RT @catturd2: You’re being lied to about the coronavirus and masks. \n\nPass it on.", "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "RT @BerniceKing: Wow. A universal basic income (guaranteed annual income) was what my father recommended as a primary way to eradicate pove…", null, "\"Why are Air Canada and WestJet permitted to ignore social distancing when no other companies can?\"\n\nhttps://t.co/QdkETPCiWD", "RT @DailyStar_Sport: Watford’s Andre Gray apologises for breaching Covid-19 lockdown rules with birthday party\n\nhttps://t.co/6SBMn05Fuq htt…", null, "Flu virus with 'pandemic potential' found in China - BBC News\n\nIt’s getting worse.  https://t.co/wAC0QqIASN", "Imagine being so staunchly anti-choice that you're willing to get in bed with mobsters like Trump &amp; Putin, and then botch the pandemic response so that many more Americans die. \n\nHow is any of that \"pro-life,\" exactly?", "Those who have stayed inside, wore masks in public, and socially distanced during this entire pandemic are the same people who are used to doing the whole group project by themselves", "Belief | Coronavirus Has Arizona Overall health Treatment Workers at the Breaking Issue https://t.co/QVMjOtWUOw #Health", "Yoh there's a talk of harsher/stricter lockdown here in Jozi", "Coronavirus Northern Ireland: Number of people who can meet outside increased from 10 to 30 - Belfast Live https://t.co/dYnv91KPDm", "ON AIR: ELZA SOARES / We Entertain. Empower. Educate . Talk to us on 0208 090 2121 HELLO@FANTASTICRADIO.CO.UK #FANTASTICRADIOUK #HOMEOFPOSSIBILITIES #BELIEVEYOURPOSSIBILITIES #STAYHOMESAFELIVES https://t.co/bE4hgti6fx \n Buy song https://t.co/5VFhY18JIe https://t.co/Zhm9Af4KlP", "RT @OregonGovBrown: Keeping Oregonians safe is my top priority. Over the last month, COVID-19 spread at an alarming rate in both urban and…", "@markpiesch @kocur60 @CNN @andersoncooper Mark, what media you watch is irrelevant. People are getting sick/dying. Numbers are exploding. The US is a Covid laughing stock across the globe. Fraud? Who cares? This is serious business that needs serious solutions - wherever they arise. 🙏🏼", "Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched closely in case it becomes a potential pandemic risk https://t.co/2s7QIYCTHA https://t.co/1xoQrjUUjC", "‘A work in progress’: Injured Broncos player continues rehab after lockdown https://t.co/iLW8l8B9eE", "india do not know to ban alcohol which is injurious to health but india know to ban tik tok which is used by 120 million indian . did india forgot that tik tok donates medical equipment worth Rs 100 crore to fight coronavirus in india #iwanttiktok", "RT @maarstaar: miami was so quick to add a curfew for the protests but turn a blind eye to the major increase in confirmed corona virus cas…", null, "RT @narendramodi: Many youngsters used the Lockdown to get acquainted with our traditional indoor games. This is a great sign. It also augu…", "RT @NPR: The experimental COVID-19 treatment remdesivir, which one study indicated can shorten patients' hospital stays by about 4 days, fi…", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "Children throughout the country have had their curriculum narrowed by lockdown, the answer to this problem is not to narrow the curriculum when they go back to school. Breadth really matters.", "Channel 3 receives calls from employees telling us there are positive cases of COVID-19 at their place of work - some of these have been popular restaurants. @RebekahCastorTV looked into whether these businesses should be reporting cases to the public. https://t.co/xr798RXFio", "https://t.co/tdGMXXRrjp  Sewer-sniffing IoT could provide early warning for COVID-19 outbreaks https://t.co/CNgGNO3Znt", null, "Covid-19: why R is a lot more complicated than you think – podcast https://t.co/DGIekr0JnX", "Dr. Scott Atlas knocks contract tracing push: 'It's the improper tool at this point in this infection'\n\nhttps://t.co/mUYHGhMUU4", null, "RT @CNN: All bars, wineries and breweries in San Diego County are ordered to temporarily close beginning July 1 to reduce the spread of cor…", "The initial DOH order was condemned by the 'Doctors to the Barrios,' saying affected physicians were not properly informed or consulted https://t.co/5LeBhpfzOO", "@cozypvnk There is always something wrong going on in china.", "Going against the doctor's orders, the Texas GOP Convention will gather in Houston - a COVID hotspot, without a mask requirement, with potentially 6000 ppl indoors. \n\nThe Texas Medical Association is sponsoring it. \n\nvia @mvenk82 \n\nhttps://t.co/bCvFSKR9EL", "The Ontario government says migrant workers have equal rights and access to benefits, but do they? @SaraMojtehedz reports:\nhttps://t.co/BaMHDcXqPf", "The stresses of Coronavirus and lockdown has been tough for everyone. The ZSA have launched a brand new module to give you the skills to support someone who is struggling with loneliness and isolation💛. Take the training here: \nhttps://t.co/BKijvXHScQ \n#stepupmodule #letstalk https://t.co/1ZaIAfyH7c", "Having some strong feelings about the fact that everyone is squeeing over the NYPL lions wearing masks, but don't seem to care about the staff returning to work during a pandemic.", "I'm sorry to report this. @BYTONcars might be the first EV startup causality of #COVID19 @InsideEVs \nhttps://t.co/2eCMtxDJvT", "Kelsea Ballerini Calls Chase Rice 'Selfish' for Performing Tennessee Concert During Pandemic - PEOPLE https://t.co/GKfjRaU8Pj", "RT @STEPHAN25920975: @DemsOfState @deesbarbara @IAGovernor @KimReynoldsIA @GOP My God, if we can’t mail in ballots during a freaking pandem…", "RT @hrenee80: Let me guess, if you are celebrating your freedoms on the 4th of July, with friends &amp; family, you’re killing grandma.\nIf you…", "I’m so thankful I have a job in the middle of a pandemic &amp; as we possibly approach another depression. BUT STOP TREATING SERVICE INDUSTRY EMPLOYEES LIKE GARBAGE BECAUSE YOU HAVE TO WEAR A MASK FOR THE 2 MINUTES IT TAKES FOR YOU TO BE SEATED!!!!!!", "COVID-19 isn't a fad. It's time to consider what that really means. #Auspol https://t.co/pR5vRQg96F", "RT @lilykaepernick: Pacoima, CA, the historically most impoverished city in the San Fernando Valley has the most cases of covid-19 in the S…", null, "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "It's not like Florida has any old people that are vulnerable to coronavirus. #TrumpKillsFlorida", null, "RT @georgiastraight: COVID-19 in B.C.: UBC stress study seeks to help people prepare for second pandemic wave and beyond https://t.co/ACW2w…", "Today was 1 year since Thor has been with our family. He has been a great addition to the family since bringing home from @Haywardanimals where I work. Thor loves attention, have fun playing chase, and especially has… https://t.co/KyJrPNv7I1", "Larry Hogan proposed a 345 million dollar budget cut to public school funding. \n1. We are in a pandemic.\n2. Teachers aren’t payed a realistic livable wage and most supplies they use in the classroom THEY PAY FOR.\n3. Students don’t have proper textbooks, learning equipment-", "Attitude Ka baap \n\nMan With Golden Heart ......💙\n\nNow he Reduce his Remuneration 50cr to 35 cr Bcoz Of Corona Effects \n\n\"ఆయన స్టైలిష్ స్టార్ రా ఒకరిని అర్థం చేసుకునే వాటిలో ముందు ఉంటాడు......💙✔\"\n\n#పుష్ప #Pushpa !! @alluarjun !! https://t.co/jY8fpG3HEw", "Oh that’s good", "RT @catturd2: What a damn joke. \n\nJUST IN: Arizona Governor Orders Bars, Gyms, Waterparks and Theaters to Close For at Least 30 Days to 'Cu…", "Covid-19: why R is a lot more complicated than you think – podcast https://t.co/rSrcp0oqZx", "California, Texas see record COVID-19 surges, Arizona clamps down https://t.co/OQ6Eu0zfS6 https://t.co/PnlfRFtRps #COVID-19🧨\n#Reuters\n#Roboinfo0.120\n#Robotex group", "Windsor-Essex receives more than $500K to boost local tourism sector affected by COVID-19 https://t.co/va0hbObwgM #projecthopetravel #travel #news https://t.co/GhMAzVeRkQ", "Don’t be shy Governor Newsom close everything down 😌✨", "BUSTED: Eight NIH Coronavirus Treatment Experts Disclosed Financial Ties To Gilead via @nationalfile https://t.co/1wLUvMoiJ1 @IngrahamAngle @BenSwann_ @SharylAttkisson @Liz_Wheeler @mitchellvii", "@TasukiFB0 @RexChapman No one wants to wear one. It isn't like people started creaming their wheat because they were so excited to wear a mask. It is simply that wearing a mask helps minimize risk of transmission, so people wear one because they would rather they or others not get sick.", "RT @Ameripundit2020: Amazing video! Journalist John Ziegler makes epic two minute speech demolishing the Covid Lock-down in California. htt…", "COVID-19 severity correlates with airway epithelium-immune cell interactions identified by single-cell analysis.  https://t.co/zaUomJP73c \n\n#Coronavirus #COVIDー19 #Coronavirusourtbreak #TheWiderWiserView https://t.co/08SGA7taR7", "#NowPlaying Various - 06 - Da Switch - Produced By Hashbeatz\n\nListen Here:   https://t.co/Yw3WosT3B6\n\n#COVID19\n - STAY home as much as you can\n - KEEP a safe distance\n - WASH hands often\n - COVER your cough", "UPDATE: INDOOR DINING WILL NO LONGER RESUME ON THURSDAY.\n\nWe had planned to loosen restrictions this week. However, after #COVID19 spikes in other states driven by, in part, the return of indoor dining, we have decided to postpone indoor dining indefinitely.", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "cool ok time to accept that people I love are going to die unnecessarily", "RT @radionz: #BREAKING There are no new cases of Covid-19 in NZ today.\n\nIn a statement, the Ministry of Health said there were no new cases…", "RT @RWCombsJr2: Gilead wants to charge $3120 for the coronavirus vaccine. That's basically $21T+ in revenue if everyone is required to get…", "@moonlight_9109 @DrRPNishank @ugc_india If according to DU administration, they can postpone exams due to Covid-19 and as it said worse is yet to come. Then they can surely CANCEL OBE due to Covid-19. #delhiuniversity @ugc_india #DUAgainstOnlineExams #ScrapOBE @ArvindKejriwal", "New Cases:18598\nTotal:567236\nRecovered:335287(+13502)\nDead:16897(+410)\nRecovery rate:59.11\nRecovery Rate(Closed Cases):95.20\nTest (in 24 Hrs):210292\nTotal Tests:8608654\n*website:-https://t.co/wePwClMBnG\n#Covid_19 #COVID19India\n@ICMRDELHI @ShamikaRavi https://t.co/FMbOQYrAPt", "Puwetic Justice: Sleep with Insects. Get infected. https://t.co/ECohv5SPCr", "UPDATE: INDOOR DINING WILL NO LONGER RESUME ON THURSDAY.\n\nWe had planned to loosen restrictions this week. However, after #COVID19 spikes in other states driven by, in part, the return of indoor dining, we have decided to postpone indoor dining indefinitely.", "@Apollo_siction Mng bro😊", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "Wake up America.\n\nCOVID is getting worse not better.\n\nThe White House is in denial.", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "RT @CNN_newstrend: Nervous tourism operators ask for postcodes amid Melbourne COVID-19 scare https://t.co/RIbHT1ut3i #projecthopetravel #tr…", "Her point being what exactly that oooh Fauci decides to take it off when cameras stopped? Hey you ignorant idiotic brainless twat news flash douche - Masks saves lives; proven across the planet. Except in US that has #1 deaths in the world. GOOF. 😂🤣👌🏻👍🏻\nhttps://t.co/P3HvVQRhYQ https://t.co/9mNPIriFrV", "My story on anti-Christian violence in Chhattisgarh. This lockdown, purportedly imposed to scale up public health preparedness, has only been used to silence beliefs that threaten the Hindu majoritarian project and to unleash violence on marginalised communities.", null, "RT @SteveHiltonx: coronavirus death rates per 100,000 population:\n\nNew York 161\n\nUK 66\nSpain 61\nItaly 57\nFrance 44\nUSA 38\n\nArizona 21\nFlori…", "RT @city_of_iowa: The correct answer is Kim Reynolds.", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "Who would have thought during a pandemic we'd see Beyonce the most🤣 https://t.co/IiuPTZJ5fL", "An independent study found the cost to actually manufacture this potential covid treatment was $9.32. Taxpayers helped fund the research and we're paying a 33,376% markup\nhttps://t.co/Pa90y01ANM", "\"Great again.\" https://t.co/KppCJoG6VE", "THESE PEOPLE ARE SICK!", "RT @SkyNews: 'The worst is yet to come' from #COVID19 and the pandemic is not even close to being over, says the World Health Organisation'…", "RT @DisciplesNews: The pandemic isn't stopping the Church from doing work in the world! @NBADisciples Incubate invites Social Entrepreneurs…", "For rural Victorians, visiting the COVID hot spot suburbs of Melbourne these school holidays is not a safe option.\n\nWe need to keep our physical distance, keep washing our hands, and remember that COVID carriers may have no symptoms.\n@jonnokendall @kellazzaro @RuralDocsVIC @egsc", "RT @VoiceOfFranky: BBC News - Flu virus with 'pandemic potential' found in China https://t.co/ixEXCT2cps", "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "RT @subbiah_doctor: Many queries on #Covid19 , my answer is “Patience, perseverance &amp; prevention”\nMy article The New Indian Express, edex l…", "Amazing video! Journalist John Ziegler makes epic two minute speech demolishing the Covid Lock-down in California. https://t.co/eSYnJjEbtG", "@ANI Country needs him now more than ever so he should be requested to continue post retirement at least until we win war against #covid-19 @PMOIndia @MoHFW_INDIA", "RT @Wolven: If a clean, no riders version of this bill passes by anything less than a unanimous vote, in an election year, then there had b…", "STOP EFFING UP MY PLANS GDI", null, "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "RT @CNN_newstrend: Another Covid-19 wave will bankrupt tourism sector https://t.co/lNRhYYS6EF #projecthopetravel #travel #news", "Don't 'click' on the 'bait'!\nPhishing emails claiming to provide 'Free Covid-19 Testing' are on the rise.\nDo not open any attachments or links on such emails. \n\n#ScamAlert https://t.co/1nCjHU6JIa", "RT @faizanlakhani: Australia's three match one-day series with Zimbabwe in August has been postponed due to the COVID-19 pandemic, announce…", "RT @jhabashy15: I should be in Egypt rn drinking my 3rd mango juice fuck you corona", "RT @SimaPanda7: Nursing Institutions are forcing their students to attend clinical duty by warning them not to allow to appear their termin…", "RT @DemWrite: COVID cases are skyrocketing in the Sunshine State. #TrumpKillsFlorida. #DeSantisKillsFlorida.\n\nAre you getting this FL voter…", "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "@Tejasvi_Surya @BSYBJP @kiranshaw @sardesairajdeep @deepolice12 School children are available. Announce a painting / poster competition Std. 5-12 . Compulsory. Topics on Corona prevention rules, Violation (masks, spitting, quarantine) punishments.", "RT @RepRaskin: As Trump keeps trying to destroy our health care system in the middle of this pandemic, the House votes on the Patient Prote…", "RT @mohanstatsman: According to a report, Indian viewers, have watched 32.2 billion minutes of English movies on television during the lock…", "\"A new strain of flu that has the potential to become pandemic has been identified in China by scientists. It emerged recently and is carried by pigs, but can infect humans, they say.\" Researchers concerned it could mutate so that it can spread easily. https://t.co/tViHWh4jaB", "RT @toadmeister: Govt says 135/100,000 are infected in Leicester. Leicester has a pop of 329,839 so that’s ~ 444 infected people in Leicest…", null, null, "Corrupt Joe Biden said yesterday that we have over “120 million” people dead of Coronavirus!", "RT @PeterHotez: Scene from Houston.  We have to fix this....now", "RT @lesegoxsikwane: mfs wearing their mask on their chin like they gone put it on when they see covid-19 walk thru the door", "Coronavirus has done so much to impact the American spirit. It is my prayer that we don’t forget we are the most resilient people in the history of the world. We WILL rebuild again.", "#Guwahati: Complete lockdown has been imposed in the entire Kamrup Metropolitan district till July 12, to check the spread of Coronavirus. #Assam https://t.co/B3AoLVbf99", "As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from the federal government paid for by American taxpayers.\n\nOnce again, Big Pharma is set to profit on the people's dime.", "NEW: Trump Admin Ended Funding for New Lung Treatments DURING #COVID19 #Pandemic. READ: https://t.co/ArZWVYaUP3 #SmartDissent #Vaccine #TrumpVirus #DeathCult https://t.co/8F2hqSvCjR", "@charliekirk11 Dude just grab a ticket &amp; your passport and LEAVE.  Oh that’s right, No Country will allow AMERICANS in cause we are the MOST COVID-19 Infected Country in the WORLD.  Thanks to your BFF @realDonaldTrump", "RT @Dreasworld4ever: The moisture from your breath combined with the clogged mask will render it “useless” IF you come in contact with Covi…", "heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning supplies, etc) and are being forced to use bedsheets as masks. covid positive inmates are housed with healthy inmates. linking petition below https://t.co/qprLe101O2", "RT @Utopiana: As an Arrernte woman who has been living with ear issues her entire life, this news is appalling. I'm lucky bc thanks to medi…", "RT @gergerlioglueng: As a medical doctor I saw death risk for Sabri Kaya &amp; I spoke with prison authorities and the Ministry of Justice abou…", "@CGTNOfficial The U.S. claims that the country with the most developed and mature medical technology on earth should deal with COVID-2019 to such a degree that it is puzzling for humans and intriguing humans! Ten crimes in the US government's fight against epidemics：\nhttps://t.co/R7D0naT35G", "Will Virtual Haircuts Outlast the Pandemic?\n#will #virtual #haircuts\nPlease RT\nhttps://t.co/pUTCEkAZnz", "RT @Reuters: Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched cl…", "Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "Who are you? Show your face. https://t.co/IZQWfaZHrN", "RT @lesssslllyyy: I truly miss my life before corona", null, "RT @KarluskaP: BUSTED: Eight NIH Coronavirus Treatment Experts Disclosed Financial Ties To Gilead - National File #TheMoreYouKnow  https://…", "Wondering what’s really happening in Texas? Here’s the email, from a senior executive at a Texas ER chain that sees thousands of patients a month. He went on the record - a brave move. I’m going to let him speak for himself. (Two tweets of screenshots. Worth reading to the end.) https://t.co/4xuBdTIFIc", "The Black Eyed Peas - Where Is The Love? - https://t.co/kcD2yIReS1\n\n#WhereIsTheLove \n#SelfIsolation #BlackLivesMatter #LoveIsLove #CoronaVirus #COVID19 #humanlivesmatter #BlackEyedPeas #Music #video #MusicMonday  #EuqaulityForAll #NOH8 \n\nI've been listening to this a lot lately.", "Unfortunately some Americans don’t give a shit about wearing a mask in public because they have a “choice” not too. \n\nAlso unfortunate that we are breaking record numbers every day of covid cases. \n\nGovernment, local and federal, need to crack down on the no maskers to save lives", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "they dropped a sneak peek of the July DLC 👀👀", "RT @Reuters: Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched cl…", "RT @VenkatBalmoor: Appealing to all the @TSNSUI district Presidents,Incharges &amp; office bearers to organize peaceful protests on Sunday(tomo…", null, "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "RT @BET: Word to @AndersonPaak &amp; @jayrock, who said it was a lockdown? #BETAwards\" https://t.co/RU6sfmwkVn", "With #tax revenue shrinking owing to the pandemic, the Centre is expecting the #RBI to transfer a higher-than-budgeted surplus for the second year in a row.\n\n@aruproytweets reports\n\nhttps://t.co/bRZxVMyqet", "The extraordinary phone call with a coroner’s office that confirms how ‘Covid-19 death figures’ are being systematically scammed https://t.co/l8MoFVCeIN https://t.co/WnaLkP2e6K", null, "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", null, "why tf is hartford trending https://t.co/tPoKgyggVJ", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", null, "RT @dbongino: Despite clear evidence that the fatality rate is lower in states with less restrictive lockdown policies, liberals &amp; their me…", "WING BARN CLOSING DINING ROOMS IN RESPONSE TO COVID-19 SPIKE; WILL CONTINUE TO OFFER CURBSIDE AND DELIVERY\nhttps://t.co/igbPBz9ZCo https://t.co/xgl2rfa56m", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "New swine flu found in #China has pandemic potential, researchers say\n\nNamed G4, virus is genetically descended from H1N1 strain behind 2009 outbreak\n\nTests show 10.4% of swine workers and up to 4.4% of general population may have been exposed\nhttps://t.co/7Y3etfSFH1", "RT @IlonaKickbusch: “We can avert the deaths of 33,000 of our parents, grandparents, siblings, co-workers, teachers, bus drivers, mail carr…", "@BostonCathSupt You’re the epitome of why people react like this. You’re closing St Jeromes for financial gain and blaming Covid for it. You would rather keep 2 schools open that can’t compete with St Jerome’s a academically or financially.", "India's first COVID-19 vaccine candidate cleared for human trials https://t.co/O15EGTr7Pl #projecthopetravel #travel #news https://t.co/bEaIoXsop4", "RT @bella_oneill25: In defending the failure of the Duterte government, the DDS cites the COVID cases of the USA and Brazil vis a vis Phili…", "RT @HuntsmanAbby: Been some of the longest weeks for our family battling #covid19. Just when you think things are better, it comes back to…", "@ElliotMalin Ummmm I heard 1/5000 people in Washoe county have the virus sooooooooo", null, "RT @NYGovCuomo: Today's update on the numbers:\n\n46,428 tests were performed yesterday. 391 tests came back positive (0.84% of total).\n\nTota…", "@Dharma2X @Swamy39 @subhash_kak @rvaidya2000 Dear swamiji \n\nEarth is not a place to live because corona won't go \n\nFind a place outside of earth and make a better place there https://t.co/FnSutLQ4oX", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "WHERE WAS THIS ADVICE 5 MONTHS AGO YOU EVIL HOMOPHOBIC SCIENCE-DISCREDITING DEATHRAISIN\n\nhttps://t.co/qY58CRcmvE", "Does anyone really believe there have been 30,000 new COVID cases in FL in the past 4 days but less than 3000 in NY?", "WHO warns \"the worst is yet to come\" as lack of international unity helps coronavirus spread faster https://t.co/VO6WIPLZS0", "During COVID lockdown, Indian Railways completed:-\n82 bridge rebuilding.\n48 road underbridges.\n16 foot over bridge strengthening.\n14 old foot over bridges removal.\n5 yards remodelling.\n\n200 projects which would have taken years, completed in just 2 months.\nBest use of lockdown!👏", null, "Stock Market Live: Sensex up 200 points, Nifty nears 10,400; Tata Steel top gainer - CNBCTV18 https://t.co/RaA4EIXywL", "@PMOIndia Ban all.import now...", "HIV treatment 'has no benefit' for hospitalised COVID-19 patients in trial https://t.co/45l5gRVnP4 https://t.co/hbuS5tnOTU", "We assumed New York would be the worst part of the pandemic and that would be it for the U.S. That's not how it has worked, giving us our uniquely bad pattern of new cases.\nhttps://t.co/O6EtB3xhVU https://t.co/dhbttplqVw", "RT @ndtv: COVAXIN, India's first #COVID19 vaccine candidate, set for Phase I, II human trials https://t.co/6RoasGajZl https://t.co/CSvFoec3…", "RT @ASlavitt: All around the world (Singapore, Vietnam, New Zealand, Australia, Hong Kong, China, Germany, Italy, Czech Repunlic, Greece) h…", "Got kids that love ART?\nOur new schedule includes even more  Artsy KIDS Saturday Sessions w/maximum class sizes to facilitate social distancing.\nWe look forward to welcoming the Kids back!👇\nhttps://t.co/YKJGLa1pQi\n•\n•\n•\n#sosoartsy #sosoartsykids #showusyourart #arteducation https://t.co/TGbOjKdBHR", "South Korea is considering slapping a “high risk” label on religious facilities after coronavirus infections mushroomed in a growing number of churches around the capital area and the first temple-linked cluster emerged. #AsiaNewsNetwork  https://t.co/AOrMdjzlTY", "RT @BBCNews: Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", null, "RT @no_silenced: Just keeping tally....Not one Politician has died from Corona, got their Business looted, or lost their job", "@cpeck3 @OddZombie @andrew_leach Just one how about all the UCP MLAs.", "#COVID19 vaccine by Bharat Biotech first to get human trials nod\n\n(report by @RamblingBrook)  \n\nhttps://t.co/xctNGVYKXU https://t.co/cBTNp5FhH3", "RT @SDG2030: Flu virus with 'pandemic potential' found in #China\nhttps://t.co/B3iCvK45zP\n\nA new strain of flu that has the potential to bec…", "RT @DrJacobsRad: Let me put this in plain medical terms.\n\nIf you were being rolled into the operating room with severe abdominal pain and l…", "RT @ewarren: America is facing a housing crisis made worse by the coronavirus pandemic. Today, I’m introducing a nationwide eviction morato…", null, null, "What are the odds that a pandemic begins right as impeachment fails and a race war begins right after the fear of the pandemic declines? \n\nThe answer, of course is ZERO.\n\nThis is the Deep State’s last chance to defeat Trump and establish their pathetic and evil new world order.", "@DamjanaN @TheTweetOfGod God can speak through anybody and anywhere", "Flu virus with 'pandemic potential' found in China.\nA new strain of flu that has the potential to become a pandemic has been identified in China by scientists.\nIt emerged recently and is carried by pigs,but can infect humans: BBC News", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "RT @carlzimmer: The superspreading paradox: how #covid19 can spread like wildfire, or fizzle out. My @nytimes story: https://t.co/K795OZjXC1", "Gilead's coronavirus treatment remdesivir to cost $3,120 per U.S. patient with private insurance https://t.co/eSTgu90H2X", "https://t.co/5c0bpZRW7D", "@btopro @BlueAppaloosa I want people to take testing, isolating, contact tracing, and quarantining seriously.\nor even just take masking seriously.\nthat is not happening in any of those three states.\nhence the bad numbers.\nI wish I shared your optimism.", "2/ In many of the surging states, including TX, AZ, and FL, one can easily point to leadership malpractice by governors and other politicians. They doled out misinformation about Covid and failed to require evidence-based practices, like masking, to prevent spread. Unforgivable.", null, "Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "I would like to add that pictures have been taken before corona lockdown..", "Alberta Safeway workers vote in favour of strike after company ends COVID-19 'hero pay' https://t.co/ZP8tVaRBL1", "Judge ordered Roger Stone to prison because there are no coronavirus cases at Jesup, Ga., minimum security facility https://t.co/vwvdVhSsqo", "73 more people have died from COVID-19 bringing the number of deaths to 2529. #MorningLive #SABCNews https://t.co/rc67QbAEdP", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "Democrats made a great strategic blunder trying to revive COVID based upon these new \"cases.\" \n\nThey don't have the deaths to back up the fear.\n\nThis is a classic case of their fatal flaw - eventually they believe their own lies and act upon them.", "\"The #US has reported more than 2.5M cases &amp; about 126,000 deaths w #Covid19 so far - more than any other nation.\n\nUS states that emerged from lockdown in recent weeks - notably in the south - have been reporting sharp increases in new infections\"\n\n#Trump\n\nhttps://t.co/WkyfOTie3f", "Absolutely correct...#HealthOverExams #postponejeeneet @DrRPNishank @PMOIndia", "INBOX: Clyburn says he'll no longer recognize members of the House coronavirus select committee who refuse to wear masks during in-person hearings.\n\nhttps://t.co/vI8NjwYCps", "Pres'l Spox Harry Roque: economists involved in anti-COVID response, not militaristic as critics allege @gmanews", "Here in Spain,we came out of lockdown slowly. Region by Region. Police were on all roads to stop people moving out of their Zones. Warnings were issued that regions would be locked down again,if further outbreaks occurred.  Will the UK be as vigilant and organised?", "And the Trump administration just announced it is buying 500K more doses. \n\nGilead Sciences detailed its pricing plans for Covid-19 drug remdesivir, saying it will charge U.S. hospitals $3,120 for a typical patient with commercial insurance https://t.co/jbIi0mCeql", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "RT @stevesilberman: What the rush to eat in restaurants again is doing to the folks who have to work there: \"Myself and my fellow workers a…", "RT @no_silenced: Just keeping tally....Not one Politician has died from Corona, got their Business looted, or lost their job", "RT @manishchaube: Please answer @OfficeofUT ji  @CMOMaharashtra ji", "#JulysBigSurprise? Double pandemic. Because why the hell not. August's better be an asteroid. https://t.co/2IKPfVVYQz", "half of my family in Sonora has covid19. i’ve been glued to our whatsapp chat every hour for updates. each day they are all on different stages. our family had to look in neighboring towns for medicine. but sure, staying home &amp; wearing a mask is the worse of your problems AZ", "RT @Bob_Wachter: 1/ Covid (@UCSF) Chronicles, Day 104\n\nLet’s talk California. Until recently, our state managed to do so well that our expe…", "Attitude Ka baap \n\nMan With Golden Heart ......💙\n\nNow he Reduce his Remuneration 50cr to 35 cr Bcoz Of Corona Effects \n\n\"ఆయన స్టైలిష్ స్టార్ రా ఒకరిని అర్థం చేసుకునే వాటిలో ముందు ఉంటాడు......💙✔\"\n\n#పుష్ప #Pushpa !! @alluarjun !! https://t.co/jY8fpG3HEw", "Does anyone really believe there have been 30,000 new COVID cases in FL in the past 4 days but less than 3000 in NY?", "RT @TomiLahren: BREAKING: you can only get coronavirus at places of business and Trump rallies but not at riots or pride parades. \n\nLiberal…", "@DrRPNishank @byadavbjp Rural students will come to big cities on Exam day and bring the corona virus with them to their unaffected villages\n\nPoore india ke gaao me corona fell jaega\n\n#PostponeNEETandJEE\n#postponejeeneet \n#HealthOverExams \n#HealthOverNEETjee \n#WakeupHRDpostponeNEETjee", "RT @rebekahallen: Going against the doctor's orders, the Texas GOP Convention will gather in Houston - a COVID hotspot, without a mask requ…", "Shutting Leicester schools(except for vulnerable/key worker children) suggests the Health Secretary believes opening them risks spreading the virus https://t.co/R7Zk5LRQ9f", null, "God I’d love this.", "Honey not right now. We don’t have the time.", null, "@samaritans The person who first tweeted the claim has since posted a link to an ITV News report about a  mental health charity warning calls to its helpline had increased by 200% since lockdown\nBut that's not the same as \"suicide figures\" rising by 200%.", "Whatever could've happened that could have led to this spike around those dates? https://t.co/rIOj9brzFx", "@business #Covid19 has shown how the U.S. needs to distance itself from China and stop reliance on Chinese manufacturing in all industries.", null, "@rashmip1 @dmgbnagar @CMOfficeUP @nbhooshan @myogiadityanath @NEFOMAncr @narendramodi @UPGovt @dr_maheshsharma @CP_Noida @alok24 @PMOIndia @drharshvardhan @DhirendraGBN @tejpalnagarMLA Regulation definitely required Delhi and Haryana has done then why not @UPGovt @dmgbnagar thanks for transparent statement self-regulation under central Govt guidelines .Even @amitmohanprasad sir says UP state Govt has only Fixed COVID-19 Test Charges .we request take action ASAP https://t.co/7dl2LfyOF1", "For 45 days, the Senate has refused to act on the House-passed #HeroesAct. As states across the country confront surging cases of COVID-19, Leader McConnell must enter into bipartisan, bicameral negotiations on next steps. Read my letter with @SenSchumer: https://t.co/cDnGvZywmv", "RT @BeauWillimon: When kids get shot the @GOP do nothing.\n\nWhen police kill POC the @GOP do nothing. \n\nWhen covid kills our elders the @GOP…", "RT @MarkHarrisNYC: Wow, that's weird, because I'm pretty sure there were some protests in New York and yet the number of new cases here hit…", "RT @BDUTT: We can question our government. Can you question yours? It's called  a democracy. And that is what nationalism truly is. To rais…", "No makes you a critical thinker", null, "@CNBC It’s priced $66/dose in India. Do 6 dose course is $396, about 1/10 of the cost in US https://t.co/MdAv0jfecE", "@HotepDadMax Lots of places playing fast and loose with those COVID death stats.  I have lost a lot of faith in the medical community that put politics ahead of ethical healthcare.", "Wondering what’s really happening in Texas? Here’s the email, from a senior executive at a Texas ER chain that sees thousands of patients a month. He went on the record - a brave move. I’m going to let him speak for himself. (Two tweets of screenshots. Worth reading to the end.) https://t.co/4xuBdTIFIc", "RT @eamanaliii: EL ppl be like “I know a spot” and it’s harper’s amidst a global pandemic apparently", "RT @richdavisphd: I'm aware that this simple (n=1) demo isn't how you culture viruses or model spread of SARS-CoV-2. \n\nBut colonies of norm…", "Trump betrays US troops.\n\nBetrays the Constitution.\n\nBetrays every American in the midst of a pandemic.\n\nThere's no limit to his treachery.\n\nNO LIMIT.\n\n#MattGaetzIsATool #PutinsGOP #JulysBigSurprise #TrumpKillsFlorida Trump's America Braun Carl Bernstein Susan Collins Early 2019 https://t.co/DBq0mAzOhx", "RT @thomaskaine5: 5,266 new #RepublicansVirus cases reported in Florida on Monday\nhttps://t.co/sQPp7cc2q5", "RT @bbchealth: Flu virus with 'pandemic potential' found in China https://t.co/O4Pv1f8NjM", "COVID-19 (Wave 2) Fear Push Will End Right After the 2020 Presidential Election https://t.co/hxiLBAVcmH #Qanon #WeAreTheNewsNow #FactsMatter #WWG1WGA #WakeUpAmerica #UnitedNotDivided #SaveAmerica #GreatAwakening", "Join us for 2 interactive workshops that will focus on telling and preserving personal stories, especially amid a pandemic that has disproportionately affected the Black community. Register: https://t.co/WqvKbHujCW https://t.co/eSWXJnSV5m", "RT @JEONSGOODE: so bts did not only donate $1M to blm, but they also donated $2M to yemen and saved 340,000 kids AND they donated another $…", "Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We’re trying to demonstrate that someone is always listening.\n\nCall 116 123 (Samaritans UK)\n\n#SuicideAwareness", "Democrats Are Threatening To Kick Republicans Out Of Future Coronavirus Hearings For Not Wearing Masks || Via: BuzzFeed https://t.co/IuCvtnKp9B", "I'm going to ignore the reinstituted lockdown rules, and I encourage you all to do the same. If rioters get a pass, so must we.", "Wow, he went there. Good for him.", "@DrZweliMkhize  My fear is some citizens may realise the severity of Covid-19 far too late https://t.co/C23i1mXuV4", "🦅 American Patriots ☠️Dr. Fauci Pandemic failure guidelines&gt;no exception help spread the virus. Here's why! Never step in now threaten State Political Servants forbidden protesters carrier a death sentence the spread☠️Wuhan CoronaVirus throughout USA👽 Fauci got to Political✔️", "RT @SheJokerLouise: Cuomo intentionally sent sick Covid patients into the homes of the most vulnerable! He did not follow guidance from the…", null, "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "Colleges can't even even get their students to stop raping. You really expect them to successfully enforce social distancing??!", "RT @Bill_Sutherland: I blame lockdown but for some reason decided to cook Babylonian meal from the recipe tablet on the right; at 1750 BCE…", "RT @ANI: Raman Gangakhedkar, senior scientist of Indian Council of Medical Research (ICMR) is retiring today. He has played a key role in c…", "RT @no_silenced: Just keeping tally....Not one Politician has died from Corona, got their Business looted, or lost their job", "Well girls and boys, it’s official! We have screwed up the handling of Covid so badly we are banned from the EU and Canada! Just another accomplishment Combover Caligula can claim credit for! #ONEV1 #FAM46 #wtpTEAM  https://t.co/kRd9SAJhVY", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "@BeanieMacintosh @amscanlon @Glinner The account was permanently suspended. A new rule banned the word gr**ming, and was applied retrospectively, after a mass report by TRAs.", "The experimental COVID-19 treatment remdesivir, which one study indicated can shorten patients' hospital stays by about 4 days, finally has a price tag.\n\n$3,120 for the 5-day treatment course.\nhttps://t.co/vNqJ3RZn4m", "BUSTED: Eight NIH Coronavirus Treatment Experts Disclosed Financial Ties To Gilead - National File #TheMoreYouKnow  https://t.co/gBHlwcnwpX", "@bhuwakuIz they're using the pandemic as a way to distract us at nakakainisssss", "How will you look back on the 2020 lockdown? Use these literacy-themed activities to create your own time capsule https://t.co/GcTR8N2Oic https://t.co/oV19M8SY8z", "RT @ChrisMo37540912: So it’s, do as I say not as I do.\nYou didn’t care about the thousands of elderly that died because you mandated COVID1…", "When kids get shot the @GOP do nothing.\n\nWhen police kill POC the @GOP do nothing. \n\nWhen covid kills our elders the @GOP do nothing. \n\nPutin put bounties on American soldiers and, once again, the @GOP do nothing.", null, "COD BO4 is broken!!! https://t.co/J0Yy9OFWRt via @YouTube_Promot @YouTubeGaming be sure to check it out!!\n.\n.\n.\n.\n#TikTok #twitch #90dayfiancetheotherway #headshot #COVID #lockdownextension #coronamemes #CoronavirusPandemic #letsgetthisbread #COVIDIOT", "One more light faded away with the sad demise of dear friend Dr Asheem Gupta,reminding us of the harsh reality of how healthcare staff continue to serve on the frontlines of #COVID19,risking their lives each moment\nSpoke to his wife Dr Nirupama ji &amp; expressed wholehearted support https://t.co/2PAeHAxyEQ", "Interesting preprint on T-cell immunity in a large number of  #COVID19 patients and controls. T-cell response to #SARSCoV2 was observed in 81% of uninfected individuals. This immune response was caused by prior exposure to 'common cold' coronaviruses.\nhttps://t.co/EKXp4EZuXF", "RT @KapilMishra_IND: Terrorist attack in Pakistan\n\nThese days Terrorists also \n\"Working From Home\"", "Well, even if Chinese people want to boycott Indian products, they can't really find many Indian goods. Indian friends, you need to have some things that are more important than nationalism. https://t.co/6zauhqYbXH", "Key Covid-19 drugs to be hit by customs checks at ports ⁦@drharshvardhan⁩ ⁦@PMOIndia⁩ ⁦@narendramodi⁩  https://t.co/sSNXH5Z4Yh", null, "RT @Oregonian: Arizona Gov. to close bars, gyms for 30 days to help curb coronavirus resurgence https://t.co/z0Xibbat6D https://t.co/YpAjH8…", "Wow. This is something else.", "\"We got partway through the treatment and got bored.\" @drsanjaygupta tells @jaketapper about America's rush to re-open and the reluctance to stick to social distancing and mask-wearing.", null, "\"She warned that the community is on a 'worst-case scenario' trajectory, citing a local model that forecast 1900 hospitalizations by mid-August, which would exceed local capacity.\n\nHospitalizations are now rising faster than that model’s worst projections\"\nhttps://t.co/cMHq5j3j6Q", "The US #COVID19 crisis is hideous, especially when compared to the rest of the world.\nWe are failing.\nAnd we imperil not only America, but the whole world's efforts to control #SARSCoV2 https://t.co/01L1rnX7Fe", "RT @StuckOnTwice247: It’s a busy night at the clinic screening patients with respiratory symptoms for COVID-19, but @JYPETWICE keep me goin…", "THE PM CARES fund is a great example of disaster capitalism:", "#Desantis deflated the #COVID19 numbers in Florida &amp; manipulated data to reopen the state. Now the Trump clone can’t stop the record-breaking #coronavirus cases in FL. Would you expect any less from a disciple of Trump? #FreshTopics #TrumpKillsFlorida \n\nhttps://t.co/q8iPSW4b4a", "RT @ANI: Raman Gangakhedkar, senior scientist of Indian Council of Medical Research (ICMR) is retiring today. He has played a key role in c…", "ANYONE FROM THE TRUMP TULSA RALLY THAT HAS CAUGHT COVID-19 \nPLEASE DM ME\nWE WANT TO KNOW IF YOU ARE SICK", "MY 808 got the COVID :( https://t.co/mGp5Q9S0mG", "How was #InnerEngineeringOnline a turning point in your life?\nComment with image/text using #MyInnerEngineering.\nInner Engineering Online is a powerful 7-session course with Sadhguru.\nOffered free for COVID warriors and at 50% for challenging times. \nhttps://t.co/QlLszUzyZi https://t.co/UG6wGgOpXl", "reporters please stop asking the proudly maskless if they’re afraid of getting covid and start asking them why they have such a sociopathic disregard for other people", "RT @charliekirk11: I will not abide by another authoritarian lockdown measure. It’s that simple.\n\nIf you have to arrest me, fine. You will…", "@MaddowBlog Donald Trump's condoning of Russia assassinating US troops, combined with his disastrous mishandling of the Covid-19 Pandemic, represents the most catastrophic failure of leadership and the most reprehensible betrayal of the American people in the history of the United States. https://t.co/sXC4kYnY2L", "ROFLMAO!! I just heard on Fox News that activists want the removal of Mount Rushmore before the President's visit. These people are effing INSANE!!", "RT @DC_Draino: IMMEDIATELY SHUTDOWN ALL FLIGHTS TO AND FROM CHINA FROM EVERY COUNTRY", "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "@imjasonlbridges The lockdown was extra-strict in Sri Lanka on holidays (Eid &amp; Buddhist holidays) to prevent the natural tendency to gather. Maybe LA is doing the same preventative measure?", "RT @Lankar_27: Hello Twitter fam,\n\nStaying at home was safe and all until I couldn't pay rent anymore. \nI'm back, picking up from where I l…", "RT @NYGovCuomo: Wake up America.\n\nCOVID is getting worse not better.\n\nThe White House is in denial.", "COVID cases are skyrocketing in the Sunshine State. #TrumpKillsFlorida. #DeSantisKillsFlorida.\n\nAre you getting this FL voters???\n\nNew from @MeidasTouch: #DemCastFL\n https://t.co/xb8emQQizP", "‼️TARGET IN PACOIMA - LAUREN CANYON AND OSBORNE - HAS HAD 3 CASES OF COVID INCLUDING A DEATH OF A WORKER THEY DONT WANT IT KNOWN BUT ‼️", null, "Millions of dollars in Butler County projects still happening during coronavirus pandemic https://t.co/GlmC7fnVYE @journalnews", "RT @KimmieLuvless: @MeidasTouch @GovRonDeSantis Trump and @GovRonDeSantis don’t care who lives or dies from #COVID. @GovRonDeSantis doesn’t…", "A Times analysis found that new COVID-19 hospitalizations in CA began accelerating around June 15 at a rate not seen since early April.\n\nThat means more people may have gotten exposed to the virus around the week of Memorial Day or shortly thereafter. https://t.co/ANUFOObrZw", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "In a new episode of @uncknowledge, @p_m_robinson sits down with @SWAtlasHoover to discuss the efficacy of lockdowns, social distancing, and closings: https://t.co/cHxnfpUbBj", "RT @ishafoundation: How was #InnerEngineeringOnline a turning point in your life?\nComment with image/text using #MyInnerEngineering.\nInner…", "@im_jammed Say THANK YOU LISA", "There are so many shocking things coming out they all fall off the radar almost immediately, but I can't think of anything more insane than that Trump called Angela Merkel, who has a doctorate in quantum chemistry, \"stupid.\"\n\nWhat could be dumber or more embarrassing than that?", "We’re calling for an end to unequal, racist enforcement of social distancing policies. Learn more and take action here: https://t.co/FkDes1GpQf https://t.co/Kfn8lWuREI", "RT @BDUTT: We can question our government. Can you question yours? It's called  a democracy. And that is what nationalism truly is. To rais…", "@AmericanAir RIP @AmericanAir !! Me and nobody in our family will never ever use you again for your careless act of filling flights to capacity  during the Covid-19 spikes Around the unites states.", "Save costs and get married during lockdown 😂❤️", "No one was in the dark on the fact that NY sending COVID-19 infected patients  to nursing homes would kill thousands \nAnd it did.\nYour politics forces you to belittle the knowing and unecessary killing of thousands\nFlorida protected their nursing homes\nSaving thousands of lives", "RT @VORdotcom: Pakistan is producing its own ventilators to help people suffering from #CoronaVirus \nWhat are we doing in India? \nShame on…", "Maker of a drug shown to shorten recovery time for severely ill COVID-19 patients says it will charge $2,340 for a typical treatment course for people covered by government health programs in the U.S, and $3,120 for patients with private insurance. https://t.co/KIUYBwCjd1", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "RT @Daddyandhisboy1: As we are all on lockdown here is a video of when me and my daddy were allowed outside. Enjoy 😈😈😈😈😈😈😈😈😛😛😛😛😛😛😛😛💦💦💦💦 htt…", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "UTRGV COVID-19 call center receiving up to 10,000 calls a day https://t.co/DRNfruZPtc #rgv https://t.co/ftPJF7y8DN", "@raggedtag Footballs over there are made in Pakistan", "Keeping Oregonians safe is my top priority. Over the last month, COVID-19 spread at an alarming rate in both urban and rural counties. That's why I'm requiring face coverings in indoor public places in ALL counties, effective 7/1. We can &amp; must reduce the spread of this disease. https://t.co/txZyucIsqm", "RT @cyberliyah: FREE COVID-19 TESTING SITES AROUND HOUSTON - WEEK 06/29 https://t.co/29QL819Osr", "Who would have thought during a pandemic we'd see Beyonce the most🤣 https://t.co/IiuPTZJ5fL", "@cbcnewsbc @keithbaldrey but keys just focus on covid right Keith????", "RT @AudacityofGoats: They’re like kids in bear suits. https://t.co/QYCcN6ls2m", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "99 year old woman from Karnataka makes miraculous recovery from coronavirus\n\nhttps://t.co/sGkqmjTElH", null, "1/2 \"Scientists cannot do this level of damage and then refuse to listen\"  A good summary of the dynamics of the CoVid Catastrophe from Nobel Prize winner Michael Levitt.       @MLevitt_NP2013", "Our contact tracers have noted a disturbing pattern: Only one in five people is self-isolating when they develop COVID-19 symptoms. \n\nClose to 80% continue to circulate in the community. That needs to stop. \n\nIf you're sick, stay home. \n\nhttps://t.co/22ttLXXYt7", "Due to COVID19 I’ll be blessing the first 900 people to like &amp; retweet this $500- $1500 through CashApp, Venmo , Apple Pay and Zelle Money (comment your tags below", "RT @jenni_jennciya: Potassium can effect you when breathed in. Inhalation of dust or mists can irritate nose, throat, lungs with sneezing,…", "We have a Moron that ignores covid-19 and ignores Putin killing our troops.", "#IndiaFightsCorona: \n\n📍MHA issued new guidelines for #Unlock2\n\n▶️Unlock 2 to be in force upto July 31, 2020. \n\n▶️More activities to reopen in areas outside Containment Zones\n\n▶️#Lockdown extended in Containment Zones upto July 31, 2020. \n\n#StaySafe #IndiaWillWin https://t.co/h9rYS4S2F4", "@spectatorindex @atuganyira As if corona is not enough 💔", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "AIB introduces ‘frightening’ mortgage rules and halts lending to Covid payment recipients https://t.co/zP17lTHnqB via @IrishTimesBiz", "Our contact tracers have noted a disturbing pattern: Only one in five people is self-isolating when they develop COVID-19 symptoms. \n\nClose to 80% continue to circulate in the community. That needs to stop. \n\nIf you're sick, stay home. \n\nhttps://t.co/22ttLXXYt7", "RT @pbhushan1: Modi to address us today. As we wait with bated breath,what to expect?\nGloating about his 'surgical strike' on Chinese Apps?…", "@snatht @arunbajpairajan A. Reply to Rahul &amp; Sonia @ China \nB. Lockdown 6 &amp; Unlock", "California, Texas see record COVID-19 surges, Arizona clamps down https://t.co/nQYHBGHmy7 https://t.co/9bvJeVs7LO", "After 500,000 deaths, WHO warns worst of coronavirus pandemic is \"yet to come\" https://t.co/pGIyKRRUqi", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "California, whose coronavirus response was hailed as a success story, is now seeing 5,000-plus cases each day. Here's what went wrong. https://t.co/LqvgUmVf9a via @businessinsider", "Use of aerosolised medications at home for COVID-19 https://t.co/A2KWTvrocV", "RT @ANI: Raman Gangakhedkar, senior scientist of Indian Council of Medical Research (ICMR) is retiring today. He has played a key role in c…", null, "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "COVAXIN™️, India's indigenous #COVID19 vaccine, developed by Bharat Biotech successfully enters human trials.", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", "Larry Hogan proposed a 345 million dollar budget cut to public school funding. \n1. We are in a pandemic.\n2. Teachers aren’t payed a realistic livable wage and most supplies they use in the classroom THEY PAY FOR.\n3. Students don’t have proper textbooks, learning equipment-", "RT @kimfreethinker: Flu virus with 'pandemic potential' found in China AGAIN.\n\nPlease ⁦@realDonaldTrump⁩ - END all travel into the U.S. by…", "@SixtyWasTaken It's pretty good, no issues or anything. I only live with my mom tho, but my dad doesn't live too far away. Before lockdown and all this stuff, he would visit me almost every day, now he doesn't as often, so it's not like I don't see him anymore.", "RT @mitchellvii: Democrats made a great strategic blunder trying to revive COVID based upon these new \"cases.\" \n\nThey don't have the deaths…", "@Brit_jude @CamilleGtine @GovAbbott Are u aware a major study saying #Hydroxychloroquine was dangerous was RETRACTED?\n\nhttps://t.co/vPHmRKKg4x", "RT @Nehrr_who: Farmer problem?\n- install Namo app\n\nPandemic issue?\n- install argya setu app\n\nChinese incursion?\n- uninstall 59 app\n\nBhai ye…", null, "Unbelievable that states are starting to enforce Covid restrictions again! This after hundreds of thousands protested,  looted,  and created havoc throughout the country.  My God, the clownery in this country has reached epic proportions!", null, "RT @CNN: A man died of coronavirus after quarantining with his son. Now at least 28 family members are infected. The son says he doesn't wa…", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "Ben &amp; Jerry’s literally operates a factory in Israel—built on top of an ethnically cleansed Palestinian village—that runs on water stolen from Palestinians. It’s frankly absurd that they’re pretending to be against “unequal, racist” policies when they’re profiting off of them.", "Guys, a very close friends father has tested +ve for covid and is quite serous and on the ventilator. They want to do a plasma therapy for which they need someone aged less than 40 who has recovered from Covid willing to donate blood in Chennai. \n\nContact: Hari : 9591990940", "Gilead's coronavirus treatment remdesivir to cost $3,120 per U.S. patient with private insurance https://t.co/eSTgu90H2X", "#KhudaHaafiz : A TRUE LOVE STORY (Love will fight)\nAt home with #DisneyPlusHotstarMultiplex on @DisneyplusHSVIP. \nYour belief and validation of your work comes from the unwavering and continuous love,support &amp; belief of your fans and support. \nDeep gratitude to all. https://t.co/ph42hLWBsT", "Dear @GovAbbott @Ron_Nirenberg @Judge_wolff Please,don’t repeat deadly mistake and shut us down again.That hurt hospitals and severely decreased beds,because staff was lost. If we had the 2301 beds back we’d be better off. Tests up=cases up, but hospitalizations, deaths are down!", "3 more people have died as a result of complications related to COVID-19, 248 people tested positive today.\n \nThe deaths involved a Male in his 30s from Weslaco, a Male in his 70s from McAllen, and a Female in her 80s from McAllen. They all had underlying medical conditions. https://t.co/XxabYneamH", "@ShannonBream - Welcome Back, Shannon!😊. It is very evident that the abundance amount of problems in our country are exposing poor leadership.  The Bill makes sense to me.  Justice Roberts is DS &amp; must be held accountable.🤷‍♀️.", "RT @DdaengNuna: Traveling with Yoongi after pandemic. @BTS_twt #Suga https://t.co/jqkuIuA0aD", "We must all do our part. Wash our hands, keep our distance from one another and wear face masks. This is not a partisan issue or a political statement. It’s about protecting each other and mitigating the spread of #COVID19USA #FloridaCOVIDAction #TexasCovid19", "RT @benmekler: hearing word that early screenings of Tenet (pre-covid, obviously) went over so well that Elevenet and Twelvet have already…", "Heavenly Father\nTough day Lord. MSM lying on our beloved president. Justice Roberts voting to kill babies. More false Covid reports. Rioters causing trouble. Mayors not doing their jobs and govenors acting like dictators. The Dems are insane. We need some relief. We need you\nIJNA", null, "People who are freaking out about wearing a mask, didn't share their blocks in preschool either. #covid19 #antimaskers", "Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "RT @ZackBornstein: Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi…", "Get this clown out of the White House @realDonaldTrump! Enough is enough!!!\nDr. Fauci now says “institutional racism” led to the spread of coronavirus https://t.co/rNagYsAIpo", "The first medicine seen to be effective against COVID-19 will no longer be free, beginning in as little as one week. Gilead will begin charging those with private insurance $3,120 per treatment plan, and those with government health programs $2,340 per plan. https://t.co/JbE9aAGWD1", "RT @catturd2: You’re being lied to about the coronavirus and masks. \n\nPass it on.", "RT @Breaking911: DEVELOPING: New Swine Flu Strain G4 EA H1N1 Discovered In China Has \"Pandemic Potential\" - https://t.co/eOSqTFCGS0 https:/…", "I wish R&amp;B Divas and Hollywood Divas was on Hulu.", "Testing Responsible for Spike in COVID-19 Cases in Florida and Texas – Governors https://t.co/TglUaG6GIf", "RT @LisaMei62: What they are doing by suppressing/prohibiting use of HCQ is criminal medical malpractice. I pray some lawsuits are in the w…", "@NicolVnc @EPetronaC @PieGuy4life ALL CAN REQUEST ABSENTEE/ LMAIL IN BALOTS...ESPECIALLY  DURING A PANDEMIC &amp; SHORTING BALLOT POLLING PLACES TO BE NEXT TO NONE...IT'S YOUR RIGHT AND RESPONSIBILITY.EXERCISE IT WITH PATRIOTISM.. EVEN WHEN IT APPEARS TO BE BLATANT VOTER \nSUPPRESSION BY THE MAJ. LEADER..\n\n#Vote🇺🇸💕⚘", "RT @ishafoundation: How was #InnerEngineeringOnline a turning point in your life?\nComment with image/text using #MyInnerEngineering.\nInner…", "Last month, @GavinNewsom told counties to exclude prisons from COVID data. Here's the real vs official numbers for Marin home to San Quentin. Both are climbing.\n\nNot releasing people is a political not public health decision. This preventable disaster will be Newsom's Katrina. https://t.co/DYMAdMwVuc", "RT @SayNo2SocialMed: The latest push for #pricecontrols brings the destructive #socialist policy back under scrutiny.\n \nRead how a govt tak…", "I will not abide by another authoritarian lockdown measure. It’s that simple.\n\nIf you have to arrest me, fine. You will no longer restrict my liberty and destroy America.", "Gauteng is expected to emerge as the country's #COVID19 epicentre within the coming days. Here are some of the reasons why. https://t.co/c0I3WVTVgN", "All bars, wineries and breweries in San Diego County are ordered to temporarily close beginning July 1 to reduce the spread of coronavirus, county health officials have announced https://t.co/pIkj92sqTI", "@ms_kenner Better have had the Pandemic ornament", "\"Most People With Coronavirus Won’t Spread It. Why Do a Few Infect Many?\" by BY CARL ZIMMER via NYT https://t.co/4NUZ0Vry4m https://t.co/rpFeEuQqSQ", "Coronavirus: Lights to stay down on Broadway until next year https://t.co/eaU4OPnOdr", "Seems to me anyone who attended the Tulsa rally and is positive now for covid 19, I suggest u get a lawyer!  By removing the do not sit here signs for social distancing in the arena, the trump campaign may have voided their waiver they had you sign.", "#KhudaHaafiz : A TRUE LOVE STORY (Love will fight)\nAt home with #DisneyPlusHotstarMultiplex on @DisneyplusHSVIP. \nYour belief and validation of your work comes from the unwavering and continuous love,support &amp; belief of your fans and support. \nDeep gratitude to all. https://t.co/ph42hLWBsT", "After 500,000 deaths, WHO warns worst of coronavirus pandemic is \"yet to come\" https://t.co/pGIyKRRUqi", "RT @JamesTodaroMD: A tale of two drugs...\n\nRemdesivir &amp; HCQ both show promise for COVID-19\n\nHCQ is discredited w/ fraudulent data, FDA warn…", "RT @HimaanshuS: Hyderabad-based Bharat Biotech has got India drug body's approval for #Covaxin, the #coronavirus #vaccine vaccine world has…", "@MSNBC @carloslcurbelo The U.S. claims that the country with the most developed and mature medical technology on earth should deal with COVID-2019 to such a degree that it is puzzling for humans and intriguing humans! Ten crimes in the US government's fight against epidemics：\nhttps://t.co/R7D0naT35G", "In the past few days, we’ve welcomed back a few more of our favorite places to shop! Click here to see which of your top picks are now open: https://t.co/K2TznleMpl https://t.co/ki5diqK4ZS", "Cordillera Landing on You (CLOY). We bring the pasalubong to you. Dahil sa COVID, no tourists in Baguio and Cordillera. To help producers, we are bringing products to Metro Manila. Strawberries, Ube Jam, Multi-colored walis, vegetables, fruits. Mag PM for more details. Order na. https://t.co/rnuEcy593b", "RT @geoffreyyork: \"At the airport in Houston, very few wore a mask. When we boarded the plane, many men laughed at the stewardess literally…", "RT @LATiffani1: Does anyone think Joe Biden will make to November or suffer an alleged ‘covid related illness’ ?", "A friend just wrote: This morning I heard on the radio that 71% of SC hospital beds are being used! COVID cases are increasing!! So I looked it up.  What percentage of hospital beds is normally used at this time of year in SC? That would be somewhere between 69% and 70%.", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "RT @Niran71723762: #WakeupHRDpostponeNEETjee \n#PostponeNEETandJEE \n @PMOIndia @DrRPNishank @DG_NTA @DrAnandMani2 \n@timesofindia @ndtv @Aman…", "Predominantly Black communities like Rexdale, Jamestown, &amp; Jane and Finch have ***zero*** mobile testing units available, even though they are the “hardest hit by COVID-19”\n\nDoes this sound right to you? \nhttps://t.co/5sJqxNu2Gf https://t.co/PkO8JW68D6", "Well, to beat the #coronavirus we need to follow three rules, always and everywhere... https://t.co/vr4yDVesIb", "I do not have a good feeling about the trajectory of #covid19 right now. Not good at all.", "Gee, what else is in store for us in 2020...?  Wouldn’t it be great if Dr. McCoy’s cure-all’s existed?!\n\nFlu virus with 'pandemic potential' found in China: https://t.co/yjiKcnjurP\n\n#G4EAH1N1 #pandemic #FluVirus #NewPandemic", "RT @seyiamakinde: OYO STATE COVID-19 TASK FORCE UPDATE (June 29, 2020)\n\n1. 180 confirmed COVID-19 cases received their second NEGATIVE test…", null, "Don’t be shy Governor Newsom close everything down 😌✨", "@Crisenusa Avión en picado, alguien entra en la cabina del piloto y pregunta:\n- ¿Capitán, vamo a tomar tierra?\n- ¿Que si vamo a tomar tierra? Nos vamo a jartá!", "RT @Manishy58833344: #Coronavirus: Latest #updates on This #website: Meet the #Top 10 #Search_Engines in the #World https://t.co/xnU6sZl3do…", "#Desantis deflated the #COVID19 numbers in Florida &amp; manipulated data to reopen the state. Now the Trump clone can’t stop the record-breaking #coronavirus cases in FL. Would you expect any less from a disciple of Trump? #FreshTopics #TrumpKillsFlorida \n\nhttps://t.co/q8iPSW4b4a", "RT @ChristinePolon1: Bill Gates is not a scientist, virologist, epidemiologist, or a doctor. Period. He's a computer geek who can't make hi…", "JPMorgan analyzed data from 30 million Chase cardholders and Johns Hopkins University’s case tracker and found that higher restaurant spending in a state predicted a rise in new infections there three weeks later.\nhttps://t.co/hfSddApv7A", "@taynichx Yeah but you cute so you gotta expect a hi here and there 🤷🏽‍♀️😂", "@virendr67702767 @merryarchitect @thekangana Virendra,I can understand your aanger.However, you need to understand that in today's world, even a small mobile is created using parts all over the world.B it screen, processor or battery.Jus google it.If you ban one,entire chain is going to come down.", "Show you care. Wear a mask.", "\"A new strain of flu that has the potential to become pandemic has been identified in China by scientists. It emerged recently and is carried by pigs, but can infect humans, they say.\" Researchers concerned it could mutate so that it can spread easily. https://t.co/tViHWh4jaB", "Pretty sure thousands of people pressing the same 3-4 buttons on 1 machine can't be safe for COVID reasons. Everyone isn't getting unsued 1-time use gloves either. #BanEVM https://t.co/IW2G1W8ZKb", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "@davidmschmalz Ive been to a few places the past few weeks, and in too MANY counties MOST people aren't wearing masks.  Alot of hot sports now north of Sacramento.", "RT @samttaggart: The best way to solve Covid is to turn it into some sort of game where the state with the lowest cases each week gets a pi…", "Whenever I see, read of @PriyankaJShukla I remember our Metro Woman @AshwiniBhide ma'am👍👍💪💪Now she's been working as Covid Warrior in #BMC", "RT @rebekahallen: Going against the doctor's orders, the Texas GOP Convention will gather in Houston - a COVID hotspot, without a mask requ…", null, "We’re calling for an end to unequal, racist enforcement of social distancing policies. Learn more and take action here: https://t.co/FkDes1GpQf https://t.co/Kfn8lWuREI", null, "19:00 Coronavirus IX: Evictions: Last Week Tonight with John Oliver (HBO) https://t.co/gROzBKd83d via @YouTube", "Covid is at its hightest &amp; y’all really at bars/clubs , pool parties and kickbacks. I’m taking notes and I know who to stay away from.", "RT @NYGovCuomo: If President Trump wants Americans to take COVID seriously, there’s one easy thing he can do. \n\nMr. President, put on a mas…", "RT @AnjillofLight_: 1. #12Monkeys Thread🧵 \nThis is going to be a little different. I’m not going to explain as much as usual as I’m throwin…", null, "418 deaths and 18,522 new Covid cases in the last 24 hours: Ministry of Health &amp; Family Welfare\n\n#IndiaFightsCorona #CoronavirusOutbreak Live updates: https://t.co/fYeQ3UpVWI https://t.co/wHMnzvYP4v", "so ur telling me once corona is actually beaten, all we got is time-out and the library. i'm transferring", "Feel sorry for Maeve doing Uni remotely since March ... until  who knows when. #COVID19\nShe misses campus.\nOver that time I'd have...\nSeen a shit band, given my number to the bass player.\nOccupied a building...or two.\nTried to change courses, three times.\nAnd LOVED it all :(", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", null, "RT @IngrahamAngle: They ain't comin' back. They ain't essential: \"Nancy Pelosi extends House's remote voting period until Aug. 18.\" https:/…", "COVAXIN™️, India's indigenous #COVID19 vaccine, developed by Bharat Biotech successfully enters human trials.", "RT @PatrickDempsey: It’s a Beautiful Day to Save Lives. \n@DempseyCenter \n#WearAMask #COVID19 #YourActionsSaveLives https://t.co/s3CWcE1lfL", "An independent study found the cost to actually manufacture this potential covid treatment was $9.32. Taxpayers helped fund the research and we're paying a 33,376% markup\nhttps://t.co/Pa90y01ANM", "L.A. County Faces Coronavirus Surge After Black Lives Matter Protests https://t.co/QBNVKdCzlT via @BreitbartNews", "Is China Working on Starting Another Virus Pandemic (Swine Flu G4 EA H1N1)? https://t.co/jtw3ZkSPd4 #Qanon #WeAreTheNewsNow #FactsMatter #WWG1WGA #WakeUpAmerica #UnitedNotDivided #SaveAmerica #GreatAwakening", "RT @BernieSanders: More Americans have died from the coronavirus than were killed fighting in World War I.\n\nTens of millions have lost thei…", "#COVID: Total positive cases: 5,66,840\n\nRecoveries: 334822\n\nDeaths: 16893\n\nIn last 24 hours 18522 new cases and 418 deaths reported. \n\nRecovery Rate: 59.06%\n\nPositivity : 8.80%", "We’re in the middle of a pandemic and going into a recession. Russia is paying a bounty for killing our troops.  And our president is not on our side.\nTreason.", "The pandemic will be monetized.", "It is DONE!\n\nFinally, after power outage, corona scares, and jiggling research, I have made this animation for you, my loyal followers.\n\nThis is a historic moment, but I am still hungry to improve. https://t.co/g9YtDx2GpZ", "RT @Bob_Wachter: 1/ Covid (@UCSF) Chronicles, Day 104\n\nLet’s talk California. Until recently, our state managed to do so well that our expe…", "Three more people succumb to coronavirus in Kenya as 155 test positive\nhttps://t.co/7RXjzUcIlO \n\nhttps://t.co/7RXjzUcIlO", "Florida's commissioner of Agriculture and Consumer services calls on the state's governor to \"take his head out of the sand\" on coronavirus.\n\n\"Its seems like here in Florida we need to get permission from Pres. Trump before we do anything. That includes closing down our state.\" https://t.co/DlFE6YPkJz", "BREAKING: Gilead is charging $3,000+ for its COVID drug, remdesivir.\n \nTaxpayers spent $70,000,000 to develop this drug. It should be in the public domain.\n\nInstead, Big Pharma is robbing us blind.\n\nWe must shame @GileadSciences into changing course. Please share this.", null, "Hoping the pandemic is over soon. I just cried in the shower. Not sure how much more I can take. #COVID", "I’m taking control of Covid. Here are my directives because  I love you.\nWear masks in groups. Stay out of LARGE indoor highly populated places. Continue to wash hands.Get tested. Don’t breath on old people\n\noh &amp; impeach Nancy Pelosi because she’s nuts &amp; dangerous", "RT @Naman9350: @AktuStudents @AKTU_Lucknow is organizing semester exams in such crucial time of COVID19,even the prestigious university of…", "As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from the federal government paid for by American taxpayers.\n\nOnce again, Big Pharma is set to profit on the people's dime.", "I drove 20 miles on the interstate today &amp; found AMERICA. A county where people are friendly, no one had on a mask. The stores were all open and no one was rioting. I drove there because our county has fallen to the mandatory mask regime. I felt free for the first time in months.", "Metro ridership has plummeted in Montreal. Last week, there were 78% less riders on the metro than the same time last year. As the Legault government prepares to make masks mandatory on all public transit, @ImanKassam asks riders if the move will make them feel safer? https://t.co/oGKFDo7eHP", "RT @BernieSanders: More Americans have died from the coronavirus than were killed fighting in World War I.\n\nTens of millions have lost thei…", "@DrRPNishank #WakeupHRDpostponeNEETjee Many States have implemented lockdown till 31st July. #NEET is on 26 July. Isn't this a violation of lockdown rules.If the govt. will itself not respect its rules no one else will. So please #PostponeNEETandJEE.\n@DrAnandMani2\n@nidhiindiatv \n@DrRPNishank", "Covid-19 is so serious &amp; I know sticking to the regulations perfectly is difficult but we need to do better. We need to beat this. Please watch this\n\n[A thread] https://t.co/QJ7yRYEVoO", "RT @PatrickDempsey: It’s a Beautiful Day to Save Lives. \n@DempseyCenter \n#WearAMask #COVID19 #YourActionsSaveLives https://t.co/s3CWcE1lfL", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "This is like how PLANES: FIRE &amp; RESCUE came out less than a year after the first PLANES movie.", "RT @CBSNews: After 500,000 deaths, WHO warns worst of coronavirus pandemic is \"yet to come\" https://t.co/pGIyKRRUqi", "RT @RadioFreeTom: My brother was in a VA hospital and died in April, jerk. Cuomo blew some important calls early in the NYC's COVID crisis,…", "@IngrahamAngle https://t.co/Fh8itEbTc9", "RT @DavidJHarrisJr: List of places where the Coronavirus DOES NOT spread: \n- Pride rallies\n- ANTIFA riots\n- In crowds tearing down statues…", "They are Creepy and They are Spooky #COVID https://t.co/f7DVlcTarA", "\"Mortality from COVID-19 is disproportionately concentrated in skilled nursing facilities. As of June 18, 2020, 50K+ residents died of COVID-19 in the 41 states reporting deaths at SNFs, accounting for 45% of their total COVID-19 deaths statewide.\"\nhttps://t.co/XmCsXQ2t2i", "If corona virus had a face 😪 https://t.co/bCgpYsVZRC", "Scott Atlas of The Hoover Institution always talks common sense about COVID19 on @TuckerCarlson \nCould we please replace Fauci with Scott Atlas?", "RT @BerniceKing: Wow. A universal basic income (guaranteed annual income) was what my father recommended as a primary way to eradicate pove…", "WASHINGTON (AP) -- AP sources: White House was aware of intelligence on Russian bounties on US troops in 2019.", "#Desantis deflated the #COVID19 numbers in Florida &amp; manipulated data to reopen the state. Now the Trump clone can’t stop the record-breaking #coronavirus cases in FL. Would you expect any less from a disciple of Trump? #FreshTopics #TrumpKillsFlorida \n\nhttps://t.co/q8iPSW4b4a", "Attitude Ka baap \n\nMan With Golden Heart ......💙\n\nNow he Reduce his Remuneration 50cr to 35 cr Bcoz Of Corona Effects \n\n\"ఆయన స్టైలిష్ స్టార్ రా ఒకరిని అర్థం చేసుకునే వాటిలో ముందు ఉంటాడు......💙✔\"\n\n#పుష్ప #Pushpa !! @alluarjun !! https://t.co/jY8fpG3HEw", "RT @WAGOP: .@GovInslee hired a campaign donor, @AmbSuzi, to run the @ESDwaWorks and then was scammed for nearly $1 billion - all while tens…", "RT @ronmarz: None of us are going anywhere for a long time.  https://t.co/s8yMW3DXXy", "RT @ProjectLincoln: In the past 72 hours we've learned:\n\n1. Trump knew Putin was hunting our soldiers.\n2. Putin successfully killed our sol…", "RT @Danabmac1: @downforthejava @BillFOXLA @FOXLA Correct. Shutting down bars in Dan Diego bc ppl *may get inebriated and forget social dist…", "Keeping Oregonians safe is my top priority. Over the last month, COVID-19 spread at an alarming rate in both urban and rural counties. That's why I'm requiring face coverings in indoor public places in ALL counties, effective 7/1. We can &amp; must reduce the spread of this disease. https://t.co/txZyucIsqm", "“i’m 35 weeks pregnant” “help, 4 pods have covid” “we got covid” https://t.co/keuxBDT6Cw", "RT @GiannoCaldwell: I pray every night that they quickly come out with a coronavirus vaccine with no side effects so people can get back to…", "WHO: 'The worst is yet to come' and the coronavirus pandemic is 'speeding up' because some countries aren't taking it seriously enough https://t.co/gsqFWbQyvT via @businessinsider", "RT @SuzeQKnits: On my way home finally!\nI've been a nurse for more then 25 years and I'm telling you I've never ever in my life been throug…", null, "RT @ChrisJenks13: This just proves that for a developed country, we house a LOT of complete morons", "RT @RichardAlengi: JUST IN: Arizona Governor Orders Bars, Gyms, Waterparks and Theaters to Close For at Least 30 Days to 'Curb the Spread o…", "Mr. Nichols does not like older people in nursing homes in New York very much", null, "RT @redpill281: I’m old enough to remember when we were only going to shut down for 14 days due to the coronavirus 🤦🏼‍♀️", "I am super pissed 😡\n@GileadSciences got government grants to develop COVID-19 vaccine. \n\nNow that it is almost ready for market, they tell the public, 'the vaccine will be about $3,125. \n\nBut you fucking got government grants?\n\nHow is this not corruption?", "New York @NYGovCuomo needs to be on the ticket with Joe Biden. He is 5 steps ahead of everybody on the #coronavirus all states needs to follow his lead. #covid19", "RT @NatashaBertrand: GOP members of the House Intelligence Committee have skipped all but one of the panel's proceedings, public and privat…", "@RayICT @denshanosenshi @Amynicole1005 @DravinovicD @MartTrenton @KAKEnews He does love us so 🤷‍♀️", "NEW; Ottawa's top doctor is \"seriously exploring\" options to make face masks mandatory in commercial businesses in Ottawa during the COVID-19 pandemic.  #ottnews \n\nhttps://t.co/i4I0NYg2s6", "Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched closely in case it becomes a potential pandemic risk https://t.co/2s7QIYCTHA https://t.co/1xoQrjUUjC", "\"Tomorrow marks six months since WHO received the first reports of a cluster of cases of pneumonia of unknown cause in #China.\n\nThe six-month anniversary of the outbreak coincides with reaching 10 million #COVID19 cases and 500 thousand deaths\"-@DrTedros", "The Town would like to hear from residents on what your experience has been so far during the COVID-19 pandemic. Answers will help guide efforts as we plan our recovery.\n\nThanks to everyone who has responded! If you haven't yet, please take the survey at: https://t.co/piQcFp9Bht https://t.co/A5Kgp9lgv6", "#ConGoneBad \n\ntRumps whole campaign was built with ‘lie’ after ‘lie’.  He’s brought nothing but pain and death to our lives everyday in office.\n\nA failed con artist - failed at his greatest con! He’s still trying to take your healthcare during COVID19! #GoJoe \n\n#wtpEBRC\n#wtp2020 https://t.co/E789xziAWL", "COVID Update June 29: The view that the economy is more important than people’s lives underlies Trump’s every action.\n\nFurther it’s what site behind much of the COVID-deniers implicit argument. 1/", "Inslee has not dedicated all his time and energy to working for the people of Washington. He ran a failed presidential campaign at taxpayer expense.\n\nIt's also why tens of thousands of Washingtonians still haven't received their coronavirus unemployment checks since March.", "As the coronavirus fears derail market comeback, 10 billionaires, including Jeff Bezos and China's new richest person, gained $23 billion in 1 week https://t.co/Z8C0YsP6AE https://t.co/xosQsBMewE", "Great", "RT @GastroAmpang1: Meanwhile somewhere in \nSeksyen U12, Shah Alam. Selangor we spotted @DGHisham wonder who the artist is? #COVID19 @staron…", "Lockdown 2021", "RT @profpaVarghese: A new flu that has the potential to become a pandemic has been identified in China by scientists. \nIt emerged recently…", "RT @MarkHarrisNYC: Wow, that's weird, because I'm pretty sure there were some protests in New York and yet the number of new cases here hit…", "In the last two decades, jail growth has been driven by the practice of incarcerating legally innocent people. With a pandemic currently threatening lives in jails, its clear that this practice is inefficient and dangerous. https://t.co/d6KkgzvWug", null, "@mrboro615 https://t.co/69NZy5fFxG", "We’re 98 days into “15 days to flatten the curve”\n\nGet it yet?", "2/ In many of the surging states, including TX, AZ, and FL, one can easily point to leadership malpractice by governors and other politicians. They doled out misinformation about Covid and failed to require evidence-based practices, like masking, to prevent spread. Unforgivable.", "@CNN You mean.....coronavirus isn't a Democratic hoax? \n\nAnd this isn't fearmongering like the #MAGA KKKultists insisted?", "my results came back positive for covid today. I got tested last Wednesday for the hell of it, I had NO SYMPTOMS prior to this test keep that in mind. If youre considering getting tested just do it. Be aware of visiting family and friends cos I didnt feel shit and still dont", "Let's party! 🎉🧨🎊🧨🎉", "“Every cell in my body hurts,” Oklahoma family battling case of COVID-19 https://t.co/LJPDjpWZKR", "Covid-19 is so serious &amp; I know sticking to the regulations perfectly is difficult but we need to do better. We need to beat this. Please watch this\n\n[A thread] https://t.co/QJ7yRYEVoO", "@Bassynater2500 They’re not down to wear a mask or not down to hangout with their friends? Cause a lot of people don’t want to see their friends until the pandemic is over.", "Florida has more new COVID-19 cases than all of Europe.", "#COVID19 | A cluster of 15 infections has been reported from a building in Arjun Nagar locality in South Delhi’s Hauz Khas\n\nhttps://t.co/7GcDWCeFk9", "RT @JabbarLewis: She don’t gotta go anywhere 😂 This is her dream tbh", null, null, "RT @gcobisa_mona: I'm Corona free guys 🎉", "RT @JoanaFFPViana: I'm done with the glorification of workaholism in academia. No, it's not ok that you work double of your contract hours,…", "If y'all don't believe that Donald the Traitor &amp; genocidal maniac isn't trying to kill voters in purple states,\n\nthen explain why he keeps deliberately spreading #Covid19  in Arizona. \n\nBack again. He forgot to kill us in Tucson, too.\n\nFuck you, Trump, I'll piss on your grave.", "Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched closely in case it becomes a potential pandemic risk https://t.co/2s7QIYCTHA https://t.co/1xoQrjUUjC", "RT @Forbes: Mayors in L.A. and 6 other U.S. cities said they will work to launch universal basic income pilot programs—a growing sign that…", "Brace yourself. The wave of evictions and foreclosures in next 2 months will be unlike anything America has experienced since the Great Depression. And unless Congress extends extra unemployment benefits beyond July 31, we’re also going to have unparalleled hunger.", "WHO warns \"the worst is yet to come\" as lack of international unity helps coronavirus spread faster https://t.co/VO6WIPLZS0", "Couple of things. Eliza cut my hair and I think she did a wonderful job. If you have to venture out, be mindful of others, wear a mask, maintain social distancing and don't be racist. That's it. https://t.co/n4fJ02jBCF", "South Park Covid season is going to amazing", "WHO warns \"the worst is yet to come\" as lack of international unity helps coronavirus spread faster https://t.co/VO6WIPLZS0", "RT @donwinslow: Dear Florida,\n\nYour Governor, Ron DeShithead, appears to be actively trying to kill you with his insane #CoronaVirus polici…", "So I just heard a lady at the hospital quit her job in Elkhart County because the hospital wanted her to report COVID cases as positive when they were negative cause the hospital gets money for positive cases. Let that sink in.", null, "Mr. Nichols does not like older people in nursing homes in New York very much", "this why y’all gotta stop eating pork that shit disgusting", "40% of Americans Believe The Worst of The Pandemic Is Over, as Cases Accelerate  https://t.co/pMaaxVN0fY", "RT @ChristinaTasty: It's selling well but the reception speaks for itself. It's not an overwhelming success and it's selling at a time wher…", "NPR has a comprehensive story about DeSantis’s corruption in Manipulating Covid data and concealing the failure of his administration to deal with Covid. He has a great deal of Florida blood on his hands. Stay out of Florida if you value your health.", "Who would have thought during a pandemic we'd see Beyonce the most🤣 https://t.co/IiuPTZJ5fL", "Summer activities look different this year due to #COVID19.\n\nBut whether you're barbecuing or perfecting that sourdough bread recipe, remember that foodborne germs thrive in warm temperatures.\n\nKeep your food and family safe by following these simple tips⬇️https://t.co/4dPWK3cVTg", null, "\"Six months ago, none of us could have imagined how our world – and our lives – would be thrown into turmoil by this new virus.\n\nThe #COVID19 pandemic has brought out the best and worst of humanity\"-@DrTedros", "A tale of two drugs...\n\nRemdesivir &amp; HCQ both show promise for COVID-19\n\nHCQ is discredited w/ fraudulent data, FDA warnings &amp; overdoses\n\nRemdesivir is praised w/ tightly guarded data by the NIH and a task force of Gilead investors/employees\n\nHCQ: Under $10\nRemdesivir: Over $3000", "RT @KBibbinsDomingo: Hey - our @UCSF Health Atlas (https://t.co/sW5Gf5uHnM) now lets you visualize data on #COVID19 &amp; social determinants o…", "RT @molly_knight: Ian Desmond is opting out of playing in MLB this season. In addition to Covid-19 he cites the MLB’s rampant racism, sexis…", "Gear up for stories like :\n\nMy maid Shazia's daughter was a small time #TikTok influencer and used to contribute ₹ 3000-4000 a month to the modest family earning through tiktok ads. With tiktok ban, govt has pushed the poor family to the gallows. As if lockdown wasn't enough!", "Just incase you waiting for your Covid-19 test results\n\nAzizi mntase https://t.co/JCByBJmY8i", "@drdineshbjp @narendramodi @AmitShah Sir, what you are doing in favour of contract teachers and others.\nDue to dead lock lockdown conditions it is too hard to survive. We haven't have any source of income, now. Please help us.", "RT @ByJamesWagner: “Infections among Latinos have far outpaced the rest of the nation, a testament to the makeup of the nation’s essential…", "@MattHancock But you have not been clear at all on what parts of Leicestershire are affected, causing lots of unnecessary worry.  Have you really made a statement without knowing the full area that the lockdown covers?", "RT @RBReich: As Gilead charges $3,120 for its COVID drug, remdesivir, remember that the drug was developed with a $70,000,000 grant from th…", "After 500,000 deaths, WHO warns worst of coronavirus pandemic is \"yet to come\" https://t.co/pGIyKRRUqi", "RT @JordanUhl: congrats to moderate dems who ran against medicare-for-all. awesome choice here! now millions of out-of-work americans can c…", "BREAKING: New swine flu found in China has pandemic potential.\n\nThe virus has already passed from animals to humans but no evidence yet that it can be passed from human to human.", "On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors decided he had \"no quality of life\" and was not worth spending the resources to save.\n\nThe conversation between his doctor and his wife was caught on audio 1/? https://t.co/sQxdXNhhRM", "US Coronavirus response", "@SaskiaPopescu It’s like Trump was trying to kill us.   He has sabotaged the covid response at every turn.  Like Puerto Rico.", "Absofruckinglutely", "American Airlines is recklessly endangering millions of lives just to make a profit. They should fully refund passengers who don’t feel safe flying with the airline—just like @EdMarkey and I urged them to do three months ago. \nhttps://t.co/A1WTyANgN2", "RT @catturd2: You’re being lied to about the coronavirus and masks. \n\nPass it on.", "Dinwiddie, Jordan have coronavirus, may not return with Nets by   - https://t.co/EYdp2nTcF2", "Previously-infected #coronavirus patients recorded steep declines in #SARSCoV2 antibodies within three months of leaving hospital, according to @nature. The findings could have implications for long-term immunity and the pursuit of a vaccine. #newsGP\n\nhttps://t.co/TPCWu6izNc https://t.co/hPB3zQRCPG", "@AmyOtto8 I live in the Northeast and I've never been happier for that. I'll take 50 Cuomos and Faucis over DeSantis and the \"Jesus won't let me get COVID\" people any day.", "The postal service is in danger of closing - which is terrifying because not only are they one of the biggest employers of minorities and women, but they’re also the best way for us to have a free and fair election during a pandemic using mail-in voting.", null, "RT @BornFreeFDN: #Covid19 is a bitter lesson for us to #RespectNature. We can make the world a better place for both humans and wildlife, b…", "RT @RadioFreeTom: My brother was in a VA hospital and died in April, jerk. Cuomo blew some important calls early in the NYC's COVID crisis,…", "Larry Hogan proposed a 345 million dollar budget cut to public school funding. \n1. We are in a pandemic.\n2. Teachers aren’t payed a realistic livable wage and most supplies they use in the classroom THEY PAY FOR.\n3. Students don’t have proper textbooks, learning equipment-", "Shaming people for being on unemployment? in the middle of a pandemic? at your big age???????", "Can you imagine how President Hillary Clinton - a Woman with a powerful mind - would have handled this pandemic? \n\nBeing a mother and grandmother, she would’ve instinctively taken care of the public health of the people of the United States.", "18,522 coronavirus cases in India in 24 hours, 5.66 lakh total cases so far, over 59% recovery rate https://t.co/9PNjdSC5sq", "Lady dies after posting “if I die during Lockdown no need for autopsy” https://t.co/2hwtQXPhpQ", "Flu virus with 'pandemic potential' found in China https://t.co/fcTmu5DhWC", "RT @EricMillerFink: Gov. Doug Ducey delayed the start of school until at least August 17 amid #coronavirus spike. School districts can cont…", "What is wrong with China??\n\nWhy is it always China??\n\nDoes anyone see a pattern here??\n\nIt’s ALWAYS China....\n\n((‼️Better get ready @realDonaldTrump - deep state is at it again. Should probably STOP ALL FOREIGN TRAVEL TIL ELECTION‼️))", "Coronavirus: Scotland records no deaths for fourth day running https://t.co/puHKlRMZgX", "RT @stormypatriot21: My Shocked Face 🙄😷\n\nI’ll sum these screen shots \nCOVID19 is BULLSHIT\n\nNot only are “deaths” becoming COVID19 death\n\nHo…", "Don’t be shy Governor Newsom close everything down 😌✨", "RT @Bob_Wachter: 1/ Covid (@UCSF) Chronicles, Day 104\n\nLet’s talk California. Until recently, our state managed to do so well that our expe…", "@PMOIndia @pmo @Ministryofhealh \n@mybmc in pandemic to expect all in dire need to survive to show Adhar is cruel inhuman unconstitutional and renegade Covid test is refused till produced is this an error or meant to push away poor needy citizens emergency assistance needed sirs", "RT @SaketGokhale: Reminder: \n\nPM CARES is meant to deliver 60,000 ventilators by tomorrow. \n\nI hope @PMOIndia covers that in his 4pm speech…", "NYPD retirement filings surged 49 percent amid protests | Just The News https://t.co/oXBslUgUv9", "RT @AntonioRoseJr: So since we going through another COVID-19 wave can we uh.......get those quarantine gas prices back https://t.co/9kJ7Q1…", "China quarantines 400,000 in new #coronavirus outbreaks #cdnpoli #uspoli #worldnews https://t.co/dOVeT0fJMm", "RT @charliekirk11: I will not abide by another authoritarian lockdown measure. It’s that simple.\n\nIf you have to arrest me, fine. You will…", "RT @ASlavitt: Are people stressed and feeling anxious because of the pandemic? Of course.\n\nStressed because their boss is making them work…", "RT @SteveRustad1: The GOP blamed Obama when 4 Americans died in Benghazi.\n\nThey were outraged.\n\n127,000 Americans have died of COVID-19.\n\nT…", "RT @BrynnTannehill: I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID…", "RT @_taylalove: Covid is at its hightest &amp; y’all really at bars/clubs , pool parties and kickbacks. I’m taking notes and I know who to stay…", "@greenpaloalto @RosieW @BillHemmer You're not the original poster, but, if your heart breaks because of these pictures then you know why people throw red paint on stone statues.", "Black man slammed and arrested for not wearing a mask.\nIf you have not figured out yet that the fake Covid response is a #WarOnUs, you will soon.\nComing to your city next &amp; the @gop is complicit.\n https://t.co/VlcX8qV3ml", "Zimbabwe waited a long time to tour Australia, but it seems like they've to wait a little more \n@ZimCricketv @CricketAus #AUSvZIM #Covid19 https://t.co/0TR9dKLMtv", "Trump's legacy is written in blood--from children dying in cages to the dead of Puerto Rico, from Khashoggi to soldiers dying with Russian bounties on their head to the tens of thousands who died because of his catastrophic failure to respond to this pandemic. Traitor. Murderer.", "@ZombieMesh even if they think Covid's not a big deal the process of going through the sickness is a very draining ordeal, and having to have a tube stuck down one's throat is very clearly something no one wants\n\nhowever, if you already presented your case through science then this wont help", null, "Early July 2020 present 🥰", "RT @ishafoundation: How was #InnerEngineeringOnline a turning point in your life?\nComment with image/text using #MyInnerEngineering.\nInner…", "RT @catturd2: You’re being lied to about the coronavirus and masks. \n\nPass it on.", "Carpio-Morales says the pandemic didn't break our democratic system; rather it EXPOSED an already-broken democratic system.  #StratbaseForum https://t.co/150Vz2Aegm", "Someone turn off this time machine.", "@RepAndyBiggsAZ Why don’t you fucking do something abt people facing economic hardship and lack of support in lockdown omg it’s literally yr JOB but instead yr on twitter whining that nothing can be done?????", "RT @SiMoneyyy_: gotta add “during a pandemic” to add a little drama", "COVID-19 Testing Update . #IndiaFightsCOVID19 #COVID19 #BusinessTowards https://t.co/YNBozzJEtz", "#KhudaHaafiz : A TRUE LOVE STORY (Love will fight)\nAt home with #DisneyPlusHotstarMultiplex on @DisneyplusHSVIP. \nYour belief and validation of your work comes from the unwavering and continuous love,support &amp; belief of your fans and support. \nDeep gratitude to all. https://t.co/ph42hLWBsT", "RT @bootsie5: We’re completely on our own in the middle of a pandemic with virtually no government response- this is criminal", "RT @ASlavitt: Big purchases— airline travel, hotel stays, cars, signing leases, buying equipment— will not happen in a pandemic that’s out…", "@abcnews And next is Taiwan. China's government should focus on the Coronavirus and now the pig/swine flu that is about to explode AGAIN. Their priorities are skewed round the wrong way, all about power regardless of the consequences with other matters. China is not powerful it is a dump.", "RT @BarnBurnerNET: Right Now On Fired Up \"Raw Rewind\"\nWith @Gian_411 #RAW Results #WWERAW #wrestling #WWE #Toronto #PodernFamily #news #WWE…", "At least 16 states have paused or rolled back their reopening plans as the United States sees a surge in coronavirus cases across the country https://t.co/XP05ZcyZHq", "Our Telangana State President @VenkatBalmoor has tested positive for #COVID19 and is now quarantined.Venkat Anna has been very active in relief work throughout the lockdown and has played major role for students.We are keeping track of his health&amp;hope he will be out and abt soon", "We warned you @CyrilRamaphosa. It will end in tears!! https://t.co/hhFhdqwaXU", "RT @LabyrinthWeaver: @jpaceDC So far the GOP has shown they are so compromised they are ok with:\n\n-The coronavirus Trump genocide\n-Trump ga…", "Omg RT @CBSNews: After 500,000 deaths, WHO warns worst of coronavirus pandemic is \"yet to come\" https://t.co/Bq4zupkndq", "Farmer problem?\n- install Namo app\n\nPandemic issue?\n- install argya setu app\n\nChinese incursion?\n- uninstall 59 app\n\nBhai ye Government hai ya GovtAPPment", "Vaccine from India coming through 🙏😊. Phase 1/2 trials to start.  https://t.co/1EIiyhuoAU", "The *least* conspiratorial thing you can read into this is that the pandemic is purposefully being worsened, and hundreds of thousands killed, to make Gilead money. That's the coldest take you can have here. https://t.co/MyhV53v86q", "I can’t mess w anyone who doesn’t take COVID seriously. They don’t even care about themselves how can I expect em to care about me? 🥴", "RT @NatashaBertrand: GOP members of the House Intelligence Committee have skipped all but one of the panel's proceedings, public and privat…", "RT @aboIishice: “wealth is not the fruit of labor, but the result of organized, protected robbery” frantz fanon (1961)", "Canadian-made COVID-19 vaccine ready to start human trials soon https://t.co/SY2j6QmEYW https://t.co/CMLslJrbaj", "RT @KNeferhetep: The enemy is intent.", "RT @ewarren: America is facing a housing crisis made worse by the coronavirus pandemic. Today, I’m introducing a nationwide eviction morato…", "Persistence of replication-competent #SARSCoV2 in aerosols for up to 16 hours in experimental setting.\n\nWould be very interested to hear from any aerosol scientists on this paper, &amp; what this means for the potential of aerosol transmission. \n\n#covid19 \nhttps://t.co/eoCJkRuiGZ https://t.co/zXacVwrDLV", "RT @Briannaehley: \"This is really the beginning,\"    Schuchat said of the U.S.'s recent surge in new cases.\n\n“I think there was a lot of wi…", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "Ben and Jerry’s will always get my black money.", "RT @NYGovCuomo: Wake up America.\n\nCOVID is getting worse not better.\n\nThe White House is in denial.", "@DiamondandSilk @CowgirlMoon Nurse turned journalist went undercover at NY's Elmhurst hospital &amp; discovered patients that tested COVID Negative multiple times were mysteriously changed to COVID Positive. (video)\nhttps://t.co/LnsxJb0FvX", "RT @FurryBeta: Due the COVID pandemic, the Stonewall Inn is in financial troubles and have a go fund me going: https://t.co/VWU5FYoywo", null, "take advantage of these government benefits. let the birds chirp, while you cash in this free shmoney! okay!", "@ICyou88505988 Sheesh talk about reaching. I have some integrity believe it or not, this kind of posting doesn’t turn me on. I mean have you ever met somebody who enjoys sticking around and being berated? Probably you have, then again it could just be another accusation.", "This video is of mountain trout from the Beas river near Manali.\nNo fishing for the last four months due to CORONA Virus can result in such magical activities in Nature. https://t.co/2vfDxOwrL7", "Gov Andrew Cuomo built his COVID mountain https://t.co/F7RtZYUhxH", "This is the NWO depopulation agenda #Agenda2030 \nBill Gates Calls for a total Shut Down of our Country &amp; Vaccines for Everyone World Wide! #Covid_19\nIt's now up to us to say no to #vaccines\nDo you trust #BillGates with your life? #WakeUpAmerica https://t.co/Eli84GkAOA", "Stanford’s Dr. Scott Atlas: There Is ‘No Science Behind Having Children Not Attend Schools’ https://t.co/VBCPuFKzbv via @dailycaller", "Only a matter of time until @FortniteGame @FortniteStatus Allows Me To Get A Support A Creator Code😣", "“Every national election features endless angst and litigation over assuring people the right to vote,” writes @rickhasen. “We need to bring that struggle to an end.” https://t.co/TmjJzhOTRh", "This looks fun.... would y'all try this https://t.co/D3syzMTtkj", "RT @chrisilluminati: Much like the pandemic, this vintage store warning sign escalated quickly https://t.co/wm9LMVw7Dx", "If I go on a beach date with you and you litter, its gonna be our last date PERIOD.", null, "In Oregon, voting from home has bipartisan support. Take it from Republican @OregonSOS Bev Clarno. While COVID-19 has disrupted in-person elections around the country, Oregon had record turnout for the May primary, and no one had to risk their health to cast their ballot.", null, null, "Important argument here from @BeckettUnite - members should determine how elections work in the Labour Party, not a central committee. \n\nThat’s how democracy works.", "DO NOT SIGN", "@bennyjohnson Many Doctors in the UK came forward &amp; said they received letters telling them to list all deaths as Covid19.(Flu)", "How was #InnerEngineeringOnline a turning point in your life?\nComment with image/text using #MyInnerEngineering.\nInner Engineering Online is a powerful 7-session course with Sadhguru.\nOffered free for COVID warriors and at 50% for challenging times. \nhttps://t.co/QlLszUzyZi https://t.co/UG6wGgOpXl", "RT @AddictiveStroke: This is how we fucking post-COVID 🤷🏾‍♂️ https://t.co/fzImDQ2idk", "My favorites #Married2MedLA #married2med", "I’m ashamed @GovRonDeSantis is our Governor, he should resign. He has handled the pandemic as poorly as Trump.", "Hi, if you have the financial means to help please donate. Even if it is just a dollar. College are facing housing insecurity, food insecurity, and homelessness. We need 26k more dollars to fully fund everyone. EVERY DOLLAR COUNTS, if you can’t donate rt! \nhttps://t.co/KGtFYkmT04", "RT @JamesTodaroMD: A tale of two drugs...\n\nRemdesivir &amp; HCQ both show promise for COVID-19\n\nHCQ is discredited w/ fraudulent data, FDA warn…", "FBI warns of fraudulent coronavirus antibody tests https://t.co/DKyN2KPQTO https://t.co/e18chcrcgo", "RT @SanjayDhotreMP: The training on #iGOT aims to educate people on #coronavirus, helping them to tackle the exponential increase in #COVID…", "RT @JayeetaChakra20: Nursing Institutions are forcing their students to attend clinical duty by warning them not to allow to appear their t…", "Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We’re trying to demonstrate that someone is always listening.\n\nCall 116 123 (Samaritans UK)\nCall 1813 (Belgium) \n\nJust two. Any two. Copy, not retweet.", "heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning supplies, etc) and are being forced to use bedsheets as masks. covid positive inmates are housed with healthy inmates. linking petition below https://t.co/qprLe101O2", "You’re being lied to about the coronavirus and masks. \n\nPass it on.", "A powerful, witty and conservative maiden speech.", "I pray my family comes out of this pandemic unharmed 🙏🏽", "RT @donaldrusso994: Scott Atlas of The Hoover Institution always talks common sense about COVID19 on @TuckerCarlson \nCould we please replac…", "RT @wideawqke: Q 4538 links to BBC article suggesting a new flu virus with pandemic potential coming out of China AGAIN. Now listen very cl…", "The prevalence of coronavirus infections is more than 10 times higher than the counted number of cases in six regions of the United States, according to C.D.C. data https://t.co/wW8xVqpzFy", "RT @GregsonDarren: Millions of locusts over the middle east, earthquakes almost daily, a global pandemic, the world is on life support. any…", "RT @coronabhai3: Jungle me to Kiya...Kabhi five star hotel me b\n\nCorona 😎 https://t.co/Vjn26dMvUb", "Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched closely in case it becomes a potential pandemic risk https://t.co/2s7QIYCTHA https://t.co/1xoQrjUUjC", "RT @IamLadyeeElle: A good friend of mine contracted Covid19 two weeks ago, he transmitted the disease to his girlfriend (mother of his chil…", "Another zoo threatening to cull unless they get a bailout. Lockdown has shown us how many zoos are unnecessary. If they’re operating hand to mouth, surely it’s not a particularly successful ‘business’ after all. It seems that there’s just too many?🤔\n\nhttps://t.co/xc0ScWGWjS", "So “Defund the Police” gets y’all mad but defunding testing sites is cool... PLEASE VOTE 2020", "Man come on now what is going on", "Let me get this straight: A bunch of 25-45 year olds with no symptoms are testing positive for COVID, and we are supposed to freak out and shut everything down, because why, exactly?", "Coronavirus in Tennessee: Latest news, updates on COVID-19 pandemic ⁦@washingtonpost⁩ ⁦@WSJ⁩ ⁦@business⁩ ⁦@cnnbrk⁩ ⁦@BBCBreaking⁩ ⁦@CBSNews⁩ ⁦@Forbes⁩ ⁦@Reuters⁩ ⁦@YahooNews⁩ ⁦@CNBC⁩  https://t.co/OJ691OmjP4", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "RT @WhyBLEACH: That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", null, "Raytracing causes Covid-19.", "Mayors in L.A. and 6 other U.S. cities said they will work to launch universal basic income pilot programs—a growing sign that political leaders are beginning to take the idea of guaranteed income seriously in the wake of the pandemic https://t.co/HmxwcdRJVh by @rachsandl https://t.co/YVql3mazaN", "Tik Tok's humble contribution of 30 Crores to humble Chaiwala's fund! So ungrateful!", "Today is the last day of the Nigeria’s phase II of the eased lockdown, members of the Presidential Task Force on COVID-19 briefed and submitted their recommendations to the President for approval, the next lines of action will be announced tomorrow, SGF Boss Mustapha discloses.", "That period in lockdown when there was no food in the supermarkets &amp; people were fighting for tissue doesn’t even seem real", "RT @lee_jasonk: Another day of UNDIAGNOSING false food allergies diagnosed by NOT actual allergists practicing allergy.\n\nWith the pandemic…", "RT @johncardillo: Guys like me, @nedryun, and @BuckSexton have been saying @realDonaldTrump needed to get back on message and be proactive…", "RT @BerniceKing: Wow. A universal basic income (guaranteed annual income) was what my father recommended as a primary way to eradicate pove…", "This looks fun.... would y'all try this https://t.co/D3syzMTtkj", "RT @chloedontsurf: heartbreaking signs held up inside of bradley county jail today. inmates are being denied proper PPE (masks, cleaning su…", "RT @ANI: Guwahati: Complete lockdown has been imposed in the entire Kamrup Metropolitan district till July 12, to check the spread of Coron…", "RT @JoeBiden: Donald Trump is the worst possible person to lead us through a global pandemic.", "Birthday of the GOAT! \n\n35 today, and I really wish lockdown has hit him hard and he is preparing for one last dash in the pool in Tokyo 2021! https://t.co/DEncmvyBcW", "Trump's claim that reopening is a sign of progress. At the national level, infection and death rates are higher. The EU decided that we are at a high risk, thru wiud not admit flights from the US  into EU. This US  coronavirus response has been a disaster.", "RT @catturd2: You’re being lied to about the coronavirus and masks. \n\nPass it on.", "Tik Tok's humble contribution of 30 Crores to humble Chaiwala's fund! So ungrateful!", "RT @dacosta_jani: @DiazCanelB #Cuba will say goodbye to #Covid_19 👎\n#Cuba 🇨🇺✌️\n#DZT 🇨🇺✌️\n@DiazCanelB\nJoin us to win!! 🇨🇺🇧🇷🇵🇷🇨🇴🇻🇪🇦🇷🇨🇱🇲🇽🇨🇵🇪🇸…", "How was #InnerEngineeringOnline a turning point in your life?\nComment with image/text using #MyInnerEngineering.\nInner Engineering Online is a powerful 7-session course with Sadhguru.\nOffered free for COVID warriors and at 50% for challenging times. \nhttps://t.co/QlLszUzyZi https://t.co/UG6wGgOpXl", "RT @MotleyTruth: @DanielNewman @MalcolmNance Charge Trump with \nCRIMES AGAINST HUMANITY\nNOW \n\n- Thousands die from COVID   handling\n\n- Ukra…", "@GatorTim16 @tommcgovern27 It's not about you it's about anyone you have contact with protect your contacts and family.  Do whatever you want with yourself.", "Florida has more new COVID-19 cases than all of Europe.", "RT @BDUTT: We can question our government. Can you question yours? It's called  a democracy. And that is what nationalism truly is. To rais…", "RT @GovernorTomWolf: Masks are required in Pennsylvania businesses. No mask = no service.\n\nThe importance of mask-wearing to reduce the spr…", "But with the ample free time I was gifted due to this pandemic, it allowed me to dive deeper into my studies. By using my knowledge of astrology and combining it with my knowledge of metaphysics I am able to perform alchemy to transmute this energy- lack of self discipline.", "Chinese researchers warn of a new flu virus found in pigs that has become more infectious to humans and needs to be watched closely in case it becomes a potential pandemic risk https://t.co/2s7QIYCTHA https://t.co/1xoQrjUUjC", "RT @IlhanMN: Unacceptable.\n\nCongress must step in to guarantee that #COVID19 treatment is covered for all.", "RT @ItsBouquet: Translation:\n\n\"Now that we (mistakenly) feel that the worst of the pandemic is over - we're more than happy to have unemplo…", "@KeelerSlappy @tedcruz @SenateGOP Whoa there Karen Cat. You need to calm down eat some cat nip or something. He hasn't mishandled COVID and Hillary actually did murder American soldiers yet ya'll were going to put her in that office. You have ZERO facts except what CNN and Nancy gives you. Now go take a cat nap!", "There is fear, confusion, misinformation, and so much we still don't know about the coronavirus. This is why national leadership is essential, why sober and honest messaging is essential. Instead we have a yawning vacuum filled by pettiness, incompetence, incoherence and deceit.", "While addressing at 10th ICT Odisha Webinar on Digitization Opportunities Post COVID, Dr. @Omkar_Raii, DG, #STPIINDIA highlighted how India can become a self-reliant nation by leveraging technologies, talent pool &amp; robust ecosystem developed by the Govt. https://t.co/ITDHM8HgdF", "RT @AusHCKenya: The AHC recently commissioned Kenyan street artist Brian Musasia aka Msale to combine his abstract Afro patterns with some…", null, "RT @TimInHonolulu: Your lack of spine has killed any chance to recover from the Pandemic this year. You, Trump and the GOP have insured Nov…", null, "@realDonaldTrump @realDonaldTrump \n\nIf we conducted IQ tests at the same rate as COVID-19 tests, there’d be a staggering spike in the number of idiots....", "“The causes here are not genetic,” UCSF's Dr. @KBibbinsDomingo says of higher #COVID19 mortality rates in CA communities of color. “They are overrepresented in the low-wage essential workforce, in healthcare, in food production &amp; distribution.\" https://t.co/wyrLA2Ol2n via @ronlin", "No covid over here thanks to this bad boy #plur https://t.co/LI9wmi5Go9", "I don't think anything I've seen so perfectly captures why there's no way the US is going to be getting on top of COVID-19 pandemic anytime soon. https://t.co/Sa0WNYyYs6", "RT @TeddyBaguilatJr: Cordillera Landing on You (CLOY). We bring the pasalubong to you. Dahil sa COVID, no tourists in Baguio and Cordillera…", "RT @MaraGay: More than 10 weeks later, I’m still recovering from Covid-19. Talked to @writerknowles, about what it’s like to get very sick,…", "RT @BernieSanders: Trump denies science. The pandemic spreads. One way to help save lives and prevent illness is for Congress to pass my am…", "@GOP Until now more US people died of COVID-19 than US soldiers in World War 1…but don‘t worry dumb Trump fights against it on Twitter 😂🤣", "RT @stevenspohn: On June 11th, Michael Hickson, a quadriplegic black man with COVID-19 was killed by a hospital in Austin Texas.\n\nDoctors d…", "@ocregister The dems have us right where they want us and come Nov. 4th the crisis will mysteriously disappear!", "Florida now has more cases of COVID-19 than all of Europe combined. Which state is best? #TrumpKillsFlorida #DeSantisBetrayedFlorida", "RT @ShereenBhan: India’s first COVID-19 vaccine candidate COVAXIN gets DCGI approval. Developed by Bharat Biotech, in collaboration with th…", "CJI rides a 50 Lakh motorcycle belonging to a BJP leader at Raj Bhavan Nagpur, without a mask or helmet, at a time when he keeps the SC in Lockdown mode denying citizens their fundamental right to access Justice! https://t.co/PwKOS22iMz", "Just heard Chairman HEC on Roze News and what a pathetic and non serious attitude he is possessing towards educational policies in this pandemic situation.\nExtremely disappointed with all this scenario, It seems like Students are the least priority for them. 😔😔", "YAALLAH ALHAMDULILLAHH MAKASIH YG UDH DOAIN KEMARENN😭😭😭❣️❣️❣️ https://t.co/3IES5uJrLj", "The first group of electricity-generation units at the Wudongde Hydropower Station was put into use. The station, which is located on the border of Sichuan and Yunnan provinces in SW China, has a total installed capacity of 10.2 million kilowatts. https://t.co/WKKyufudZy", "BUSTED: Eight NIH Coronavirus Treatment Experts Disclosed Financial Ties To Gilead - National File https://t.co/3oLDkWpZBL"]